Repository: pypi-data/pypi-mirror-25
Catalog: packages/Pootle/Pootle-2.9.0rc1.tar.bz2/Pootle-2.9.0rc1/pootle/locale/hsb/pootle.po
Languages: hsb

source: Please read the <a href="%(url)s">Pootle documentation</a> for installation and upgrade instructions. Contact the server administrator if you feel this is a mistake.
hsb: Prošu čitaj <a href="%(url)s">dokumentaciju Pootle</a> za instrukcije wo instalowanju a aktualizowanju. Staj so ze serwerowym administratorom do zwiska, jeli maš to za zmylk.

source: The reported error was:
hsb: Zdźěleny zmylk bě:

source: Page %(page_number)s of %(page_count)s.
hsb: Strona %(page_number)s z %(page_count)s.

source: Results per page: %(n)s
hsb: Wuslědki na stronu: %(n)s

source: Select all
hsb: Wšě wubrać

source: Go
hsb: Start

source: Browse
hsb: Přepytować

source: Filter suggestions
hsb: Namjety filtrować

source: Language team
hsb: Rěčny team

source: Member admin
hsb: Administrator čłonow

source: Add team member
hsb: Teamoweho čłona přidać

source: Remove selected
hsb: Wubrane wotstronić

source: Unit and suggestions admin
hsb: Administrator zapiskow a namjetow

source: Pending suggestions:
hsb: Njewobdźěłane namjety:

source: Total words:
hsb: Słowa dohromady:

source: Translated:
hsb: Přełožene:

source: Needs work:
hsb: Wužaduje sej wobdźěłanje:

source: Pootle requires JavaScript
hsb: Pootle sej JavaScript wužaduje

source: Please enable JavaScript in your browser preferences and reload the page.
hsb: Prošu zmóžń JavaScript w nastajenjach swojeho wobhladowaka a začitajće stronu znowa.

source: skip to navigation
hsb: k nawigaciji přeńć

source: Public Profile
hsb: Zjawny profil

source: Settings
hsb: Nastajenja

source: Sign out
hsb: Wotzjewić

source: Sign In
hsb: Přizjewić

source: A Translation project (%(tp)s) has been created at %(url)s, and has updated successfully.
hsb: Přełožowanski projekt (%(tp)s) je so na %(url)s wutworił a je so zaktualizował.

source: An error occurred creating Translation project (%(tp)s). Please contact your system administrator.
hsb: Při wutworjenju přełožowanskeho projekta (%(tp)s) je zmylk wustupił. Prošu staj so ze swojim systemowym administratorom do zwiska.

source: Here you can add, edit, or delete the languages for this project.
hsb: Tu móžeš rěče za tutón projekt přidać, wobdźěłać abo zhašeć.

source: Adding new languages from this screen is disabled. You will need to update your sources directly, and update Pootle from there.
hsb: Přidawanje nowych rěčow z tuteje wobrazwoki je znjemóžnjene. Dyrbiće swoje žórła direktnje aktualizować a Pootle potom wottam.

source: There are no templates for this project, so adding new languages from this screen is disabled.
hsb: Předłohi za tutón projekt njejsu, tak zo přidawanje nowych rěčow z tuteje wobrazowki je znjemóžnjene.

source: Below you can add, edit, and delete the permissions for this project.
hsb: Deleka móžeš prawa za tutón projekt přidać, wobdźěłać a zhašeć.

source: This static page is inactive and visible to administrators only. You can activate it by <a href="%(edit_url)s">editing its properties</a>
hsb: Statiska strona je inaktiwna a jenož widźomna za administratorow. <a href="%(edit_url)s">Wobdźěłuj jeje kajkosće</a>, zo by ju aktiwizował

source: Action Required
hsb: Akcija trěbna

source: Before continuing, you must read and accept the following documents.
hsb: Prjedy hač pokročuješ, dyrbiš slědowace dokumenty čitać a akceptować.

source: No thanks. Sign out
hsb: Ně, dźakuju so. Wotzjewić

source: Continue
hsb: Pokročować

source: Terminology
hsb: Terminologija

source: Below you can add, edit, and delete the permissions for this translation project.
hsb: Deleka móžeš prawa za tutón přełožowanski projekt přidać, wobdźěłać a zhašeć.

source: Description...
hsb: Wopisanje...

source: Details...
hsb: Podrobnosće...

source: Translator Comments
hsb: Komentary přełožowarja

source: Manage Terminology
hsb: Terminologiju rjadować

source: Term
hsb: Zapřijeće

source: Translation
hsb: Přełožk

source: No terminology file has been found
hsb: Terminologijna dataja njeje so namakała

source: In order to use the terminology feature, make sure to add a terminology file to your translation project. The terminology file must be named 'pootle-terminology' and use the same file extension (format) as the rest of the project files. This custom terminology will be used in addition to any terminology suggestions provided by the 'Terminology' project.
hsb: Zo by terminologijnu funkciju wužiwał, zawěsć, zo so terminologijna dataja přełožowanskemu projektej přidawa. Terminologijna dataja dyrbi 'pootle-terminology' rěkać a samsnu datajowy sufiks (format) kaž zbytk projektowych datajow wužiwać. Tuta swójska terminologija budźe so přidatnje k terminologijnym namjetam wužiwać, kotrež projekt 'Terminoligja' k dispoziciji staja.

source: Here you can manage the terms in the terminology files.
hsb: Tu móžeš zapřijeća w terminologijnych datajach rjadować.

source: File
hsb: Dataja

source: Once you upload files, you will be able to add, edit and delete terms.
hsb: Hdyž dataje nahrawaš, móžeš zapřijeća přidać, wobdźěłać a zhašeć.

source: Latest activity:
hsb: Poslednja aktiwita:

source: Total score:
hsb: Hódnoćenje dohromady:

source: User Account
hsb: Wužiwarske konto

source: Do you want to change your password? Click the 'Reset Password' button which will initiate the process of setting a new password.
hsb: Chceš swoje hesło změnić? Klikńće na tłóčatko 'Hesło wróćo stajić', kotrež proces wróćostajenja noweho hesła zahaja.

source: Reset Password
hsb: Hesło wróćo stajić

source: Statistics
hsb: Statistika

source: Daily activity
hsb: Dnjowa aktiwita

source: Welcome
hsb: Witaj

source: Welcome to Pootle
hsb: Witaj k Pootle

source: Come and join us!
hsb: Přidruž so nam!

source: Sign in
hsb: Přizjewić

source: Top Contributors for the Last 30 Days
hsb: Hłowni přinošowarjo za zańdźene 30 dnjow

source: Pootle Translation Server
hsb: Přełožowanski serwer Pootle
