Repository: pypi-data/pypi-mirror-25
Catalog: packages/Pootle/Pootle-2.9.0rc1.tar.bz2/Pootle-2.9.0rc1/pootle/locale/hsb/pootle.po
Languages: hsb

source: Some problem happened when tried to send the confirmation email. Please try again later.
hsb: Někajki problem je wustupił, hdyž je spytało, wobkrućensku e-mejlku pósłać. Prošu spytajće pozdźišo hišće raz.

source: An error occurred logging you in. Please contact your system administrator
hsb: Při přizjewjenju je zmylk wustupił. Prošu staj so ze swojim administratorom do zwiska

source: Your user seems to have disappeared. Please report this to the site owners.
hsb: Zda so, zo twój wužiwar je so zhubił. Prošu zdźěl to mějićelam sydła.

source: Username
hsb: Wužiwarske mjeno

source: Required. 30 characters or fewer. Letters, numbers and @/./+/-/_ characters
hsb: Trěbne. 30 znamješkow abo mjenje. Pismiki, ličby a znamješka @/./-/_

source: Enter a valid username.
hsb: Zapodaj płaćiwe wužiwarske mjeno.

source: A user with that username already exists.
hsb: Wužiwar z tutej e-mejlowej adresu hižo eksistuje.

source: Email Address
hsb: E-mejlowa adresa

source: Full Name
hsb: Dospołne mjeno

source: Active
hsb: Aktiwny

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
hsb: Postaja, hač maja z tutym wužiwarjom jako aktiwnym wobchadźeć. Wotwol to město zo, by konta zhašał.

source: Superuser Status
hsb: Administratorowy status

source: Designates that this user has all permissions without explicitly assigning them.
hsb: Postaja, zo tutón wužiwar ma wšě prawa bjez toho, zo by jemu je eksplicitnje připokazał.

source: date joined
hsb: zastupny datum

source: Number of Rows
hsb: Ličba linkow

source: Alternative Source Languages
hsb: Alternatiwne žórłowe rěče

source: Score
hsb: Hódnoćenje

source: Is employee?
hsb: Je přistajeny?

source: Website
hsb: Websydło

source: Short Bio
hsb: Krótki žiwjenjoběh

source: This email address already exists.
hsb: Tuta e-mejlowa adresa hižo eksistuje.

source: Subject
hsb: Tema

source: Please enter a message subject
hsb: Prošu zapodaj powěsćowu temu

source: Name
hsb: Mjeno

source: Please enter your name
hsb: Prošu zapodaj swoje mjeno

source: Email address
hsb: E-mejlowa adresa

source: Please enter your email address
hsb: Prošu zapodaj swoju e-mejlowu adresu

source: Message
hsb: Powěsć

source: Please enter your message
hsb: Prošu zapodaj swoju powěsć

source: String context
hsb: Kontekst znamješkoweho rjećazka

source: Question or comment
hsb: Prašenje abo komentar

source: Please enter your question or comment
hsb: Prošu zapodaj prašenje abo komentar

source: Contact Us
hsb: Staj so z nami do zwiska

source: Report problem with string
hsb: Problem ze znamješkowym rjećazkom zdźělić

source: Download translation files for offline translation
hsb: Přełožowanske dataje za přełožowanje offline sćahnyć

source: Download for offline translation
hsb: Za přełožowanje offline sćahnyć

source: Download translation files for backup
hsb: Přełožowanske dataje za zawěsćenje sćahnyć

source: Download for backup
hsb: Za zawěsćenje sćahnyć

source: Upload translation files or archives in .zip format
hsb: Přełožowanske dataje abo archiwy w formaće .zip nahrać

source: Upload translations
hsb: Přełožki nahrać

source: Upload as %(user)s
hsb: Jako %(user)s nahrać

source: Download offline TM for the translation project
hsb: Přełožowanski pomjatk za přełožowanski projekt sćahnyć

source: Download offline TM
hsb: Přełožowanski pomjatk sćahnyć

source: Unsupported filetype '%s', only PO files are supported at this time
hsb: Njepodpěrany datajowy typ '%s', jenož dataje typa PO so tuchwilu podpěruja

source: File '%s' missing X-Pootle-Path header
hsb: Hłowa X-Pootle-Path w dataji '%s' faluje

source: File '%s' missing or invalid X-Pootle-Revision header
hsb: Dataja '%s' faluje abo njepłaćiwa hłowa X-Pootle-Revision

source: Could not create '%s'. Missing Project/Language? (%s)
hsb: '%s' njeda so wutworić. Faluje projekt/rěč? (%s)

source: There was an error uploading your file
hsb: Při nahrawanju twojeje dataje je zmylk wustupił

source: Language code does not follow the ISO convention
hsb: Rěčny kod ISO-konwenciji njewotpowěduje

source: Source Language
hsb: Žórłowa rěč

source: You cannot remove a file type from a Project, if there are files of that file type ('%s')
hsb: Njemóžeš datajowy typ z projekta wotstronić, jeli su dataje tutoho datajoweho typa ('%s')

source: Password
hsb: Hesło

source: Please enter a valid LinkedIn user profile URL.
hsb: Prošu zapodaj płaćiwy URL wužiwarskeho profila LinkedIn.

source: Running (%d worker)
hsb: Běži (%d nadawk)

source: Stopped
hsb: Zastajeny

source: All Users
hsb: Wšitcy wužiwarjo

source: Add Permissions
hsb: Prawa přidać

source: Select one or more permissions
hsb: Wubjer jedne prawo abo wjacore prawa

source: Revoke Permissions
hsb: Prawa zebrać

source: No files in this project.
hsb: Žane dataje w tutym projekće.

source: There are errors in the form. Please review the problems below.
hsb: Su zmylki w formularje. Prošu přepruwuj slědowace problemy.

source: Critical
hsb: Kritiske

source: Cosmetic
hsb: Kosmetiski

source: Functional
hsb: Funkcionalny

source: Extraction
hsb: Ekstrakcija

source: Other
hsb: Druhe

source: Accelerators
hsb: Tastowe skrótšenki

source: Acronyms
hsb: Akronymy

source: Blank
hsb: Prózdny

source: Brackets
hsb: Spinki

source: Compendium conflict
hsb: Konflikt z PO-kompendijom

source: Translator credits
hsb: Sobuskutkowacy přełožowarjo

source: Dialog sizes
hsb: Dialogowe wulkosće

source: Double quotes
hsb: Dwójne pazorki

source: Double spaces
hsb: Dwójne prózdnoty

source: Repeated word
hsb: Wospjetowane słowo

source: E-mail
hsb: E-mejl

source: Ending punctuation
hsb: Wotzamkowace interpunkciske znamješko

source: Ending whitespace
hsb: Wotzamkowaca prózdnota

source: Escapes
hsb: Maskowane znamješka

source: File paths
hsb: Datajowe šćežki

source: Functions
hsb: Funkcije

source: GConf values
hsb: GConf-hódnoty

source: Fuzzy
hsb: Njejasne

source: Old KDE comment
hsb: Stary KDE-komentar

source: Long
hsb: Dołhi

source: Must translate words
hsb: Słowa, kotrež dyrbja so přełožić

source: Newlines
hsb: Nowe linki

source: Number of plurals
hsb: Ličba pluralowych formow

source: Don't translate words
hsb: Słowa, kotrež nimaja so přełožić

source: Numbers
hsb: Ličby

source: Options
hsb: Opcije

source: Punctuation spacing
hsb: Wotstawk interpunkciskeho znamješka

source: Pure punctuation
hsb: Luta interpunkcija

source: Python brace placeholders
hsb: Zastupowace znamješka za Pythonowe spinki

source: Number of sentences
hsb: Ličba sadow

source: Short
hsb: Krótke

source: Simple capitalization
hsb: Jednore wulko-/małopisanje

source: Simple plural(s)
hsb: Jednore pluralowe formy

source: Single quotes
hsb: Jednore pazorki

source: Starting capitalization
hsb: Spočatne wulkopisanje

source: Starting punctuation
hsb: Spočatna interpunkcija

source: Starting whitespace
hsb: Spočatna prózdnota

source: Tabs
hsb: Tabulatory

source: Unchanged
hsb: Njezměnjeny

source: Untranslated
hsb: Njepřełožene

source: URLs
hsb: URL

source: Valid characters
hsb: Płaćiwe znamješka

source: Placeholders
hsb: Zastupowace symbole

source: Valid XML
hsb: Płaćiwy XML

source: XML tags
hsb: XML-znački

source: ftl format
hsb: format ftl

source: Romanian: Avoid cedilla diacritics
hsb: Rumunšćina: Diakritiske znamjo cedilla wuwostajić

source: Romanian: Use "niciun"/"nicio"
hsb: Rumunšćina: "niciun"/"nicio" wužiwać

source: Format name
hsb: Mjeno formata

source: Format title
hsb: Titul formatować

source: Enabled
hsb: Zmóžnjeny

source: Monolingual format
hsb: Jednorěčny format

source: GNU-style
hsb: GNU-stil

source: non GNU-style
hsb: njeje stil GNU

source: Django-style
hsb: Stil Django

source: Custom
hsb: Swójski

source: Filesystem backend
hsb: Datajowy system backenda

source: Select a filesystem backend
hsb: Wubjer backend datajoweho systema

source: Backend URL or path
hsb: URL abo šćežka backenda

source: The URL or path to your translation files
hsb: URL abo šćežka k twojim přełožowanskim datajam

source: Translation mapping presets
hsb: Přirjadowanje přełožowanskich přednastajenjow

source: Translation path mapping
hsb: Přirjadowanje přełožowanskeje šćežki

source: Translation path mapping that maps the localisation files on the filesystem to files on Pootle.
hsb: Přirjadowanje přełožowanskeje šćežki, kotrež přełožowanske dataje na datajowym systemje datajam na Pootle přirjaduje.

source: Filesystem language codes must be unique
hsb: Rěčne kody datajoweho systema dyrbja jónkróćne być

source: Pootle language mappings must be unique
hsb: Rěčne přirjadowanja Pootle dyrbja jónkróćne być

source: Member
hsb: Čłon

source: Submitter
hsb: Zapodawar

source: Reviewer
hsb: Kontroler

source: Administrators
hsb: Administratorojo

source: Reviewers
hsb: Kontrolerojo

source: Submitters
hsb: Zapodawarjo

source: Members
hsb: Čłonojo

source: New member
hsb: Nowy čłon

source: Add a user to this team
hsb: Tutomu teamej wužiwarja přidać

source: Search for users to add
hsb: Pytajće wužiwarjow, kotrychž chceće přidać

source: Role
hsb: Róla

source: Role is required when adding a new member
hsb: Róla je trěbna, hdyž so nowy čłon přidawa

source: Reject
hsb: Wotpokazać

source: Accept
hsb: Akceptować

source: Filter by suggester
hsb: Po namjetowarju filtrować

source: Filter by state
hsb: Po statusu filtrować

source: Project
hsb: Projekt

source: Code
hsb: Kod

source: ISO 639 language code for the language, possibly followed by an underscore (_) and an ISO 3166 country code. <a href="http://www.w3.org/International/articles/language-tags/">More information</a>
hsb: Rěčny kod ISO 639 za rěč, jemu móže tež podsmužka (_) a krajny kod ISO 3166 slědować. <a href="http://www.w3.org/International/articles/language-tags/">Dalše informacije</a>

source: Special Characters
hsb: Wosebite znamješka

source: Enter any special characters that users might find difficult to type
hsb: Zapodaj specialne znamješka, kotrež dadźa so ćežko přez wužiwarja zapodać

source: For more information, visit <a href="http://docs.translatehouse.org/projects/localization-guide/en/latest/l10n/pluralforms.html">our page</a> on plural forms.
hsb: Zo by wjace zhonił, wopytaj <a href="http://docs.translatehouse.org/projects/localization-guide/en/latest/l10n/pluralforms.html">našu stronu</a> wo pluralowych formach.

source: Unknown
hsb: Njeznaty

source: Number of Plurals
hsb: Ličba pluralowych formow

source: Plural Equation
hsb: Pluralowa formla

source: Unit
hsb: Jednotka

source: State
hsb: Status

source: Source
hsb: Žórło

source: Suggestion
hsb: Namjet

source: Suggested by
hsb: Namjetowany wot

source: Suggested at
hsb: Namjetowany

source: Rejected %s suggestion with comment. User will be notified
hsb: %s namjet z komentarom wotpokazany. Wužiwar dóstanje zdźělenku

source: Accepted %s suggestion with comment. User will be notified
hsb: %s namjet z komentarom akceptowany. Wužiwar dóstanje zdźělenku

source: Rejected %s suggestion
hsb: %s namjet wótpokazany

source: Accepted %s suggestion
hsb: %s namjet akceptowany

source: Search
hsb: Pytać

source: Search (Ctrl+Shift+S)<br/>Type and press Enter to search
hsb: Pytać (Strg+Umsch+S)<br/>Zapodaj wuraz a tłóč zapodawansku tastu, zo by pytał

source: Source Text
hsb: Žórłowy tekst

source: Target Text
hsb: Cilowy tekst

source: Comments
hsb: Komentary

source: Locations
hsb: Městna

source: {percentage} untranslated
hsb: {percentage} njepřełožene

source: {percentage} needs work
hsb: {percentage} dyrbi so wobdźěłać

source: {percentage} translated
hsb: {percentage} přełožene

source: First
hsb: Prěni

source: Previous
hsb: Předchadny

source: Next
hsb: Přichodny

source: Last (%d)
hsb: Posledni (%d)

source: Search unavailable
hsb: Pytanje k dispoziciji njeje

source: My current score at %s is %s
hsb: Moje aktualne hódnoćenje na %s je %s

source: Tweet this!
hsb: Tweetuj to!

source: #%s contributor in %s in the last 30 days
hsb: Sobuskutkowar #%s w %s za zańdźene 30 dnjow

source: I am #%s contributor in %s in the last 30 days at %s!
hsb: Sym sobuskutkowar #%s w %s za zańdźene 30 dnjow na %s!

source: No contributions in the last 30 days
hsb: Žane přinoški za zańdźene 30 dnjow

source: My Website
hsb: Moje websydło

source: My LinkedIn Profile
hsb: Mój profil LinkedIn

source: Site administrator
hsb: Sydłowy administrator

source: %s's language teams
hsb: Rěčne teamy wužiwarja %s

source: %s is not a member of any language teams
hsb: %s čłon žanoho rěčneho teama njeje

source: Some translations are provided by anonymous volunteers. These are registered under this special meta-account.
hsb: Někotre přełožki buchu wot anonymnych dobrowólnikow zapodate. Tute su pod wosebitym metakontom zregistrowane.

source: Some translations are imported from external files. These are registered under this special meta-account.
hsb: Někotre přełožki su so z eksternych datajow importowali. Tute su pod tutym wosebitym metakontom zregistrowane.

source: Show others who you are, tell about yourself<br/>and make your public profile look gorgeous!
hsb: Pokazaj druhim, štó sy, powědaj jim něšto wo sebi<br/>a daj swojemu zjawnemu profilej wulkotny napohlad!

source: You can set or change your avatar image at www.gravatar.com
hsb: Móžeš swój awatarowy wobraz na www.gravatar.com nastajić abo změnić

source: Anonymous User
hsb: Anomymny wužiwar

source: Admin
hsb: Administrator

source: Translator
hsb: Přełožowar

source: Select one or more languages
hsb: Wubjerće jednu rěč abo wjacore rěče

source: Language
hsb: Rěč

source: "%(code)s" cannot be used as a project code
hsb: "%(code)s" njeda so jako projektowy kod wužiwać

source: "%(code)s" cannot be used as a project checker
hsb: "%(code)s" njeda so jako kontrolny program za projekty wužiwać

source: A short code for the project. This should only contain ASCII characters, numbers, and the underscore (_) character.
hsb: Krótki kod za projekt. Měł jenož ASCII-znamješka a znamješko za podsmužku (_) wobsahować.

source: Quality Checks
hsb: Kwalitne kontrole

source: Automatic detection of GNU/non-GNU file layouts (slower)
hsb: Awtomatiske pytanje za datajowymi wuhotowanjemi GNU/nje-GNU (pomałše)

source: GNU style: files named by language code
hsb: GNU-stil: Dataje pomjenowane po rěčnym kodźe

source: Non-GNU: Each language in its own directory
hsb: Nje-GNU: Kóžda rěč w swójskim zapisu

source: Allow Pootle FS to manage filesystems (Experimental)
hsb: Pootle FS za rjadowanje datajowych systemow dowolić (eksperimentelne)

source: Project Tree Style
hsb: Projektowy štomowy stil

source: Ignore Files
hsb: Dataje ignorować

source: Errors Report Email
hsb: E-mejl zmylkoweje rozprawy

source: An email address where issues with the source text can be reported.
hsb: E-mejlowa adresa, z kotrejž je móžno, problemy ze žórłowym tekstom zdźělić.

source: Screenshot Search Prefix
hsb: Prefiks za pytanje fotow wobrazowki

source: Disabled
hsb: Znjemóžnjeny

source: Translation project (%s) has been created. We are now updating its files from file templates.
hsb: Přełožowanski projekt (%s) je so wutworił. Budźemy nětko jeho dataje z datajowych předłohow aktualizować.

source: Translation project (%s) has been deleted
hsb: Přełožowanski projekt (%s) je so zhašał

source: Target
hsb: Cil

source: Comment
hsb: Komentar

source: Check
hsb: Kontrola

source: Path
hsb: Šćežka

source: Obsolete
hsb: Zestarjeny

source: Needs work
hsb: Trjeba wobdźěłanje

source: Translated
hsb: Přełožene

source: Insufficient rights to access this directory.
hsb: Falowace prawa za přistup na zapis.

source: Insufficient rights to access suggestion mode.
hsb: Falowace prawa za přistup na namjetowanski modus.

source: Insufficient rights to access translation mode.
hsb: Falowace prawa za přistup na přełožowanski modus.

source: Insufficient rights to access review mode.
hsb: Falowace prawa za přistup na přepruwowanski modus.

source: Plural Form %d
hsb: Pluralowa forma %d

source: Needs work flag must be cleared
hsb: Marka nadawka dyrbi so zhašeć

source: Translator comment
hsb: Komentar přełožowarja

source: Suggestion '%s' has already been accepted or rejected.
hsb: Namjet '%s' je hižo akceptowany abo wotpokazany.

source: Insufficient rights to access this page.
hsb: Njedosahace prawa za přistup na stronu.

source: Suggestion '%s' already exists.
hsb: Namjet '%s' hižo eksistuje.

source: Suggestion '%s' equals to current unit target value.
hsb: Namjet '%s' so cilowej hódnoće aktualneje jednotki runa.

source: Added suggestion
hsb: Namjet přidaty

source: Accepted suggestion from %(author)s
hsb: Namjet wot %(author)s akceptowany

source: Accepted suggestion from %(author)s with comment: %(comment)s
hsb: Namjet wot %(author)s z komentarom akceptowany: %(comment)s

source: Rejected suggestion from %(author)s
hsb: Namjet wot %(author)s wotpokazany

source: Rejected suggestion from %(author)s with comment: %(comment)s
hsb: Namjet wot %(author)s z komentarom wotpokazany: %(comment)s

source: Unit created
hsb: Zapisk je so wutworił

source: Comment:
hsb: Komentar:

source: Removed comment
hsb: Wotstronjeny komentar

source: Muted %(check_name)s check
hsb: Kontrola %(check_name)s je so znjemóžniła

source: Unmuted %(check_name)s check
hsb: Kontrola %(check_name)s je so zaso zmóžniła

source: Suggestion accepted with comment
hsb: Namjet z komentarom akceptowany

source: Suggestion rejected with comment
hsb: Namjet z komentarom wotpokazany

source: Path too long.
hsb: Šćežka je předołha.

source: Arguments missing.
hsb: Argumenty faluja.

source: Failed to remove comment.
hsb: Komentar njeda so wotstronić.

source: Comment submission failed.
hsb: Wotpósłanje komentara je so nimokuliło.

source: This term already exists in this file.
hsb: Tute zapřijeće w tutej dataji hižo eksistuje.

source: Translation project (%s) created
hsb: Přełožowanski projekt (%s) wutworjeny

source: Translation project (%s) creation failed
hsb: Přełožowanski projekt (%s) njeda so wutworić

source: I have read and accept: <a href="%(url)s" class="%(classes)s">%(title)s</a>
hsb: Sym přečitał a akceptuju: <a href="%(url)s" class="%(classes)s">%(title)s</a>

source: Whether this page is active or not.
hsb: Hač tuta strona je aktiwna abo nic.

source: Virtual Path
hsb: Wirtuelna šćežka

source: Title
hsb: Titul

source: Display Content
hsb: Wobsah pokazać

source: Allowed markup: %s
hsb: Dowolene wuznamjenjenska rěč: %s

source: Redirect to URL
hsb: K URL dale sposrědkować

source: If set, this page will redirect to this URL
hsb: Jeli nastajene, budźe so tuta strona k tutomu URL dale sposrědkować

source: URL or content must be provided.
hsb: URL abo wobsah dyrbi so k dispoziciji stajić.

source: Virtual path already in use.
hsb: Wirtuelna šćežka so hižo wužiwa.

source: Legal Page
hsb: Strona z prawniskimi pokazkami

source: Regular Page
hsb: Regularna strona

source: Page Title
hsb: Titul strony

source: projects/<project_code> or <language_code> or <language_code>/<project_code>
hsb: projects/<project_code> abo <language_code> abo <language_code>/<project_code>

source: Text is missing
hsb: Tekst faluje

source: Filtering rules that tell which files this virtual folder comprises.
hsb: Filtrowanske prawidła, kotrež pokazuja, kotre dataje tutón wirtuelny rjadowak wobwliwuje.

source: Priority
hsb: Priorita

source: Number specifying importance. Greater priority means it is more important.
hsb: Ličba, kotraž wažnosć podawa. Wyša priorita woznamjenja, něšto je wažniše.

source: Is public?
hsb: Je zjawny?

source: Whether this virtual folder is public or not.
hsb: Hač tutón wirtuelny rjadowak je zjawny abo nic.

source: Description
hsb: Wopisanje

source: Use this to provide more information or instructions. Allowed markup: %s
hsb: Wužiwaj to, zo by dalše informacije abo instrukcije k dispoziciji stajił. Dowolene wuznamjenjenja: %s

source: There are user accounts with duplicate emails. This will not be allowed in Pootle 2.8.
hsb: Su wužiwarske konta z dwójnymi e-mejlkami. To w Pootle 2.8 dowolene njeje.

source: Try using 'pootle find_duplicate_emails', and then update user emails with 'pootle update_user_email username email'. You might also want to consider using pootle merge_user or purge_user commands
hsb: Spytaj 'pootle find_duplicate_emails' wužiwać, a aktualizuj wužiwarske e-mejle z 'pootle update_user_email username email'. Snano chceš tež přikazaj pootle merge_user abo purge_user wužiwać

source: Your version of Django is too old.
hsb: Twoja wersija Django je přestara.

source: Try pip install --upgrade 'Django==%s'
hsb: Spytaj pip install --upgrade 'Django==%s'

source: Your version of lxml is too old.
hsb: Twoja wersija lxml je přestara.

source: Try pip install --upgrade lxml
hsb: Spytaj pip install --upgrade lxml

source: Your version of Translate Toolkit is too old.
hsb: Twoja wersija Translate Toolkit je přestara.

source: Try pip install --upgrade translate-toolkit
hsb: Spytaj pip install --upgrade translate-tookit

source: Could not connect to Redis (%s)
hsb: Njeje móžno z Redis (%s) zwjazać

source: Make sure Redis is running on %(host)s:%(port)s
hsb: Zawěsć, zo Redis na %(host)s:%(port)s běži

source: Your version of Redis is too old.
hsb: Twoja wersija Redis je přestara.

source: Update your system's Redis server package to at least version %s
hsb: Aktualizuj serwerowy paket Redis swojeho systema na minimalnu wersiju %s

source: No worker running.
hsb: Žadyn nadawk njeběži.

source: Run new workers with 'pootle rqworker'
hsb: Nowe nadawki z 'pootle rqworker' přewjesć

source: Cache backend is not set to Redis.
hsb: Backend pufrowaka njeje so na Redis stajił.

source: Set default cache backend to django_redis.cache.RedisCache Current settings: %r
hsb: Staj standardny backend pufrowaka na django_redis.cache.RedisCache Aktualne nastajenja: %r

source: Could not initiate a Redis cache connection
hsb: Zwisk pufrowaka Redis njeda so iniciěrować

source: Double-check your CACHES settings
hsb: Přepruwuj swoje nastajenja CACHES dwójce

source: Distinct django_redis.cache.RedisCache configurations are required for `default`, `redis` and `lru`.
hsb: Rozdźělne konfiguracije django_redis.cache.RedisCache su trěbne za 'default', 'redis' a 'lru'.

source: DEBUG mode is on. Do not do this in production!
hsb: Modus pytanja za zmylkami je zapinjeny. Nječiń to při wuwjedźenju!

source: Set DEBUG = False in Pootle settings
hsb: DEBUG w nastajenjach Pootle na False stajić

source: The sqlite database backend is unsupported
hsb: Backend z datowej banku sqlite so njepodpěruje

source: Set your default database engine to postgresql or mysql
hsb: Staj swój system datoweje banki na postgresql abo mysql

source: Not using cached_db as session engine
hsb: cached_db so jako posedźenski system njewužiwa

source: Set SESSION_ENGINE to django.contrib.sessions.backend.cached_db Current settings: %r
hsb: SESSION_ENGINE na django.contrib.sessions.backend.cached_db stajić Aktualne nastajenja: %r

source: POOTLE_CONTACT_EMAIL is not set.
hsb: POOTLE_CONTACT_EMAIL nastajeny njeje.

source: Set POOTLE_CONTACT_EMAIL to allow users to contact administrators through the Pootle contact form.
hsb: Nastaj POOTLE_CONTACT_EMAIL, zo by wužiwarjam dowolił, administratorow přez kontaktny formular Pootle kontaktować.

source: POOTLE_CONTACT_EMAIL is using the following default setting %r.
hsb: POOTLE_CONTACT_EMAIL slědowace standardne nastajenje %r wužiwa.

source: POOTLE_CONTACT_EMAIL is the address that will receive messages sent by the contact form.
hsb: POOTLE_CONTACT_EMAIL je adresa, kotraž powěsće přijima, kotrež su so přez kontaktny formular pósłali.

source: DEFAULT_FROM_EMAIL is not set.
hsb: DEFAULT_FROM_EMAIL nastajeny njeje.
