Repository: pypi-data/pypi-mirror-25
Catalog: packages/Pootle/Pootle-2.9.0rc1.tar.bz2/Pootle-2.9.0rc1/pootle/locale/hsb/pootle.po
Languages: hsb

source: DEFAULT_FROM_EMAIL is used in all outgoing Pootle email. Don't forget to review your mail server settings.
hsb: DEFAULT_FROM_EMAIL so we wuchadźacej emejli Pootle wužiwa. Njezabudź nastajenja swojeho e-mejloweho serwera přepruwować.

source: DEFAULT_FROM_EMAIL is using the following default setting %r.
hsb: DEFAULT_FROM_EMAIL slědowace nastajenje %r wužiwa.

source: POOTLE_TM_SERVER['%s'] has no INDEX_NAME.
hsb: POOTLE_TM_SERVER['%s'] INDEX_NAME nima.

source: Set an INDEX_NAME for POOTLE_TM_SERVER['%s'].
hsb: Nastaj INDEX_NAME za POOTLE_TM_SERVER['%s'].

source: Duplicate '%s' INDEX_NAME in POOTLE_TM_SERVER.
hsb: '%s' INDEX_NAME w POOTLE_TM_SERVER podwójić.

source: Set different INDEX_NAME for all servers in POOTLE_TM_SERVER.
hsb: Nastaj druhe INDEX_NAME za wšě serwery w POOTLE_TM_SERVER.

source: POOTLE_TM_SERVER['%s'] has no ENGINE.
hsb: POOTLE_TM_SERVER['%s'] ENGINE nima.

source: Set a ENGINE for POOTLE_TM_SERVER['%s'].
hsb: Nastaj ENGINE za POOTLE_TM_SERVER['%s'].

source: POOTLE_TM_SERVER['%s'] has no HOST.
hsb: POOTLE_TM_SERVER['%s'] HOST nima.

source: Set a HOST for POOTLE_TM_SERVER['%s'].
hsb: Nastaj HOST za POOTLE_TM_SERVER['%s'].

source: POOTLE_TM_SERVER['%s'] has no PORT.
hsb: POOTLE_TM_SERVER['%s'] PORT nima.

source: Set a PORT for POOTLE_TM_SERVER['%s'].
hsb: Nastaj PORT za POOTLE_TM_SERVER['%s'].

source: POOTLE_TM_SERVER['%s'] has a WEIGHT less than 0.0 or greater than 1.0
hsb: POOTLE_TM_SERVER['%s'] ma WEIGHT, kotraž je mjenje hač 0.0 abo wjetša hač 1.0

source: Set a WEIGHT between 0.0 and 1.0 (both included) for POOTLE_TM_SERVER['%s'].
hsb: Nastaj WEIGHT mjez 0.0 a 1.0 (wobaj zapřijatej) za POOTLE_TM_SERVER['%s'].

source: POOTLE_SCORES has no %s.
hsb: POOTLE_SCORES %s nima.

source: Set %s in POOTLE_SCORES.
hsb: %s w POOTLE_SCORES nastajić.

source: Invalid value for %s in POOTLE_SCORES.
hsb: Njepłaćiwa hódnota za %s w POOTLE_SCORES.

source: Set a valid value for %s in POOTLE_SCORES.
hsb: Nastaj płaćiwu hódnotu za %s w POOTLE_SCORES.

source: POOTLE_MARKUP_FILTER is missing.
hsb: POOTLE_MARKUP_FILTER faluje.

source: Set POOTLE_MARKUP_FILTER.
hsb: POOTLE_MARKUP_FILTER nastajić.

source: Invalid value in POOTLE_MARKUP_FILTER.
hsb: Njepłaćiwa hódnota w POOTLE_MARKUP_FILTER.

source: Set a valid value for POOTLE_MARKUP_FILTER.
hsb: Nastaj płaćiwu hódnotu za POOTLE_MARKUP_FILTER.

source: Invalid markup in POOTLE_MARKUP_FILTER.
hsb: Njepłaćiwe wuznamjenjenje w POOTLE_MARKUP_FILTER.

source: Set a valid markup for POOTLE_MARKUP_FILTER.
hsb: Nastaj płaćiwe wuznamjenjenje za POOTLE_MARKUP_FILTER.

source: POOTLE_MARKUP_FILTER is set to '%s' markup, but the package that provides can't be found.
hsb: POOTLE_MARKUP_FILTER je na wuznamjenje '%s' nastajeny, ale paket, kotryž podawa, njeda so namakać.

source: Install the package or change POOTLE_MARKUP_FILTER.
hsb: Paket instalować abo POOTLE_MARKUP_FILTER změnić.

source: POOTLE_MARKUP_FILTER set to 'None' is deprecated.
hsb: Hódnota 'None' za POOTLE_MARKUP_FILTER je zestarjena.

source: Set your markup to 'html' explicitly.
hsb: Stajće swój wuznamjenjensku rěč eksplicitnje na 'html'.

source: POOTLE_MARKUP_FILTER is using '%s' markup, which is deprecated and will be removed in future.
hsb: POOTLE_MARKUP_FILTER wuznamjenjensku rěč '%s' wužiwa, kotrež je zestarjene a budźe so w přichodźe wotstronjeć.

source: Convert your staticpages to Markdown and set your markup to 'markdown'.
hsb: Přepisajće swoje statiske strony na Markdown a stajće swoju wuznamjenjensku rěč na 'markdown'.

source: The default 'admin' user still has a password set to 'admin'.
hsb: Standardny wužiwar 'admin' ma hišće hesło 'admin'.

source: Remove the 'admin' user or change its password.
hsb: Wotstroń wužiwarja 'admin' abo změń hesło.

source: Database connection uses transaction_hooks.
hsb: Zwisk datoweje banki transaction_hooks wužiwa.

source: Set the DATABASES['default']['ENGINE'] to use a Django backend from django.db.backends.
hsb: Nastaj DATABASES['default']['ENGINE'], zo by backend Django z django.db.backends wužiwał.

source: Email server is not available.
hsb: E-mejlowy serwer k dispoziciji njeje.

source: Review your email settings and make sure your email server is working.
hsb: Přepruwuj swoje e-mejlowe nastajenja a zawěsć, zo twój e-mejlowy serwer funguje.

source: Revision is missing or has an incorrect value.
hsb: Wersija faluje abo ma wopačnu hódnotu.

source: Run `revision --restore` to reset the revision counter.
hsb: Wuwjedź 'revision --restore', zo by wersijowy ličak wróćo stajił.

source: No canonical URL provided and default site set to example.com.
hsb: Njeje žadyn kanoniski URL podaty a standardne sydło je na example.com stajene.

source: Set the `POOTLE_CANONICAL_URL` in settings or update the default site if you are using django.contrib.sites.
hsb: Nastaj 'POOTLE_CANONICAL_URL' w nastajenjach abo aktualizuj standardne sydło, jeli django.contrib.sites wužiwaš.

source: Canonical URL is set to http://localhost.
hsb: Kanoniski URL je na http://localhost stajeny.

source: Set the `POOTLE_CANONICAL_URL` to an appropriate value for your site or leave it empty if you are using `django.contrib.sites`.
hsb: Nastaj 'POOTLE_CANONICAL_URL' na přihódnu hódnotu za swoje sydło abo wostaj jón prózdny, jeli 'django.contrib.sites' wužiwaš.

source: POOTLE_FS_WORKING_PATH setting is not set.
hsb: POOTLE_FS_WORKING_PATH njeje nastajeny.

source: Path ('%s') pointed to by POOTLE_FS_WORKING_PATH doesn't exist.
hsb: Šćežka ('%s'), kotraž so přez POOTLE_FS_WORKING_PATH podawa, njeeksistuje.

source: Create the directory pointed to by `POOTLE_FS_WORKING_PATH`, or change the setting.
hsb: Wutwor zapis, na kotryž 'POOTLE_FS_WORKING_PATH' pokazuje, abo změń nastajenje.

source: Path ('%s') pointed to by POOTLE_FS_WORKING_PATH is not writable by Pootle.
hsb: Šćežka ('%s'), kotraž so přez POOTLE_FS_WORKING_PATH pokazuje, njeda so přez Pootle pisać.

source: Add the write permission to the `POOTLE_FS_WORKING_PATH` or change the setting.
hsb: Přidaj `POOTLE_FS_WORKING_PATH` pisanske prawo abo změń nastajenje.

source: MySQL requires time zone settings.
hsb: MySQL sej nastajenja časoweho pasma wužaduje.

source: Pootle does not yet support Python 3.
hsb: Pootle hišće Python 3 njepodpěruje.

source: Use a Python 2.7 virtualenv.
hsb: Wužiwaj Python 2.7 virtualenv.

source: Pootle no longer supports Python versions older than 2.7
hsb: Pootle hižo wersije Python starše hač 2.7 njepodpěruje

source: Progress
hsb: Postup

source: Last Activity
hsb: Poslednja aktiwita

source: Suggestions
hsb: Namjety

source: Incomplete
hsb: Njedospołny

source: Total
hsb: Dohromady

source: Last updated
hsb: Poslednja aktualizacija

source: Back to language
hsb: Wróćo k rěči

source: Back to parent folder
hsb: Wróćo k nadrjadowanemu rjadowakej

source: You do not have rights to administer Pootle.
hsb: Nimaš prawa za administrowanje Pootle.

source: Time to answer has expired
hsb: Čas za wotmołwu je wotběžał

source: Enter a number
hsb: Zapodaj ličbu

source: Incorrect
hsb: Wopačny

source: With selected
hsb: Z wubranymi

source: Add comment
hsb: Komentar přidać

source: Select all items matching filter criteria, including those not shown
hsb: Wubjer wšě zapiski, kotrež filtrowanskim kriterijam wotpowěduja, inkluziwnje te, kotrež so njepokazuja

source: You must specify an action to take
hsb: Dyrbiš akciju podać, kotraž ma so wuwjesć

source: A valid search field must be specified
hsb: Płaćiwe pytanske polo dyrbi so podać

source: Can access a project
hsb: Ma přistup na projekt

source: Cannot access a project
hsb: Nima přistup na projekt

source: Can make a suggestion for a translation
hsb: Móže přełožk namjetować

source: Can submit a translation
hsb: Móže přełožk zapodać

source: Can review suggestions
hsb: Móže namjety přepruwować

source: Can perform administrative tasks
hsb: Móže administratiwne nadawki přewjesć

source: Entire Project
hsb: Cyły projekt

source: %(user)s removed translation for %(source)s
hsb: %(user)s je přełožk za %(source)s wotstronił

source: %(user)s accepted suggestion for %(source)s
hsb: %(user)s je namjety za %(source)s akceptował

source: %(user)s uploaded file
hsb: %(user)s je dataju nahrał

source: %(user)s muted %(check)s for %(source)s
hsb: %(user)s je %(check)s za %(source)s znjemóžnił

source: %(user)s unmuted %(check)s for %(source)s
hsb: %(user)s je %(check)s za %(source)s zmóžnił

source: %(user)s added suggestion for %(source)s
hsb: %(user)s je namjet za %(source)s přidał

source: %(user)s rejected suggestion for %(source)s
hsb: %(user)s je namjet za %(source)s wotpokazał

source: %(user)s translated %(source)s
hsb: %(user)s je %(source)s přełožił

source: %(user)s edited %(source)s
hsb: %(user)s je %(source)s wobdźěłał

source: %(user)s pre-translated %(source)s
hsb: %(user)s je %(source)s předpřełožił

source: %(user)s reviewed %(source)s
hsb: %(user)s je %(source)s přepruwował

source: %(user)s marked as needs work %(source)s
hsb: %(user)s je %(source)s jako sej wobdźěłanje wužadujucy woznamjenił

source: You cannot access this page.
hsb: Nimaš přistup na tutu stronu.

source: Error accessing %(filename)s, Filesystem sent error: %(errormsg)s
hsb: Zmylk při přistupje na %(filename)s, zmylk datajoweho systema: %(errormsg)s

source: You need to <a class="js-login" href="%(login_link)s">login</a> to access this page.
hsb: Dyrbiš sej<a class="js-login" href="%(login_link)s">přizjewić</a>, zo by přistup na tutu stronu měł.

source: Privacy Policy
hsb: Prawidła priwatnosće

source: Legal
hsb: Prawniske

source: Imprint
hsb: Impresum

source: License
hsb: Licenca

source: License Statement
hsb: Licencna deklaracija

source: Contributor License
hsb: Licenca za sobuskutkowarjow

source: Terms of Use
hsb: Wužiwanske wuměnjenja

source: Terms of Service
hsb: Słužbne wuměnjenja

source: Getting Started
hsb: Prěnje kroki

source: About
hsb: Wo

source: About This Pootle Server
hsb: Wo tutym serwerje Pootle

source: This site is running Pootle — powerful web software to empower teams to do translation and translation management. This community tool is Free Software, and any team can use it and contribute to the Pootle community. Read more on the <a href="http://pootle.translatehouse.org/">project website</a>.
hsb: Tute sydło wužiwa Pootle — mócna websoftware, kotraž teamam zmóžnja, přełožki wutworić a přełožowanje rjadować. Tutón zhromadźenstwowy nastroj je swobodna software, a kóždy team móže ju wužiwać a k zhromadźenstwu Pootle přinošować. Čitaj wjace wo <a href="http://pootle.translatehouse.org/">projektowym websydle</a>.

source: Pootle %(pootle_version)s is powered by Translate Toolkit %(toolkit_version)s.
hsb: Pootle %(pootle_version)s Translate Toolkit %(toolkit_version)s wužiwa.

source: A Pootle account has been created for you using this email address.
hsb: Konto Pootle je so z pomocu tuteje e-mejloweje adresy załožiło.

source: To activate your account, follow this link:
hsb: Zo by swoje konto aktiwizował, slěduj tutomu wotkazej:

source: This message is sent to verify that the email address is in fact correct. If you did not want to register an account, you may simply ignore the message.
hsb: Tuta powěsć je so pósłała, zo by přepruwowała, hač e-mejlowa adresa je woprawdźe prawa. Jeli nochceše konto registrować, móžeš powěsć prosće ignorować.

source: Pootle e-mail confirmation
hsb: E-mejlowe wobkrućenje Pootle

source: We have received a request to reset your password.
hsb: Smy požadanje dóstali, twoje hesło wróćo stajić.

source: To reset your password, follow this link:
hsb: Zo by swoje hesło wróćo stajił, slěduj tutomu wotkazej:

source: If you do not want to reset your password, you may simply ignore the message.
hsb: Jeli nochceš swoje hesło wróćo stajić, móžeš powěsć prosće ignorować.

source: Pootle password reset e-mail
hsb: E-mejlka za wróćostajenje hesła Pootle

source: Registration Disabled
hsb: Registracija je znjemóžnjena

source: Registration is currently disabled. Please try again later.
hsb: Registracija je tuchwilu znjemóžnjena. Prošu spytaj pozdźišo hišće raz.

source: Save Changes
hsb: Změny składować

source: Info
hsb: Informacija

source: Users
hsb: Wužiwarjo

source: Languages
hsb: Rěče

source: Projects
hsb: Projekty

source: Permissions
hsb: Prawa

source: Static Pages
hsb: Statiske strony

source: Administration
hsb: Administracija

source: Server Statistics
hsb: Serwerowe statistiki

source: Submissions
hsb: Zapodaća

source: Pending suggestions
hsb: Wustejace namjety

source: Background Jobs
hsb: Pozadkowe nadawki

source: Pending jobs
hsb: Nječinjene nadawki

source: Failed jobs
hsb: Njewuspěšne nadawki

source: System Checks
hsb: Systemowe kontrole

source: No issues have been detected. All is good!
hsb: Problemy njebuchu zwěsćene. Wšitko je dobre!

source: Here you can add, edit, and delete the default permissions in this Pootle server.
hsb: Tu móžeš standardne prawa za tutón serwer Pootle přidać, wobdźěłać a zhašeć.

source: The user “nobody” refers to any user that is not logged in (an anonymous, unidentified user). The user “default” refers to the rights that all logged in users will have by default, unless other specific rights were assigned to them.
hsb: Wužiwar “nobody” poćahuje so na wužiwarja, kiž njeje přizjewjeny (anonymny njeidentifikowany wužiwar). Wužiwar “default” poćahuje so na prawa, kotrež wšitcy přizjewjeni wužiwarjo po standardźe maja, chibazo su so jim druhe wosebite prawa připokazali.

source: Filesystem configuration: %(project_code)s
hsb: Konfiguracija datajoweho systema: %(project_code)s

source: Pootle FS is still experimental, we’d love you to use it, but it does require a level of expertise in localisation, Python and Pootle in case anything goes wrong.
hsb: Pootle FS je hišće eksperimentelny, bychmy so wjeselili, hdyž ty jón wužiwaš, ale wužaduje sej wěstu wěcywustojnosć w lokalizaciji, Python a Pootle, jeli so něšto nimokuli.

source: Backend configuration
hsb: Konfiguracija backenda

source: Update filesystem configuration
hsb: Konfiguraciju datajoweho systema aktualizować

source: Translation path mapping should be of the format:
hsb: Přirjadowanje šcéžki přełožka měło slědowacy format wužiwać:

source: Only `&lt;language_code&gt;` is required, although it must end with `.&lt;ext&gt;`
hsb: Jenož `&lt;language_code&gt;` je trěbny, byrnjež dyrbjał so na `.&lt;ext&gt;` kónčić

source: If you are using the localfs backend the translation path mapping will be combined with the path specified in backend URL
hsb: Jeli backend localfs wužiwaš, budźe so přirjadowanje šćežki přełožka ze šćežku w URL backenda kombinować

source: For other backends the translation path mapping will be relative to the root of the repository.
hsb: Za druhe backendy budźe přirjadowanje šćežki přełožka relatiwne ke korjenjej chowarnje.

source: Language mapping configuration
hsb: Konfiguracija přirjadowanja rěče

source: Remove
hsb: Wotstronić

source: Pootle code
hsb: Kod Pootle

source: Filesystem code
hsb: Kod datajoweho systema

source: Add
hsb: Přidać

source: Update
hsb: Aktualizować

source: User
hsb: Wužiwar

source: Previous month
hsb: Předchadny měsac

source: Next month
hsb: Přichodny měsac

source: Detailed Report
hsb: Podrobna rozprawa

source: Detailed Statistics
hsb: Podrobne statistiki

source: Delete
hsb: Zhašeć

source: or
hsb: abo

source: Save
hsb: Składować

source: Use <code>&lt;a href="<strong>#/page-slug</strong>"&gt;Link text&lt;/a&gt;</code> code to provide links between static pages. Such links will be rewritten with full paths to static pages.
hsb: Wužiwaj kod <code>&lt;a href="<strong>#/slug-strony</strong>"&gt;Tekst wotkaza&lt;/a&gt;</code>, zo by wotkazy mjez statiskimi stronami podał. Tajke wotkazy so z połnymi šćežkami k statiskim stronam přepisaja.

source: In Announcement pages use <code><strong>/xx/</strong></code> within URLs for a dynamic language code.
hsb: Wužiwaj na stronach připowědźenja <code><strong>/xx/</strong></code> znutřka URL za dynamiski rěčny kod.

source: Last Edited
hsb: Poslednja změna

source: Yes
hsb: Haj

source: No
hsb: Ně

source: edit
hsb: wobdźěłać

source: view
hsb: pokazać

source: No pages yet.
hsb: Hišće žane strony.

source: Legal Pages
hsb: Strony z prawniskimi pokazkami

source: Add Legal Page
hsb: Stronu z prawniskimi pokazkami přidać

source: Regular Pages
hsb: Regularne strony

source: Add Regular Page
hsb: Regularnu stronu přidać

source: Announcements
hsb: Připowědźenja

source: Add Announcement
hsb: Připowědźenje přidać

source: Fix critical errors
hsb: Kritiske zmylki porjedźić

source: Critical errors
hsb: Kritiske zmylki

source: Review suggestions
hsb: Namjety přepruwować

source: Continue translation
hsb: Z přełožowanjom pokročować

source: View all
hsb: Wšě pokazać

source: All
hsb: Wšě

source: Expand details
hsb: Podrobnosće pokazać

source: Translation Statistics
hsb: Přełožowanska statistika

source: Failing Checks
hsb: Njeporadźene kontrole

source: More...
hsb: Wjace...

source: Less...
hsb: Mjenje...

source: Updates
hsb: Aktualizacije

source: Last updated:
hsb: Poslednja aktualizacija:

source: Translations
hsb: Přełožki

source: Last action:
hsb: Poslednja akcija:

source: This project is disabled and visible to administrators only.
hsb: Tutón projekt je znjemóžnjeny a jenož widźomny za administratorow.

source: Please fill in all the fields.
hsb: Prošu wupjelń wšě pola.

source: Send Message
hsb: Powěsć pósłać

source: Thanks!
hsb: Dźakujemy so!

source: We have received your message and will try to respond as soon as possible.
hsb: Smy twoju powěsć přijeli a spytamy ći tak bórze kaž móžno wotmołwić.

source: score
hsb: hódnoćenje

source: No user contributions yet.
hsb: Hišće žane přinoški.

source: Top contributors:
hsb: Hłowni přinošowarjo:

source: Are You Human?
hsb: Sy čłowjek?

source: To protect the server against attacks we have to verify that submissions are made by human users.
hsb: Zo bychmy serwer přećiwo nadpadam škitali, dyrbimy přepruwować, hač su čłowjescy wužiwarjo zapodaća činili.

source: Please answer this question:
hsb: Prošu wotmołw na tute prašenje:

source: Confirm
hsb: Wobkrućić

source: Go back to browsing
hsb: Wróćo k přehladej

source: My suggestions
hsb: Moje namjety

source: My submissions
hsb: Moje zapodaća

source: My overwritten submissions
hsb: Moje přepisane zapodaća

source: Checks
hsb: Kontrole

source: Select type
hsb: Typ wubrać

source: Default order
hsb: Standardny porjad

source: Important first
hsb: Wažne jako prěnje

source: Newest first
hsb: Najnowše jako prěnje

source: Oldest first
hsb: Najstarše jako prěnje

source: Go to the previous string (Ctrl+Up)
hsb: K předchadnemu znamješkowemu rjećazkej (Strg + šipk horje)

source: Current string number (Ctrl+Shift+U)<br/><br/>Type in the number and press Enter<br/>to go to any position
hsb: Aktualne čisło znamješkoweho rjećazka (Strg+Umsch+U)<br/><br/>Zapodaj čisło a tłóč zapodawansku tastu<br/>, zo by so k někajkej poziciji dóstał

source: Total strings
hsb: Znamješkowe rjećazki dohromady

source: Go to the next string (Ctrl+Down)
hsb: K přichodnemu znamješkowemu rjećazkej (Strg+šipk dele)

source: The following suggestions submitted by you have been accepted with the comment:
hsb: Slědowace wot tebje zapodate namjety su so přiwzeli z komentarom:

source: We hope this feedback will help you improve your future contributions.
hsb: Nadźijamy so, zo tutón komentar budźe wam pomhać, swoje přichodne přinoški polěpšić.

source: The following suggestions submitted by you have been rejected with the comment:
hsb: Slědowace wot tebje zapodate namjety su so z komentarom wotpokazali:

source: Translate
hsb: Přełožić

source: <a href="%(url)s">Unit #%(id)s</a>
hsb: <a href="%(url)s">Zapisk #%(id)s</a>

source: Priority:
hsb: Priorita:

source: Context:
hsb: Kontekst:

source: Locations:
hsb: Městna:

source: Terminology:
hsb: Terminologija:

source: Insert the translated term into the editor
hsb: Zapodaj přełožene zapřijeće do editora

source: Comments:
hsb: Komentary:

source: Click to open the image in a popup
hsb: Klikń, zo by wobraz we wuskakowacym woknje wočinił

source: Screenshots...
hsb: Fota wobrazowki...

source: Copy into translation
hsb: Do přełožka kopěrować

source: Report a problem with this string
hsb: Problem z tutym znamješkowym rjećazkom zdźělić

source: Submit
hsb: Wotpósłać

source: Submit translation and go to the next string (Ctrl+Enter)
hsb: Přełožk zapodać a k přichodnemu znamješkowemu rjećazkej přeńć (Strg + enter)

source: Suggest
hsb: Namjetować

source: Suggest translation and go to the next string (Ctrl+Enter)
hsb: Přełožk namjetować a k přichodnemu znamješkowemu rjećazkej přeńć (Strg+enter)

source: Switch to translation mode (Ctrl+Shift+Space)
hsb: Přełožowanski modus přepinać (Strg+Umsch+mjezera)

source: Switch to suggestion mode (Ctrl+Shift+Space)
hsb: K namjetowanskemu modusej přeńć (Strg+Umsch+mjezera)

source: Mark this string as needing further work (Ctrl+Space)
hsb: Tutón znamješkowy rjećazk, dokelž dyrbi so dale wobdźěłać (Strg+mjezera)

source: Showing match from similar translations
hsb: Wotpowědniki z podobnych přełožkow pokazać

source: Show Timeline
hsb: Časowy plan pokazać

source: Add Comment
hsb: Komentar přidać

source: Raw View
hsb: Njeformatowane zwobraznjenje

source: reviewed by <a href="%(profile_url)s">%(reviewer)s</a>
hsb: wot <a href="%(profile_url)s">%(reviewer)s</a> přepruwowany

source: Insert %(character_name)s (Unicode value %(character_code)s) into the editor
hsb: Zapodaj %(character_name)s (hódnota Unicode %(character_code)s) do editora

source: User suggestions
hsb: Wužiwarske namjety

source: More options
hsb: Dalše nastajenja

source: Less options
hsb: Mjenje nastajenjow

source: Accept suggestion
hsb: Namjet akceptować

source: Reject suggestion
hsb: Namjet wotpokazać

source: Remove suggestion
hsb: Namjet wotstronić

source: A long time ago
hsb: Před dołhim časom

source: Comment:
hsb: Komentar:

source: Critical issues with the translation
hsb: Kritiske problemy z přełožkom

source: Critical errors:
hsb: Kritiske zmylki:

source: Mute quality check
hsb: Kwalitnu kontrolu znjemóžnić

source: Unmute quality check
hsb: Kwalitnu kontrolu zmóžnić

source: Possible issues with the translation
hsb: Móžne problemy z přełožkom

source: Watch out for:
hsb: Dźiwaj na:

source: Remove comment
hsb: Komentar wotstronić

source: Сomment:
hsb: Komentar:

source: Timeline
hsb: Časowy plan

source: Bad Request
hsb: Zmylne naprašowanje

source: Error 400
hsb: Zmylk 400

source: The operation is not permitted.
hsb: Operacija dowolena njeje.

source: Permission Denied
hsb: Přistup wotpokazany

source: You don't seem to have permissions to access this page.
hsb: Zda so, zo nimaš prawa za přistup na tutu stronu.

source: Page Not Found
hsb: Strona njeje so namakała

source: We're sorry, but the requested page could not be found.
hsb: Je nam žel, ale požadana strona njeda so namakać.

source: Server Error
hsb: Serwerowy zmylk

source: A server error has occurred. Thank you for your patience.
hsb: Serwerowy zmylk je wustupił. Dźakujemy so za twoju sćerpliwosć.

source: Exception:
hsb: Wuwzaće:

source: If you need assistance, you may refer to this error as <strong>%(ref)s</strong>.
hsb: Jeli pomoc trjebaš, móžeš na tutón zmylk jako<strong>%(ref)s</strong> wotkazać.

source: Database Error
hsb: Zmylk datoweje banki

source: Pootle can't connect to the database, the database is not initialized yet, or a schema upgrade is needed before continuing.
hsb: Pootle njemóže z datowej banku zwjazać, datowa banka hišće njeje inicializowana abo šemowa aktualizacija je prjedy trěbna.
