Repository: pypi-data/pypi-mirror-25
Catalog: packages/djangocms-cascade/djangocms-cascade-0.14.2.tar.gz/djangocms-cascade-0.14.2/cmsplugin_cascade/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Panels
fr: Panneaux

source: Number of panels for this panel group.
fr: Nombre de panneaux pour ce groupe de panneaux.

source: Accordion
fr: Accordéon

source: Close others
fr: Fermer les autres

source: Open only one panel at a time.
fr: Ouvrir un seul panneau à la fois.

source: First panel open
fr: Premier panneau ouvert

source: Start with the first panel open.
fr: Commencez par ouvrir le premier panneau.

source: with {0} panel
fr: Avec {0} panneau

source: Accordion Panel
fr: Panneau d'accordéon

source: Panel type
fr: Type de panneau

source: Display Panel using this style.
fr: Panneau d'affichage utilisant ce style.

source: Heading Size
fr: Taille de la rubrique

source: Panel Title
fr: Titre du panneau

source: Default
fr: Par défaut

source: Primary
fr: Primaire

source: Success
fr: Succès

source: Warning
fr: Attention

source: Link
fr: Lien

source: Large
fr: Grand

source: Small
fr: Petit

source: Extra small
fr: Super petit

source: Button Type
fr: Type de bouton

source: Display Link using this Button Style
fr: Afficher le lien en utilisant ce style de bouton

source: Button Size
fr: Taille du bouton

source: Display Link using this Button Size
fr: Afficher le lien à l'aide de cette taille de bouton

source: Block level
fr: Niveau de blocage

source: Disabled
fr: Désactivé

source: Button Options
fr: Options des boutons

source: Do not float
fr: Ne pas flotter

source: Pull left
fr: Tire vers la gauche

source: Pull right
fr: Tire à droite

source: Quick Float
fr: Flot rapide

source: Float the button to the left or right.
fr: Mettre en place le bouton à droite ou à gauche.

source: No Icon
fr: Pas d'icône

source: Icon placed left
fr: Icône placé à gauche

source: Icon placed right
fr: Icône placée à droite

source: Icon alignment
fr: Alignement des icônes

source: Font
fr: Fonte

source: Button
fr: Bouton

source: Empty
fr: Vide

source: Button Content
fr: Contenu du bouton

source: Number of slides for this carousel.
fr: Nombre de slides pour ce carrousel.

source: Carousel
fr: Carrousel

source: Animate
fr: Animer

source: Wrap
fr: Emballage

source: Interval
fr: Intervalle

source: Change slide after this number of seconds.
fr: Changer le slide après ce nombre de secondes.

source: Adjust interval for the carousel.
fr: Ajuster l'intervalle pour le carrousel.

source: Carousel heights
fr: Hauteur du carrousel

source: Heights of Carousel in pixels for distinct Bootstrap's breakpoints.
fr: Hauteurs du carrousel en pixels pour les points d'arrêt distincts de Bootstrap.

source: Resize Options
fr: Options de redimensionnement

source: Options to use when resizing the image.
fr: Options à utiliser lors du redimensionnement de l'image.

source: with {0} slide
fr: Avec {0} Slide

source: Empty Slide
fr: Slide Vide

source: At least one breakpoint must be selected.
fr: Au moins un point d'arrêt doit être sélectionné.

source: Container
fr: Conteneur

source: Available Breakpoints
fr: Points d'arrêt disponibles

source: Supported display widths for Bootstrap's grid system.
fr: Largeurs d'affichage prises en charge pour le système de grille de Bootstrap.

source: Changing your outermost '.container' to '.container-fluid'.
fr: Modification de votre ".container" externe vers '.container-fluid'.

source: {0}for {1}
fr: {0}pour {1}

source: {0} column
fr: {0} colonne

source: Columns
fr: Colonnes

source: Number of columns to be created with this row.
fr: Nombre de colonnes à créer avec cette ligne.

source: Row
fr: Rangée

source: with {0} column
fr: Avec {0} colonne

source: Column
fr: Colonne

source: {} unit
fr: {} unité

source: Column width for {}
fr: Largeur de colonne pour {}

source: Number of column units for devices narrower than {} pixels.
fr: Nombre d'unités de colonne pour appareils plus étroits que {} pixels.

source: Number of column units for devices wider than {} pixels.
fr: Nombre d'unités de colonne pour les périphériques plus larges que {} pixels.

source: Number of column units for all devices.
fr: Nombre d'unités de colonne pour tous les appareils.

source: Inherit from above
fr: Hériter d'en haut

source: Override column units for devices narrower than {} pixels.
fr: Annuler les unités de colonne pour les périphériques plus étroits que {} pixels.

source: Override column units for devices wider than {} pixels.
fr: Annuler les unités de colonne pour des périphériques plus larges que {} pixels.

source: Override column units for all devices.
fr: Annuler les unités de colonne pour tous les périphériques.

source: No offset
fr: Pas décalage

source: Offset for {}
fr: Décalage pour {}

source: Number of offset units for devices narrower than {} pixels.
fr: Nombre d'unités de décalage pour les appareils plus petits que {} pixels.

source: Number of offset units for devices wider than {} pixels.
fr: Nombre d'unités de décalage pour les appareils que résister {} pixels.

source: Number of offset units for all devices.
fr: Nombre d'unités de décalage pour tous les appareils.

source: No reordering
fr: Pas de réorganisation

source: Push {}
fr: presser {}

source: Pull {}
fr: Intégration {}

source: Column ordering for {0}
fr: Ordre de colonne pour {0}

source: Column ordering for devices narrower than {} pixels.
fr: Ordre des colonnes pour les périphériques plus étroits que {} pixels.

source: Column ordering for devices wider than {} pixels.
fr: Ordre des colonnes pour les périphériques plus larges que {} pixels.

source: Column ordering for all devices.
fr: Ordre des colonnes pour tous les périphériques.

source: Hidden
fr: Caché

source: Responsive utilities for {}
fr: Responsive utilitaires pour {}

source: Utility classes for showing and hiding content by devices narrower than {} pixels.
fr: Classes utilitaire pour afficher et cacher du contenu pour des appareils plus étroits que {} pixels

source: Utility classes for showing and hiding content by devices wider than {} pixels.
fr: Classes utilitaire pour afficher et cacher le contenu pour des appareils plus larges que {} pixels.

source: Utility classes for showing and hiding content for all devices.
fr: Classes utilitaire pour afficher et cacher du contenu pour tous les périphériques.

source: widths: {0} units
fr: Largeurs: {0} unités

source: default width: {0} unit
fr: Largeur par défaut: {0} unité

source: unknown width
fr: Largeur inconnue

source: Caption text added to the 'title' attribute of the <img> element.
fr: Texte de légende ajouté à l'attribut 'title' de l'élément <img>.

source: Alternative Description
fr: Description alternative

source: Textual description of the image added to the 'alt' tag of the <img> element.
fr: Description textuelle de l'image ajoutée à la balise 'alt' de l'élément <img>.

source: Gallery
fr: Galerie

source: <p>Add images, which make up a set to be used as gallery.</p><p>All thumbnails for these images are resized to the same widths and heights.</p>
fr: <p> Ajoutez des images, qui constituent un ensemble à utiliser comme galerie. </p><p> Tous les miniatures de ces images sont redimensionnées avec les mêmes largeurs et hauteurs.</p>

source: Upscale image
fr: Image haut de gamme

source: Crop image
fr: Recadrer l'image

source: With subject location
fr: Avec l'emplacement du sujet

source: Optimized for Retina
fr: Optimisé pour Retina

source: Image Responsiveness
fr: Réactivité de l'image

source: Responsive Image Width
fr: Largeur de l'image réactive

source: Set the image width in percent relative to containing element.
fr: Réglez la largeur de l'image en pour cent par rapport à l'élément contenant.

source: Fixed Image Width
fr: Largeur de l'image fixe

source: Set a fixed image width in pixels.
fr: Définir une largeur de l'image fixe en pixels.

source: Adapt Image Height
fr: Adapter l'hauteur de l'image

source: Set a fixed height in pixels, or percent relative to the image width.
fr: Définir une hauteur fixe en pixels, ou pour cent par rapport à la largeur de l'image.

source: Thumbnail Width
fr: Largeur de vignette

source: Set a fixed thumbnail width in pixels.
fr: Définir une largeur fixe de la vignette en pixels.

source: Thumbnail Height
fr: Hauteur de la vignette

source: Set a fixed height in pixels, or percent relative to the thumbnail width.
fr: Définissez une hauteur fixe en pixels, ou un pourcentage par rapport à la largeur des vignettes.

source: with {0} image
fr: Avec {0} image

source: No Link
fr: Pas de lien

source: Rounded
fr: Arrondi

source: Circle
fr: Cercle

source: Thumbnail
fr: Vignette

source: Image Shapes
fr: Formes d'image

source: No Image
fr: Pas d'image

source: You must at least set a background width.
fr: Vous devez au moins définir une largeur de fond.

source: Jumbotron
fr: Écran géant

source: Adapt Picture Heights
fr: Adapter les hauteurs d'image

source: Heights of picture in percent or pixels for distinct Bootstrap's breakpoints.
fr: Hauteurs de l'image en pourcentage ou en pixels pour les points d'arrêt distincts de Bootstrap.

source: Background color
fr: Couleur de fond

source: This property specifies how an image repeates.
fr: Cette propriété spécifie comment une image se répète.

source: This property specifies how to move the background relative to the viewport.
fr: Cette propriété spécifie comment déplacer l'arrière-plan par rapport à la fenêtre.

source: This property moves a background image vertically within its container.
fr: Cette propriété déplace une image d'arrière-plan verticalement dans son conteneur.

source: This property moves a background image horizontally within its container.
fr: Cette propriété déplace une image de fond horizontalement dans son conteneur.

source: Background size
fr: Taille de l'arrière-plan

source: This property specifies how an image is sized.
fr: Cette propriété spécifie comment une image est dimensionnée.

source: Background width and height
fr: Largeur et hauteur du fond

source: This property specifies the width and height of a background image.
fr: Cette propriété spécifie la largeur et la hauteur d'une image d'arrière-plan.

source: Without background image
fr: Sans image de fond

source: Map
fr: Carte

source: Heading {}
fr: Titre {}

source: Content
fr: Contenu

source: Panel
fr: Panneau

source: Panel Heading
fr: Panneau de titre

source: Panel Footer
fr: Panneau bas de page

source: Picture
fr: Photo

source: Adapt Picture Zoom
fr: Adapter le zoom d'image

source: Magnification of picture in percent for distinct Bootstrap's breakpoints.
fr: Grossissement de l'image en pourcentage pour les points d'arrêt distincts de Bootstrap.

source: No Picture
fr: Pas de photo

source: Secondary Menu
fr: Menu secondaire

source: CMS Page Id
fr: ID de la page CMS

source: Select a CMS page with a given unique Id (in advanced settings).
fr: Sélectionnez une page CMS avec un identifiant unique donné (dans les paramètres avancés).

source: mobile phones
fr: téléphones portables

source: tablets
fr: tablette

source: laptops
fr: Ordinateurs portables

source: large desktops
fr: Ordinateurs de bureau

source: default
fr: standard

source: unstyled
fr: pas de style

source: Tabs
fr: Onglets

source: Number of tabs.
fr: Nombre d'onglets.

source: Tab Set
fr: Ensemble d'onglets

source: Justified tabs
fr: Onglets justifiés

source: Copy to Clipboard
fr: Copier dans le presse-papier

source: Successfully pasted JSON data
fr: Les données JSON ont été collées avec succès

source: Successfully copied JSON data
fr: Les données JSON ont été copiées avec succès

source: Insert Data
fr: Insérer des données

source: From CMS Clipboard
fr: Du Presse-papiers CMS

source: Restore Data
fr: Restaurer les données

source: To CMS Clipboard
fr: Au Presse-papiers CMS

source: In '%(label)s': Value '%(value)s' is not a valid color.
fr: Dans '%(label)s': Valeur '%(value)s' n'est pas une couleur valide.

source: '%s' is not a valid CSS class name.
fr: '%s' n'est pas un nom de classe CSS valide.

source: px, em and %
fr: px, em et %

source: px and em
fr: px et em

source: CSS class names
fr: Nom de classe CSS

source: Freely selectable CSS classnames for this Plugin, separated by commas.
fr: Noms de classe CSS sélectionnables pour ce plugin, séparés par des virgules.

source: Allow multiple
fr: Autoriser plusieurs

source: Customized {0} Fields:
fr: Champs Personnalisés {0}:

source: Units for {0} Fields:
fr: Unités pour {0} Champs:

source: Named Element ID
fr: ID d'élément nommé

source: Select CSS
fr: Sélectionnez CSS

source: Customized CSS Classes
fr: Classes CSS personnalisées

source: Customized CSS classes to be added to this element.
fr: Classes CSS personnalisées à ajouter à cet élément.

source: Simple Wrapper
fr: Enveloppe simple

source: <{}> – Element
fr: <{}> – Élément

source: Naked Wrapper
fr: Enveloppe Nu

source: HTML element tag
fr: Tag d'élément HTML

source: Choose a tag type for this HTML element.
fr: Choisissez un type de tag pour cet élément HTML.

source: Horizontal Rule
fr: Règle horizontale

source: Custom Snippet
fr: Extrait personnalisé

source: The element ID '{}' is not unique for this page.
fr: L'élément ID '{}' n'est pas unique pour cette page.

source: A unique identifier for this element.
fr: Un identifiant unique pour cet élément.

source: Hide this plugin and all of it's children.
fr: Masquer ce plugin et tous ses enfants.

source: The uploaded zip archive is not packed correctly
fr: L'archive zip téléchargée n'est pas correctement chargée

source: Can not unzip uploaded archive. Reason: {}
fr: Impossible de décompresser les archives téléchargées. Raison: {}

source: Preview Icons
fr: Aperçu des icônes

source: Icon
fr: Icône

source: Square
fr: Carré

source: Icon size
fr: Taille de l'icône

source: Icon color
fr: Couleur de l'icône

source: Left
fr: Gauche

source: Center
fr: Centre

source: Right
fr: Droite

source: Text alignment
fr: Alignement du texte

source: Align the icon inside the parent column.
fr: Alignez l'icône à l'intérieur de la colonne parent.

source: Set border
fr: Définir une bordure

source: Border radius
fr: Rayon de bordure

source: Link Content
fr: Lien du contenu

source: Content of Link
fr: Contenu du lien

source: CMS Page
fr: Page CMS

source: External URL
fr: URL externe

source: Mail To
fr: Envoyer à

source: An internal link onto CMS pages of this site
fr: Un lien interne sur les pages CMS de ce site

source: Page bookmark
fr: Marqueur de page

source: Link onto external page
fr: Lien vers une page externe

source: Open Email program with this address
fr: Ouvrez le programme de messagerie électronique avec cette adresse

source: Page root
fr: Racine de la page

source: Same Window
fr: Même fenêtre

source: New Window
fr: Nouvelle fenetre

source: Parent Window
fr: Fenêtre parentale

source: Topmost Frame
fr: Cadre le plus haut

source: Link Target
fr: Cible du lien

source: Open Link in other target.
fr: Ouvrir le lien dans une autre cible.

source: Title
fr: Titre

source: Link's Title
fr: Titre du lien

source: Plugin Name
fr: Nom du plugin

source: Identifier
fr: identificateurs

source: Shared between Plugins
fr: Partagé entre plugins

source: Sort by
fr: Trier par

source: Custom CSS classes and styles
fr: Personnalisés les classes CSS et les styles

source: Persited Clipboard Content
fr: Contenu de presse-papiers persistant

source: Store for arbitrary page data.
fr: Stockez pour des données de page arbitraires.

source: A unique identifier to distinguish this icon font.
fr: Un identifiant unique pour distinguer cette police d'icône.

source: Upload a zip file created on <a href="http://fontello.com/" target="_blank">Fontello</a> containing fonts.
fr: Téléchargez un fichier zip créé sur <a href="http://fontello.com/" target="_blank">Fontello</a> contenant les fontes.

source: Uploaded Icon Font
fr: Police d'icone téléchargée

source: Uploaded Icon Fonts
fr: Polices d'icônes téléchargées

source: Render template
fr: Modèle de rendu

source: Use alternative template for rendering this plugin.
fr: Utilisez un autre modèle pour rendre ce plugin.

source: Condition evaluation
fr: Évaluation de la condition

source: Evaluation as used in Django's template tags for conditions
fr: Évaluation utilisée dans les tag de modèle Django pour les conditions

source: Unable to evaluate condition: {err}
fr: Impossible d'évaluer la condition: {err}

source: if
fr: si

source: elif
fr: sinon si

source: else
fr: sinon

source: Emulate User
fr: Emuler l'utilisateur

source: Clear emulations
fr: Annuler les emulations

source: %(total_count)s selected
fr: %(total_count)s selectionnés

source: 0 of %(cnt)s selected
fr: 0 of %(cnt)s selectionné

source: Select %(user_model)s to emulate
fr: Sélectionnez %(user_model)s à emuler

source: with line break
fr: Avec rupture de ligne

source: Shared Fields
fr: Champs partagés

source: Used by plugins
fr: Utilisé par des plugins

source: Shared Settings
fr: Paramètres partagés

source: Use individual settings
fr: Utilisez les paramètres individuels

source: Use settings shared with other plugins of this type
fr: Utilisez les paramètres partagés avec d'autres plugins de ce type

source: Remember these settings as:
fr: Rappelez-vous ces paramètres comme suit:

source: The identifier '{0}' has already been used, please choose another name.
fr: L'identifiant '{0}' a déjà été utilisé, choisissez un autre nom.

source: There are no further settings for this plugin
fr: Il n'y a pas d'autres paramètres pour ce plugin

source: Please hit OK to save.
fr: Cliquez sur OK pour enregistrer.

source: Home
fr: Accueil

source: Add
fr: Ajouter

source: In '%(label)s': This field is required.
fr: Dans '%(label)s':Ce champ est requis.

source: In '%(label)s': Value '%(value)s' shall contain a valid number, ending in %(endings)s.
fr: Dans '%(label)s': Valeur '%(value)s' doit contenir un numéro valide, se terminant en %(endings)s.

source: or
fr: ou

source: In '%(label)s': Value '%(value)s' for field '%(field)s' shall contain a valid number, ending in %(endings)s.
fr: Dans '%(label)s': Valeur '%(value)s' pour le champ '%(field)s' contiendra un numéro valide, se terminant en %(endings)s.
