Repository: pypi-data/pypi-mirror-25
Catalog: packages/nova-powervm/nova_powervm-5.0.1-py2-none-any.whl/nova_powervm/locale/*/nova-powervm-log-error.po
Languages: es

source: Live migration timed out. Aborting migration
es: La migración en directo ha excedido el tiempo de espera. Se aborta la migración

source: Live migration failed.
es: La migración en directo ha fallado.

source: Migration recover failed with error: %s
es: La recuperación de la migración ha fallado con el error: %s

source: Abort of live migration has failed. This is non-blocking. Exception is logged below.
es: La terminación anormal de la migración en directo ha fallado. No es de bloqueo. La excepción se registra a continuación.

source: Custom VIF event push failed. %s
es: El suceso VIF personalizado ha fallado. %s

source: Unable to unplug VIF with mac %(mac)s for instance %(inst)s.
es: No se puede desconectar VIF con mac %(mac)s para la instancia %(inst)s.

source: Virtual machine delete failed: LPARID=%s
es: Ha fallado la supresión de la máquina virtual: LPARID=%s

source: Disk %s not found during resize.
es: El disco %s no se ha encontrado durante el redimensionamiento.

source: Error checking for shared storage. exception=%s
es: Error al comprobar el almacenamiento compartido. excepción=%s

source: Could not update NVRAM: %s
es: No se ha podido actualizar la NVRAM: %s

source: Unable to remove VIFs from instance %(inst)s because the system is not in a correct state. The reason reported by the system is: %(reason)s
es: No se pueden eliminar los VIF de la instancia %(inst)s porque el sistema no tiene el estado correcto. El motivo notificado por el sistema es: %(reason)s

source: Unable to create VIF(s) for instance %(sys)s. The VM was in a state where VIF plugging is not acceptable. The reason from the system is: %(reason)s
es: No se pueden crear VIF para la instancia %(sys)s. La máquina virtual estaba en un estado en el que la conexión VIF no se podía aceptar. El motivo del sistema es: %(reason)s

source: Error waiting for VIF to be created for instance %(sys)s
es: Error al esperar a que se creara el VIF para la instancia %(sys)s

source: VIF Plug failure for callback on event %(event)s for instance %(uuid)s
es: Anomalía de la conexión VIF para la devolución de llamada en el evento %(event)s para la instancia %(uuid)s

source: Unable to store NVRAM for instance %(name)s. Exception: %(reason)s
es: No se puede almacenar la NVRAM para la instancia %(name)s. Excepción: %(reason)s

source: Unable to delete NVRAM for instance %(name)s. Exception: %(reason)s
es: No se puede suprimir la NVRAM para la instancia %(name)s. Excepción: %(reason)s

source: Cannot detach volumes from virtual machine: %s
es: No se puede desconectar volúmenes de la máquina virtual: %s

source: Mappings were not able to find a proper VIOS. The port mappings were %s.
es: Las correlaciones no han podido encontrar un servidor de E/S virtual apropiado. Las correlaciones de puertos eran %s.

source: Cannot detach volumes from virtual machine
es: No se pueden desconectar los volúmenes de la máquina virtual
