Repository: pypi-data/pypi-mirror-25
Catalog: packages/nova-powervm/nova_powervm-5.0.1-py2-none-any.whl/nova_powervm/locale/*/nova-powervm-log-warning.po
Languages: ru

source: Removing %(num_maps)d storage-less VSCSI mappings associated with LPAR ID %(lpar_uuid)s from VIOS %(vios_name)s.
ru: Удаление %(num_maps)d связей VSCSI без памяти, относящихся к LPAR с ИД %(lpar_uuid)s из VIOS %(vios_name)s.

source: VM was not found during destroy operation.
ru: Во время операции уничтожения не найдена ВМ.

source: VM was not found during unplug operation as it is already possibly deleted
ru: Виртуальная машина не найдена в ходе операции отключения. Вероятно, она уже удалена

source: my_ip address (%(my_ip)s) was not found on any of the interfaces: %(ifaces)s
ru: Адрес my_ip (%(my_ip)s) не найден ни в одном из интерфейсов: %(ifaces)s

source: Rolling back live migration.
ru: Откат оперативной миграции.

source: Unable to parse event URI: %s from PowerVM.
ru: Ошибка анализа URI события: %s из PowerVM.

source: Host CPU Metrics determined that the total cycles reported was less than the used cycles. This indicates an issue with the PCM data. Please investigate the results. Total Delta Cycles: %(tot_cycles)d User Delta Cycles: %(user_cycles)d Firmware Delta Cycles: %(fw_cycles)d
ru: Согласно показателям CPU хоста общее количество циклов в отчете меньше, чем число использованных циклов. Это признак некорректности данных PCM. Изучите результаты. Общее количество циклов: %(tot_cycles)d Количество циклов пользователя: %(user_cycles)d Количество циклов встроенного ПО: %(fw_cycles)d

source: Unable to delete the slot map from Swift backing store with ID %(key)s. Will require manual cleanup.
ru: Не удалось удалить карту разъемов из резервного хранилища Swift с ИД %(key)s. Потребуется очистка вручную.

source: Unable to unplug VIF with mac %(mac)s for instance %(inst)s. The VIF was not found on the instance.
ru: Не удалось отсоединить VIF с MAC-адресом %(mac)s для экземпляра %(inst)s. VIF не найден в экземпляре.

source: Unable to delete device %(dev_name)s from bridge %(bridge)s. Error: %(error)s
ru: Невозможно удалить устройство %(dev_name)s из моста %(bridge)s. Ошибка: %(error)s

source: Unable to unplug VIF with mac %(mac)s for instance %(inst)s. No matching vNIC was found on the instance. VIF: %(vif)s
ru: Не удалось отсоединить VIF с MAC-адресом %(mac)s для экземпляра %(inst)s. Соответствующие vNIC не найдены в экземпляре. VIF: %(vif)s

source: Rolling back the live migrate of VIF with mac %(mac)s.
ru: Выполняется откат оперативной миграции VIF с MAC-адресом %(mac)s.

source: Deleting target side trunk adapter %(dev)s for rollback operation
ru: Выполняется удаление целевого магистрального адаптера %(dev)s в процессе операции отката

source: Failed to map boot disk %(disk_name)s of instance %(instance_name)s to the management partition from Virtual I/O Server %(vios_name)s: %(exc)s
ru: Не удалось подключить загрузочный диск %(disk_name)s экземпляра %(instance_name)s к разделу управления из сервера VIOS %(vios_name)s: %(exc)s

source: Instance %(inst)s Disk Upload attempt #%(attempt)d failed. Retrying the upload.
ru: %(attempt)d-ая попытка передать диск для экземпляра %(inst)s завершилась неудачно. Будет сделана еще одна попытка передачи.

source: Could not delete NVRAM: %s
ru: Не удалось удалить NVRAM: %s

source: Unable to store the NVRAM for instance: %s
ru: Не удалось сохранить NVRAM для экземпляра: %s

source: NVRAM upload failed due to invalid token. Retrying upload.
ru: Передача NVRAM не выполнена из-за недопустимого маркера. Будет сделана еще одна попытка передачи.

source: Could not remove temporary file: %s
ru: Не удалось удалить временный файл: %s

source: Reverting task %(task)s for instance %(inst)s
ru: Возврат задачи %(task)s для экземпляра %(inst)s

source: Revert task %(task)s completed in %(seconds)d seconds for instance %(inst)s
ru: Отмена задачи %(task)s выполнена за %(seconds)d с. для экземпляра %(inst)s

source: Instance was not assigned to this host. It was assigned to: %s
ru: Экземпляр не присвоен этому хосту. Он присвоен хосту %s

source: VIF creation being rolled back for instance %(inst)s
ru: Откат создания VIF для экземпляра %(inst)s

source: An exception occurred during an unplug in the vif rollback. Ignoring.
ru: Возникла исключительная ситуация при отключении в откате VIF. Она проигнорирована.

source: No management VIF created for instance %s due to lack of Management Virtual Switch
ru: Для экземпляра %s не создан VIF управления, так как отсутствует виртуальный коммутатор управления

source: Volume %(vol)s for instance %(inst)s to be disconnected
ru: Планируется отключение тома %(vol)s для экземпляра %(inst)s

source: Unable to disconnect volume for %(inst)s during rollback. Error was: %(error)s
ru: Не удалось отключить том для %(inst)s в процессе отката. Ошибка: %(error)s

source: Volume %(vol)s for instance %(inst)s to be re-connected
ru: Планируется повторное подключение тома %(vol)s для экземпляра %(inst)s

source: Unable to re-connect volume for %(inst)s during rollback. Error was: %(error)s
ru: Не удалось повторно подключить том для %(inst)s в процессе отката. Ошибка: %(error)s

source: Unmapping boot disk %(disk_name)s of instance %(instance_name)s from management partition via Virtual I/O Server %(vios_name)s.
ru: Удаление связи загрузочного диска %(disk_name)s экземпляра %(instance_name)s из раздела управления через виртуальный сервер ввода-вывода %(vios_name)s.

source: Removing disk %(disk_path)s from the management partition.
ru: Удаление %(disk_path)s диска из раздела управления.

source: Vopt removal as part of spawn reversion failed with: %(exc)s
ru: Сбой удаления Vopt в ходе отката операции создания. Ошибка: %(exc)s

source: Disk not found: %(disk_name)s
ru: Диск не найден: %(disk_name)s

source: Powering off instance: %s
ru: Выключение экземпляра: %s

source: Disconnect Volume: The backing hdisk for volume %(volume_id)s on Virtual I/O Server %(vios)s is not in a valid state. No disconnect actions to be taken as volume is not healthy.
ru: Отключение тома: базовый жесткий диск тома %(volume_id)s из сервера VIOS %(vios)s не находится в корректном состоянии. Никакие операции отключения не допустимы, так как том неисправен.

source: Disconnect Volume: Failed to find disk on Virtual I/O Server %(vios_name)s for volume %(volume_id)s. Error: %(error)s
ru: Отключение тома: не удалось найти диск на сервере VIOS %(vios_name)s для тома %(volume_id)s. Ошибка: %(error)s

source: Disconnect Volume: Failed to disconnect the volume %(volume_id)s on ANY of the Virtual I/O Servers for instance %(inst)s.
ru: Отключение тома: не удалось отключить том %(volume_id)s ни на одном из серверов VIOS для экземпляра %(inst)s.

source: Had to update the system metadata for the WWPNs due to incorrect physical WWPNs on fabric %(fabric)s
ru: Потребовалось обновить метаданные системы для WWPN из-за неверных физических WWPN в фабрике %(fabric)s

source: No storage connections found between the Virtual I/O Servers and FC Fabric %(fabric)s.
ru: Не найдены соединения системы хранения, связывающие серверы VIOS и фабрику FC %(fabric)s.

source: No NPIV mappings exist for instance %(inst)s on fabric %(fabric)s. May not have connected to the fabric yet or fabric configuration was recently modified.
ru: Нет ни одной связи NPIV для экземпляра %(inst)s в фабрике %(fabric)s. Он еще не подключен к фабрике, либо конфигурация фабрики недавно изменялась.

source: There was an error removing the hdisk %(disk)s from the Virtual I/O Server.
ru: Возникла ошибка при удалении жесткого диска %(disk)s с сервера VIOS.

source: Could not remove hdisk for volume: %s
ru: Не удалось удалить жесткий диск для тома %s

source: Discovered device %(dev)s for volume %(volume)s on %(vios)s is in use. Error code: %(status)s.
ru: Обнаруженное устройство %(dev)s для тома %(volume)s на сервере %(vios)s занято. Ошибка состояния: %(status)s.

source: Disconnect Volume: The backing hdisk for volume %(volume_id)s on Virtual I/O Server %(vios)s is not in a valid state. This may be the result of an evacuate.
ru: Отключение тома: базовый жесткий диск тома %(volume_id)s из сервера VIOS %(vios)s не находится в корректном состоянии. Это может быть результатом освобождения.

source: Disconnect Volume: Failed to find disk on Virtual I/O Server %(vios_name)s for volume %(volume_id)s. Volume UDID: %(volume_uid)s. Error: %(error)s
ru: Отключение тома: не удалось найти диск на сервере VIOS %(vios_name)s для тома %(volume_id)s. UDID тома: %(volume_uid)s. Ошибка: %(error)s

source: Disconnect Volume: Failed to disconnect the volume %(volume_id)s on ANY of the Virtual I/O Servers for instance %(inst)s.
ru: Отключение тома: не удалось отключить том %(volume_id)s ни на одном из серверов VIOS для экземпляра %(inst)s.
