Repository: pypi-data/pypi-mirror-25
Catalog: packages/Telemeta/Telemeta-1.6.4.tar.gz/Telemeta-1.6.4/telemeta/locale/*/LC_MESSAGES/django.po
Languages: ar_tn, pt_br

source: Last changes
ar_tn: Dernières modifications
pt_br: Mudanças recentes

source: Lists
ar_tn: Listes
pt_br: Listas

source: format
pt_br: formato

source: Archived Messages
pt_br: Mensagem arquivada

source: Messages
pt_br: Mensagens

source: Inbox
pt_br: Caixa de correio

source: Sent Messages
pt_br: Mensagens enviadas

source: Sorry, this page number is invalid.
pt_br: Desculpe, este número da página é inválido

source: Subject
pt_br: tópico

source: Date
pt_br: Data

source: Archive
pt_br: arquivo

source: Dear user,
pt_br: Caro usuário,

source: Dear visitor,
pt_br: Caro visitante,

source: Back
pt_br: Retorno

source: Format
pt_br: Formato

source: Change password
pt_br: Alterar a senha

source: Activation complete
pt_br: Ativação feita

source: Activation problem
pt_br: problema de ativação

source: Log in again
pt_br: Login novamente

source: Logged out
pt_br: Desconectado

source: Successfully logged out!
pt_br: Desconectado com sucesso

source: Password changed
pt_br: Senha alterada

source: Password successfully changed!
pt_br: Senha alterada com sucesso

source: Confirm password reset
pt_br: Confirme redefinição de senha

source: Enter your new password below to reset your password:
pt_br: Digite sua nova senha abaixo para redefinir sua senha:

source: Set password
pt_br: Conjunto senha

source: Reset password
pt_br: Redefinição de senha

source: Delete the resource permanently?
pt_br: Apagar dados permanentemente?

source: No
pt_br: Não

source: Yes
pt_br: Sim

source: You have successfully added your item.
pt_br: Você adicionou com sucesso o seu item.
