Repository: pypi-data/pypi-mirror-25
Catalog: packages/Telemeta/Telemeta-1.6.4.tar.gz/Telemeta-1.6.4/telemeta/locale/*/LC_MESSAGES/djangojs.po
Languages: es, pt_br

source: title
es: título
pt_br: Titulo

source: description
es: descripción
pt_br: descrição

source: delete the marker permanently?
es: ¿eliminar el marcador de forma permanente?
pt_br: Apagar marcador permanente

source: marker added to the selected playlist
es: marcador añadido a la lista de reproducción seleccionada
pt_br: marcador adicionado à selecção

source: item added to the selected playlist
es: ítem añadido a la lista de reproducción seleccionada
pt_br: item adicionado à selecção

source: collection added to the selected playlist
es: colección añadida a la lista de reproducción seleccionada
pt_br: colecção adicionado à selecção

source: resource added to the selected playlist
es: recurso añadido a la lista de reproducción seleccionada
pt_br: Recursos adicionado à selecção

source: there are unsaved or modified markers
es: hay marcadores modificados o no guardados
pt_br: O marcador é alterado ou não salvo

source: If you exit the page you will loose your changes
es: Si sale de la página se perderán sus modificaciones
pt_br: Se você sair desta página, não vai ser salvo

source: author
es: autor
pt_br: autor

source: Paste HTML to embed player in website
es: Pegar el codigo HTML para incluir el lector en la página
pt_br: Colar HTML para incorporar jogador no site

source: delete the item permanently?
es: ¿eliminar el ítem de forma permanente?
pt_br: Apagar item permanente?

source: delete the collection permanently?
es: ¿eliminar el colección de forma permanente?
pt_br: Apagar colecção permanente?

source: delete the playlist permanently?
es: ¿eliminar la lista de reproducción de forma permanente?
pt_br: Apagar colecção permanente?

source: delete the resource from the playlist permanently?
es: ¿eliminar el recurso de la lista de reproducción de forma permanente?
