Repository: pypi-data/pypi-mirror-25
Catalog: packages/Telemeta/Telemeta-1.6.4.tar.gz/Telemeta-1.6.4/telemeta/locale/*/LC_MESSAGES/django.po
Languages: ar_tn, pt_br

source: title
ar_tn: العنوان
pt_br: título

source: location
ar_tn: المكان
pt_br: lugar

source: population / social group
ar_tn: الشّعب ‫/‬ المجتمع
pt_br: população / grupo social

source: instruments
ar_tn: الآلات
pt_br: instrumentos

source: recordist
ar_tn: الموثّق
pt_br: autor da gravação

source: recording date (from)
ar_tn: تاريخ التّسجيل (إلى)
pt_br: ano de gravação (de)

source: Document status
ar_tn: وضعية الوثيقة
pt_br: Status do documento

source: recording context
ar_tn: إطار التّسجيل
pt_br: contexto de gravação

source: physical format
ar_tn: طبيعة المحمل الأصلي
pt_br: formato de arquivo

source: code
ar_tn: المعرّف
pt_br: código

source: original title / translation
ar_tn: العنوان الأصلي / التّرجمة
pt_br: título original

source: depositor / contributor
ar_tn: المودع / المساعد
pt_br: autor do depósito

source: First name, Last name ; First name, Last name
ar_tn: اللّقب، الإسم؛ اللّقب، الإسم
pt_br: Nome, Sobrenome; Nome, Sobrenome;

source: description
ar_tn: وصف
pt_br: descrição

source: recording year (from)
ar_tn: تاريخ التّسجيل (منذ)
pt_br: ano de gravação (de)

source: YYYY
ar_tn: AAAA
pt_br: AAAA

source: recording year (until)
ar_tn: تاريخ التّسجيل (إلى)
pt_br: ano de gravação (até)

source: year published
ar_tn: سنة النّشر
pt_br: ano de publicação

source: access type
ar_tn: نوعيّة الاطّلاع
pt_br: tipo de acesso

source: publisher
ar_tn: دار النّشر
pt_br: editor

source: publisher collection
ar_tn: مجموعة النّاشر
pt_br: coleção do editor

source: publisher serial number
ar_tn: الرّقم بالمجموعة
pt_br: número de série do editor

source: booklet author
ar_tn: التّعليق العلمي
pt_br: autor da nota editada

source: publisher reference
ar_tn: معرّف النّاشر
pt_br: referência do editor

source: bibliographic references
ar_tn: مراجع بيبلوغرافيّة
pt_br: referências bibliográficas

source: automatic access after a rolling period
ar_tn: وثيقة متوفّرة مباشر بعد التّاريخ المعيّن
pt_br: acesso automático após a data rolante

source: legal rights
ar_tn: حقوق الاستعمال
pt_br: direitos de utilização

source: old code
ar_tn: المعرّف القديم
pt_br: código antigo

source: mode of acquisition
ar_tn: طريقة الاقتناء
pt_br: modo de aquisição

source: CNRS depositor
ar_tn: المودع بالخزينة
pt_br: depósito CNRS

source: copy type
ar_tn: نوعيّة النّسخة
pt_br: tipo de cópia

source: record author
ar_tn: محرّر الاستمارة
pt_br: redator da ficha

source: related documentation
ar_tn: وثائق مصاحبة
pt_br: documentação associada

source: secondary edition
ar_tn: إعادة الإصدار
pt_br: reedição

source: collection status
ar_tn: وضعيّة المجموعة
pt_br: status da coleção

source: copies
ar_tn: نسخ أخرى
pt_br: cópias

source: comment
ar_tn: ملاحظات
pt_br: comentário

source: record writer
ar_tn: راقن الاستمارة
pt_br: escritor da ficha

source: archiver notes
ar_tn: ملاحظات الموثّق
pt_br: notas do arquivista

source: items finished
ar_tn: وثائق جاهزة
pt_br: fichas concluídas

source: recordist identical to depositor
ar_tn: الموثّق يطابق المودع
pt_br: autor da gravação idêntico ao autor de depósito

source: published
ar_tn: نُشر
pt_br: publicado

source: conservation site
ar_tn: مكان الحفظ
pt_br: lugar de conservação

source: media type
ar_tn: نوعيّة الوثيقة السّمعيّة‫-‬البصريّة
pt_br: tipo de mídia

source: estimated duration
ar_tn: المدّة التّقريبيّة
pt_br: duração estimada

source: number of components (medium / piece)
ar_tn: عدد المكوّنات (المحامل/الأجزاء)
pt_br: número de componentes (mídia / peça)

source: original format
ar_tn: المحمل الأصلي
pt_br: formato original

source: archive format
ar_tn: محمل الأرشيف
pt_br: formato de arquivo

source: digitization
ar_tn: الرّقمنة
pt_br: digitalização

source: collection
ar_tn: المجموعة
pt_br: coleção

source: states / nations
ar_tn: البلدان/الدّول
pt_br: lugar

source: populations / social groups
ar_tn: الشّعوب/القبائل
pt_br: população / grupo social

source: computed duration
ar_tn: المدّة الزّمنيّة
pt_br: duração

source: collection size
ar_tn: حجم المجموعة
pt_br: Tamanho de recolha

source: Unpublished
ar_tn: Inédits
pt_br: No publicado

source: Published
ar_tn: Édités
pt_br: Publicado

source: collection related media
ar_tn: الوثائق المرتبطة بالمجموعة
pt_br: mídia associada

source: collection identifier
ar_tn: identifiant de la collection
pt_br: código

source: collection identifiers
ar_tn: identifiants de la collection
pt_br: código

source: none
ar_tn: الاطّلاع حسب الطّلب
pt_br: Dados privados

source: metadata
ar_tn: اطّلاع محدود
pt_br: Acesso aos metadados

source: mixed
ar_tn: اطّلاع جزئي على الوثائق
pt_br: Acesso parcial para itens

source: full
ar_tn: اطّلاع حرّ
pt_br: O acesso do público

source: collections
ar_tn: المجموعات
pt_br: coleção

source: total available duration
ar_tn: المدّة الزّمنيّة المتوفّرة
pt_br: O tempo total disponível

source: corpus
ar_tn: الرّفوف

source: corpus related media
ar_tn: الرّفوف ذات صلة
pt_br: Mídia conectados à corpus

source: value
ar_tn: القيمة
pt_br: valor

source: notes
ar_tn: الدّرجات
pt_br: notas

source: A/D conversion
ar_tn: الرّقمنة
pt_br: digitalização

source: vernacular style
ar_tn: النّمط
pt_br: estilo vernáculo

source: generic style
ar_tn: النّمط العامّ
pt_br: estilo genérico

source: keyword
ar_tn: مفردات
pt_br: palavra chave

source: name
ar_tn: الإسم
pt_br: nome

source: tape wheel diameter (cm)
ar_tn: قطر البكرة ‫(‬بالسنتمتر‫)‬

source: tape length (cm)
ar_tn: طول الشّريط ‫(‬بالسنتمتر‫)‬

source: tape width (inch)
ar_tn: عرض الشّريط ‫(‬إنش‫)‬

source: tape speed (cm/s)
ar_tn: سرعة الشّريط ‫(‬سنتمتر‫/‬ثانية‫)‬

source: tape brand
ar_tn: علامة الشّريط

source: number of channels
ar_tn: عدد المسارات
pt_br: quantidade de banda

source: organization
ar_tn: المؤسّسة
pt_br: organização

source: rights
ar_tn: الحقوق
pt_br: direitos

source: topic
ar_tn: المجال
pt_br: tema

source: identifier type
ar_tn: نوعيّة المعرّف
pt_br: tipo de identificador

source: Duration
ar_tn: المدّة
pt_br: duração

source: Enter a valid duration in HH:MM[:ss] format.
ar_tn: أدخل المدّة الزّمنيّة على النّموذج HH:MM[:ss]
pt_br: escrever um termo válido

source: fonds
ar_tn: الرّصيد
pt_br: grupo de registros

source: fonds related media
ar_tn: رصيد ذو صلة
pt_br: Mídia conectados à fundos

source: item
ar_tn: وثيقة

source: original code
ar_tn: الرّقم الأصلي
pt_br: número original

source: original number
ar_tn: رقم المحمل
pt_br: referência original

source: original status
ar_tn: وضعيّة الأصل
pt_br: estado do original

source: technical properties / conservation state
ar_tn: وضعيّة الصّيانة
pt_br: qualidade técnica, estado de conservação

source: comments / notes
ar_tn: ملاحظات
pt_br: notas

source: original location
ar_tn: مكان الحفظ
pt_br: localização do original

source: audio quality
ar_tn: جودة التّسجيل
pt_br: qualidade de som

source: recording system
ar_tn: نظام التّسجيل
pt_br: sistema de gravação

source: tape thickness (um)
ar_tn: سمك الشّريط (um)

source: tape vendor
ar_tn: علامة الشّريط

source: tape reference
ar_tn: référence de bande

source: sticker presence
ar_tn: présence de collants

source: identifier
ar_tn: المعرّف
pt_br: número

source: type
ar_tn: النّوع
pt_br: tipo

source: date added
ar_tn: تاريخ الإضافة
pt_br: data afixada

source: date of first attribution
ar_tn: date de première attribution
pt_br: data da primeira afectação

source: date of last attribution
ar_tn: date de dernière attribution
pt_br: data da última atribuição

source: date modified
ar_tn: Dernière modification de la fiche
pt_br: data da última modificação do item

source: instrument aliases
ar_tn: تسمية ثانية للآلة الموسيقيّة
pt_br: alias do instrumento

source: instrument
ar_tn: الآلة الموسيقيّة
pt_br: instrumento

source: parent instrument
ar_tn: عائلة الآلة الموسيقيّة
pt_br: Pai do instrumento

source: alias
ar_tn: تسمية ثانية

source: broken
ar_tn: معطّب
pt_br: quebrado

source: pending
ar_tn: انتظار
pt_br: espera

source: processing
ar_tn: جاري
pt_br: contínuo

source: done
ar_tn: تمّ
pt_br: acabado

source: ready
ar_tn: جاهز
pt_br: pronto

source: collector
ar_tn: الموثّق
pt_br: autor da gravação

source: YYYY-MM-DD
ar_tn: AAAA-MM-JJ
pt_br: AAAA-MM-DD

source: recording date (until)
ar_tn: تاريخ التّسجيل (منذ)
pt_br: ano de gravação (até)

source: location details
ar_tn: معطيات إضافيّة حول المكان
pt_br: detalhes do lugar

source: cultural area
ar_tn: الجهة، ثقافيّا
pt_br: área cultural

source: language
ar_tn: اللّغة
pt_br: Língua

source: Language (ISO norm)
ar_tn: اللّغة (norme ISO)
pt_br: Língua (norma ISO)

source: Ethnographic context
ar_tn: الإطار الإثنوغرافي
pt_br: Contexto etnográfico

source: implementing rules
ar_tn: آليّات الأداء
pt_br: Modos de execução

source: author / compositor
ar_tn: الملحّن / الملحّن
pt_br: Autor / compositor

source: depositor
ar_tn: المودع
pt_br: Autor do depósito

source: CollectionCode_ItemCode
ar_tn: CodeCollection_CodeItem

source: item number
ar_tn: رقم الوثيقة
pt_br: Número de item

source: collector selection
ar_tn: اختيار الموثّق
pt_br: Seleção do autor da gravação

source: collector as in collection
ar_tn: نفس موثّق المجموعة
pt_br: autor da gravação como na coleção

source: creator reference
ar_tn: معرّف الموثّق
pt_br: referência do autor da gravação

source: published references
ar_tn: المراجع المنشورة
pt_br: referências publicadas

source: remarks
ar_tn: ملاحظات
pt_br: comentários

source: approximative duration
ar_tn: المدّة التّقريبيّة
pt_br: duração aproximada

source: mime type
ar_tn: type mime
pt_br: tipo de Mime

source: file
ar_tn: الملفّ
pt_br: arquivo

source: digitalist
ar_tn: المُرقمن
pt_br: operador de digitalização

source: digitization date
ar_tn: تاريخ الرّقمنة
pt_br: data de digitalização

source: publishing date
ar_tn: تاريخ نشر الوثيقة
pt_br: data de publicação

source: scientist
ar_tn: المسؤول العلمي
pt_br: pesquisador responsável

source: summary
ar_tn: ملخّص
pt_br: resumo

source: contributor
ar_tn: المساهم
pt_br: colaborador

source: keywords
ar_tn: مفردات أساسيّة
pt_br: palavra chave

source: item size
ar_tn: حجم الوثيقة
pt_br: dimensão do item

source: item related media
ar_tn: مرافقات الوثيقة
pt_br: mídia para o item

source: composition
ar_tn: الأصوات / الآلات
pt_br: instrumentação

source: vernacular name
ar_tn: التّسمية العامّة
pt_br: nome vernáculo

source: number
ar_tn: العدد
pt_br: número

source: interprets
ar_tn: المؤدّون
pt_br: intérpretes

source: unit
ar_tn: الوحدة
pt_br: unidade

source: public_id
ar_tn: المعرّف العمومي
pt_br: publico_id

source: time (s)
ar_tn: المدّة بالثّواني
pt_br: duração (s)

source: date
ar_tn: التّاريخ
pt_br: data

source: author
ar_tn: المؤلّف
pt_br: autor

source: mime_type
ar_tn: type mime
pt_br: mime_tipo

source: status
ar_tn: الحالة
pt_br: estado

source: transcoded
ar_tn: إعادة الرّقمنة
pt_br: transcodificada

source: item identifier
ar_tn: identifiant de l'item
pt_br: item login

source: item identifiers
ar_tn: identifiants de l'item
pt_br: item login

source: start
ar_tn: البداية
pt_br: começo

source: end
ar_tn: النّهاية
pt_br: final

source: item part
ar_tn: جزء من
pt_br: parte do item

source: equivalent ISO 639-2 identifier (bibliographic)
ar_tn: المعرّف ISO 639-2 équivalent (bibliographique)

source: equivalent ISO 639-2 identifier (terminologic)
ar_tn: المعرّف ISO 639-2 équivalent (terminologique)

source: equivalent ISO 639-1 identifier
ar_tn: المعرّف ISO 639-1 équivalent

source: scope
ar_tn: المجال
pt_br: escopo

source: languages
ar_tn: اللّغات
pt_br: língua

source: country
ar_tn: البلاد/الوطن
pt_br: país

source: continent
ar_tn: القارّة
pt_br: continente

source: other
ar_tn: مكان آخر
pt_br: outro

source: complete type
ar_tn: نوعيّة المكان

source: current location
ar_tn: المكان الحالي

source: authoritative
ar_tn: رسمي

source: locations
ar_tn: المواقع
pt_br: lugar

source: location types
ar_tn: نوعيّة المواقع
pt_br: tipo de lugar

source: location aliases
ar_tn: تسمية ثانية للمواقع
pt_br: aliás lugar

source: ancestor location
ar_tn: تسمية قديمة للموقع

source: location relations
ar_tn: العلاقات بين المواقع

source: playlist
ar_tn: قائمة القراءة

source: resource_type
ar_tn: نوعيّة الوثيقة

source: resource_id
ar_tn: معرّف الوثيقة

source: Metadata only
ar_tn: البيانات فقط
pt_br: metadados acessível

source: Sound and metadata
ar_tn: البيانات والتّسجيل
pt_br: som e metadados acessível

source: Private data
ar_tn: معطيات خاصّة
pt_br: dados privados

source: public access
ar_tn: الاطّلاع للعموم
pt_br: Tipo de acesso

source: credits
ar_tn: الحقوق
pt_br: propriedade

source: element type
ar_tn: type d'élément

source: element identifier
ar_tn: identifiant de l'élément

source: modification type
ar_tn: نوعيّة التّغيير

source: time
ar_tn: السّاعة
pt_br: tempo

source: user
ar_tn: المستعمل
pt_br: usuário

source: Institution
ar_tn: المؤسّسة
pt_br: Instituição

source: Department
ar_tn: القسم
pt_br: Departamento

source: Attachment
ar_tn: الارتباط
pt_br: Afiliação

source: Function
ar_tn: الخطّة
pt_br: Função

source: Address
ar_tn: العنوان
pt_br: Endereço

source: Telephone
ar_tn: الهاتف
pt_br: Telefone

source: Expiration_date
ar_tn: تاريخ النّهاية
pt_br: Data de validade

source: key
ar_tn: المفتاح
pt_br: chave

source: Description
ar_tn: الوصف
pt_br: Descrição

source: criteria
ar_tn: الخصوصيّات
pt_br: critério

source: Write
ar_tn: Ecrire
pt_br: escrever

source: Archives
ar_tn: الأرشيف
pt_br: Arquivo

source: Trash
ar_tn: Corbeille
pt_br: Cesta

source: by conversation
ar_tn: par conversation

source: by message
ar_tn: par message

source: Delete
ar_tn: Supprimer
pt_br: Excluir

source: Undelete
ar_tn: Récupéré

source: No messages.
ar_tn: Pas de messages

source: The site administrator
ar_tn: L'administrateur du site

source: Add to playlist
ar_tn: Ajouter à la liste

source: Search
ar_tn: Recherche
pt_br: Pesquisa

source: Recording date
ar_tn: Date d'enregistrement
pt_br: Data da gravação

source: Search Results
ar_tn: Résultats de recherche
pt_br: Os resultados da pesquisa

source: Filters
ar_tn: تصفية
pt_br: Filtros

source: Sound
ar_tn: Sonore
pt_br: Som

source: Digitized
ar_tn: مرقمن
pt_br: Digitalizado

source: Recordist
ar_tn: الموثّق
pt_br: Autor da gravação

source: Recording period
ar_tn: فترة التّسجيل
pt_br: Período de inscrição

source: Code
ar_tn: المعرّف
pt_br: Código

source: No collection
ar_tn: Aucune collection
pt_br: Nenhuma coleção

source: Location
ar_tn: Lieu
pt_br: Lugar

source: Country/Continent
ar_tn: Etat/Continent
pt_br: País / continente

source: Year of recording
ar_tn: Année d'enregistrement
pt_br: Ano de gravação

source: Administration
ar_tn: الإدارة
pt_br: Administração

source: General
ar_tn: عامّ
pt_br: Geral

source: Enumerations
ar_tn: القوائم
pt_br: Enumeração

source: Title
ar_tn: العنوان
pt_br: Título

source: No enumerations
ar_tn: بدون فهرسة
pt_br: Nenhuma enumeração

source: Users
ar_tn: المستخدمون
pt_br: Usuários

source: No users
ar_tn: لا مستخدم
pt_br: Nenhum usuário

source: Welcome
ar_tn: مرحبا
pt_br: Bem-vindo

source: Help
ar_tn: مساعدة
pt_br: Ajudar

source: Sign out
ar_tn: خروج
pt_br: Desconectar

source: Sign in
ar_tn: دخول
pt_br: Fazer o login

source: Desk
ar_tn: المكتب
pt_br: Escritório

source: Home
ar_tn: المدخل
pt_br: página principal

source: Fonds
ar_tn: الأرصدة
pt_br: Fundos

source: Corpus
ar_tn: الرّفوف

source: Collections
ar_tn: المجموعات
pt_br: Colecções

source: Items
ar_tn: الوثائق

source: Geo Navigator
ar_tn: الجولة الجغرافيّة
pt_br: Geo navegador

source: Advanced search
ar_tn: بحث متقدّم
pt_br: Pesquisa multicritérios

source: Admin
ar_tn: الإدارة
pt_br: Administrador

# admin
source: General
ar_tn: عامّ
pt_br: Geral

source: Instruments
ar_tn: الآلات الموسيقيّة
pt_br: Instruementos

source: Instrument aliases
ar_tn: إسم ثاني للآلة
pt_br: Instruementos alias

source: Usage of the archives in the respect of cultural heritage of the original communities.
ar_tn: استعمال الأرشيف يتمّ مع احترام التّراث الثّقافي للشّعوب الأصليّة
pt_br: Uso de arquivos de acordo com as comunidades de origem

source: Legal notices
ar_tn: الحقوق
pt_br: Cunho

source: New
ar_tn: إضافة
pt_br: Novo

source: Cancel
ar_tn: إلغاء
pt_br: Cancelar

source: Collection
ar_tn: مجموعة
pt_br: Coleção

source: Edit
ar_tn: تغيير
pt_br: Mudança

source: Copy
ar_tn: نسخ
pt_br: Duplicar

source: List
ar_tn: عرض القائمة
pt_br: Lista

source: Add item
ar_tn: إضافة وثيقة
pt_br: Adicionar Item

source: Zip
ar_tn: ضغط

source: View list
ar_tn: عرض القائمة
pt_br: Exibição de lista

source: Access type
ar_tn: نوعية الآطّلاع
pt_br: Tipo de acesso

source: Geographic and cultural informations
ar_tn: معطيات جغرافيّة وثقافيّة
pt_br: Informação geográfica e cultural

source: Bibliographic references
ar_tn: معطيات بيبيوغرافيّة
pt_br: Referências bibliográficas

source: Archiving data
ar_tn: معطيات توثيقيّة
pt_br: Informações Arquivamento

source: Related documentation
ar_tn: وثائق ذات صلة
pt_br: Documentação associada

source: Comments
ar_tn: ملاحظات
pt_br: Comentário

source: Last modification
ar_tn: آخر تغيير
pt_br: Última modificação

source: Technical data
ar_tn: معطيات فنّيّة
pt_br: Informação técnica

source: Collection size
ar_tn: حجم المجموعة
pt_br: Peso da recolha

source: Number of items
ar_tn: عدد الوثائق
pt_br: Número de item

source: Normal View
ar_tn: عرض عادي
pt_br: Exibição normal

source: Save
ar_tn: حفظ
pt_br: Salvar

source: Related media
ar_tn: وثائق سمعيّة بصريّة مصاحبة
pt_br: Parceiro média

source: Identifier
ar_tn: المعرّف
pt_br: Login

# collection list
source: All
ar_tn: كلّ المجموعات
pt_br: Tudo

# collection list
source: Unpublished
ar_tn: مجموعات غير منشورة
pt_br: Inédito

# collection list
source: Published
ar_tn: مجموعات منشورة
pt_br: Edito

# collection list
source: Digitized
ar_tn: مجموعات مرقمنة
pt_br: Digitalizado

source: Add
ar_tn: إضافة
pt_br: Adicionar

source: Media
ar_tn: ميديا
pt_br: Midia

source: in
ar_tn: بـ
pt_br: em

source: Populations / Social groups
ar_tn: الثّقافة المحليّة
pt_br: População / Grupo social

source: Enumeration
ar_tn: ترقيم
pt_br: Enumeração

source: Add entry
ar_tn: إضافة
pt_br: Adicionar

source: Value
ar_tn: المضمون
pt_br: Valor

source: Notes
ar_tn: ملاحظات
pt_br: Notas

source: Remove selected items
ar_tn: حذف المعطيات المختارة
pt_br: Excluir os itens selecionados

source: This enumeration is empty
ar_tn: هذا التّرقيم خالي
pt_br: Esta lista está vazia

source: Modify an entry
ar_tn: تغيير
pt_br: Modificar os dados

source: Replace by
ar_tn: غيّر بـ
pt_br: Substituir com

source: delete value after replacing
ar_tn: حذف المضمون بعد التّعويض
pt_br: Limpar após substituição

source: Replace
ar_tn: تعوييض
pt_br: Substituir

source: Geographic Navigator
ar_tn: جغرافيا
pt_br: Geonavegador

source: Map
ar_tn: الخريطة
pt_br: Mapa

source: World
ar_tn: العالم
pt_br: Mundo

source: Country
ar_tn: Etat/nation
pt_br: País

source: Number of collections
ar_tn: Nombre de collections
pt_br: Número de coleção

source: Open the geographic navigator
ar_tn: الجولة الجغرافيّة
pt_br: Geonavegador aberto

source: Partners
ar_tn: الشّركاء

source: Musical selection
ar_tn: مختارات موسيقيّة
pt_br: Selecção musical

source: %(resource.children_type|capitalize)s %(first_on_page)s to %(last_on_page)s on %(hits)s
ar_tn: %(resource.children_type|capitalize)s %(first_on_page)s à %(last_on_page)s sur %(hits)s

source: No resource
ar_tn: Aucune ressource
pt_br: Sem dados

source: Preview
ar_tn: Prévisualisation
pt_br: Anterior

source: Credits
ar_tn: Crédits
pt_br: Créditos

source: Download
ar_tn: Télécharger
pt_br: Baixar

source: Dublin Core Metadata
ar_tn: Métadonnées Dublin Core

source: No item
ar_tn: Aucun item
pt_br: nenhuns itens

source: Type
ar_tn: النّوع
pt_br: Tipo

source: User
ar_tn: Utilisateur
pt_br: Usuários

source: deleted
ar_tn: تمّ الحذف
pt_br: Apagados

source: Last Name
ar_tn: Nom
pt_br: Sobrenome

source: First Name
ar_tn: Prénom
pt_br: Primeiro nome

source: E-mail
ar_tn: Courriel

source: Date added
ar_tn: Date d'ajout

source: Groups
ar_tn: Groupes
pt_br: Grupo

source: Name
ar_tn: الإسم
pt_br: Nome

source: This instrument list is empty
ar_tn: هذه القائمة للآلات فارغة

source: My playlists
ar_tn: قائماتي للاستماع
pt_br: Minha seleção

source: User authentication
ar_tn: التّعرّف على المستعمل
pt_br: A autenticação do usuário

source: Your username and password didn't match. Please try again.
ar_tn: Vos nom d'utilisateur et/ou mot de passe sont incorrects. Essayez à nouveau.
pt_br: Seu nome e senha não são válidos, tente novamente.

source: Password forgotten
ar_tn: Mot de passe oublié
pt_br: Esqueceu sua senha

source: This archive is not available online, please contact the CREM. Thank you.
ar_tn: Cette archive n’est pas accessible en ligne, veuillez contacter le CREM. Merci.
pt_br: Este arquivo não está disponível on-line, entre em contato com o CREM. Obrigado.

source: File
ar_tn: Fichier
pt_br: Ficheiro

source: Markers
ar_tn: Marqueurs
pt_br: Marcadores

source: Property
ar_tn: Propriété
pt_br: Propriedade

source: Unit
ar_tn: Unité
pt_br: Unidade

source: You don't have access to the media of this item.
ar_tn: Vous n'avez pas accès aux médias de cet item.
pt_br: Você não tem acesso aos meios de comunicação desse item.

source: Please contact the administrators to get more rights.
ar_tn: Contactez les administrateurs du site pour obtenir plus de droits.
pt_br: Entre em contato com os administradores para obter mais direitos.

source: Click here
ar_tn: Cliquez ici
pt_br: Clique aqui

source: Musical informations
ar_tn: Informations sur la musique
pt_br: Informações sobre música

source: Published references
ar_tn: Références éditées
pt_br: referências bibliográficas

source: Remarks
ar_tn: Remarques
pt_br: Comentários

source: Item size
ar_tn: Taille de l'item

source: No such item
ar_tn: Item introuvable

source: Keywords
ar_tn: Mots-clés

source: Performance
ar_tn: Voix / Instruments

source: Collection access status
ar_tn: Statut d'accès de la collection
pt_br: Status da coleção

source: Context access status
ar_tn: Statut d'accès selon le profil

source: Keyword
ar_tn: Mot-clé

source: Media Items
ar_tn: Items

source: All
ar_tn: Tous
pt_br: Tudo

# item list
source: Digitized
ar_tn: Numérisés

source: Previous
ar_tn: Précédent
pt_br: Anterior

source: Next
ar_tn: Suivant
pt_br: Proximo

source: User Profile
ar_tn: Profil utilisateur

source: User profile
ar_tn: Profil utilisateur

source: Playlists
ar_tn: Listes de lecture

source: Email
ar_tn: Courriel

source: Expiration date
ar_tn: Date d'expiration
pt_br: Data de validade

source: Is staff
ar_tn: Statut équipe
pt_br: é pessoal

source: Is superuser
ar_tn: Statut super-utilisateur
pt_br: é super usuário

source: Group
ar_tn: Groupe

source: Last login
ar_tn: Dernière connexion
pt_br: Ultimo login

source: Language
ar_tn: Langue
pt_br: Língua

source: Apply
ar_tn: Appliquer
pt_br: Aplicar

source: Password reset complete
ar_tn: Demande de mise à jour du mot de passe envoyée
pt_br: Redefinição de senha completa

source: Password reset
ar_tn: Mot de passe oublié
pt_br: Redefinição de senha

source: No such resource
ar_tn: Aucune ressource de ce type

source: Advanced Search
ar_tn: Recherche avancée
pt_br: Pesquisa avançada

source: to
ar_tn: à
pt_br: para

source: Year of publication
ar_tn: Année de publication
pt_br: Ano de publicação

source: Sounds
ar_tn: Sonores
pt_br: Sons

source: Search pattern
ar_tn: Mots clés

source: My last changes
ar_tn: Mes dernières modifications
pt_br: Meus recentes mudanças

source: All last changes
ar_tn: Toutes les dernières modifications
pt_br: Mudanças recentes

source: My searches
ar_tn: Mes recherches
pt_br: A minha pesquisa

source: Children
ar_tn: Enfants

source: pattern
ar_tn: mots clés

source: Access not allowed
ar_tn: Accès non autorisé

source: Please login or contact the website administator to get a private access.
ar_tn: Connectez-vous s'il vous plaît ou bien contactez l'administrateur du site pour obtenir un accès privé.
