Repository: pypi-data/pypi-mirror-25
Catalog: packages/Pootle/Pootle-2.9.0b4.tar.bz2/Pootle-2.9.0b4/pootle/locale/*/pootle_js.po
Languages: gd, is, ro, sr

source: Provide optional comment (will be publicly visible)
gd: Cuir beachd ris ma thogras tu (chithear gu poblach e)
is: Settu inn athugasemd ef þú vilt (verður öllum sýnileg)
ro: Adăugați un comentariu opțional (va fi vizibil public)
sr: Доставите напомену по жељи (биће јавно видљива)

source: Accept
gd: Gabh ris
is: Samþykkja
ro: Acceptați
sr: Прихвати

source: Reject
gd: Diùlt
is: Hafna
ro: Respingeți
sr: Одбаци

source: %(timeSince)s via file upload
gd: %(timeSince)s le luchdadh suas faidhle
is: %(timeSince)s með innsendri skrá
ro: %(timeSince) prin încărcare de fișier(e)
sr: %(timeSince)s путем отпремања датотеке

source: Clear all
gd: Falamhaich na h-uile
is: Hreinsa allt
ro: Ștergeți tot
sr: Очисти све

source: Clear value
gd: Falamhaich an luach
is: Hreinsa gildi
ro: Ștergeți valoarea
sr: Очисти вредност

source: No results found
gd: Cha deach toradh a lorg
is: Engar niðurstöður fundust
ro: Nu s-a găsit niciun rezultat
sr: Нисам нашао резултате

source: Select...
gd: Tagh…
is: Velja...
ro: Selectați...
sr: Изабери...

source: Type to search
gd: Sgrìobh airson lorg
is: Skrifaðu til að leita...
ro: Tastați pentru a căuta
sr: Укуцајте да потражите

source: disabled
gd: à comas
is: óvirkt
ro: dezactivat
sr: искључено

source: Congratulations! You have completed this task!
gd: Meal do naidheachd! Tha thu air an t-saothair seo a chrìochnachadh!
is: Til hamingju, þú hefur lokið þessu verki!
ro: Felicitări! Ați terminat această sarcină!
sr: Честитамо! Завршили сте овај задатак!

source: Collapse details
gd: Falaich am mion-fhiosrachadh
is: Loka smáatriðum
ro: Ascunde detaliile
sr: Скупи детаље

source: Expand details
gd: Seall am mion-fhiosrachadh
is: Birta smáatriði
ro: Deschide detaliile
sr: Рашири детаље

source: Edit My Public Profile
gd: Deasaich a’ phròifil phoblach agam
is: Breyta opinberri notandasíðu minni
ro: Editați Profilul meu public
sr: Уреди мој јавни профил

source: My Public Profile
gd: A’ phròifil phoblach agam
is: Opinber notandasíða mín
ro: Profilul meu public
sr: Мој јавни профил

source: Discard changes.
gd: Tilg air falbh na h-atharraichean.
is: Henda breytingum.
ro: Eliminați modificările.
sr: Одбаци измене.

source: Yes
gd: Tha
is: Já
ro: Da
sr: Да

source: No
gd: Chan eil
is: Nei
ro: Nu
sr: Не

source: There are unsaved changes. Do you want to discard them?
gd: Tha atharraichean ann nach deach a shàbhaladh. A bheil thu airson an tilgeil air falbh?
is: Það eru óvistaðar breytingar. Viltu henda þeim?
ro: Există modificări nesalvate. Doriți să renunțați la ele?
sr: Имате несачуваних измена. Да ли желите да их одбаците?

source: To set or change your avatar for your email address (%(email)s), please go to gravatar.com.
gd: Gus an t-avatar airson an t-seòlaidh puist-d agad (%(email)s) atharrachadh, tadhail air gravatar.com.
is: Þú getur stillt kennimyndina fyrir tölvupóstfangið (%(email)s) á gravatar.com.
ro: Pentru a stabili avatarul penrtru adresa Dvs. de e-mail (%(email)), vă rugăm să vizitați gravatar.com.
sr: Да поставите или да измените аватар за вашу адресу е-поште (%(email)s), идите на „gravatar.com“.

source: Your Full Name
gd: D’ ainm slàn
is: Fullt nafn þitt
ro: Numele Dvs. întreg
sr: Ваше име и презиме

source: Avatar
is: Auðkennismynd
sr: Аватар

source: Your Twitter username
gd: An t-ainm-cleachdaiche Twitter agad
is: Twitter notandanafnið þitt
ro: Nume de utilizator Twitter
sr: Ваше корисничко име на Твитеру

source: Your LinkedIn profile URL
gd: URL na pròifil LinkedIn agad
is: LinkedIn notandasniðið mitt
ro: Adresa web a profilului Dvs. LinkedIn
sr: Ваша адреса Линкедин профила

source: Your Personal website/blog URL
gd: URL na làraich-lìn/a’ bhloga phearsanta agad
is: Slóð á þitt eigið vefsvæði/blogg
ro: Adresa web a blogului Dvs. personal
sr: Адреса вашег личног веб сајта/блога

source: Why are you part of our translation project? Describe yourself, inspire others!
gd: Carson an deach thu an sàs sa phròiseact eadar-theangachaidh againn? Mìnich cò thusa agus brosnaich càch!
is: Hvers vegna tekur þú þátt í þessu þýðingarverkefni? Lýstu sjálf/um þér, vertu hvatning fyrir aðra!
ro: De ce participați la proiectul nostru de traduceri? Vorbiți despre Dvs., inspirați-i și pe alții!
sr: Зашто сте део нашег преводилачког пројекта? Опишите себе, дајте потстрека другима!

source: Email Address
gd: Seòladh puist-d
is: Tölvupóstfang
ro: Adresa e-mail
sr: Адреса е-поште

source: Enter your email address, and we will send you a message with the special link to reset your password.
gd: Cuir a-steach an seòladh puist-d agad agus cuiridh sinn teachdaireachd thugad le ceangal sònraichte ann gus am facal-faire agad ath-shuidheachadh.
is: Sláðu inn netfangið sem þú skráðir þig með, við munum senda tengil á það sem þú getur notað til að breyta lykilorðinu þínu.
ro: Introduceți adresa Dvs. e-mail și vă vom trimite un mesaj cu o adresă web specială pentru schimbarea parolei.
sr: Упишите вашу адресу е-поште, а ми ћемо вам послати поруку са специјалном везо за повраћај ваше лозинке.

source: No, thanks
is: Nei, takk
ro: Nu, mulțumesc
sr: Не, хвала

source: Send Email
gd: Cuir post-d
is: Senda tölvupóst
ro: Trimiteți e-mailul
sr: Пошаљи е-пошту

source: We have sent an email containing the special link to <span>%s</span>
gd: Chuir sinn post-d sa bheil an ceangal sònraichte gu <span>%s</span>
is: Við erum búin að senda tölvupóst með sérstökum tengli til <span>%s</span>
ro: Am trimis un mesaj e-mail care conține o adresă web specială către <span>%s</span>
sr: Послали смо е-пошту које садржи специјалну везу до <span>%s</span>

source: Creating new user accounts is prohibited.
gd: Chan fhaodar cunntas cleachdaiche ùr a chruthachadh.
is: Bannað er að búa til nýja notendaaðganga.
ro: Crearea de noi conturi este interzisă.
sr: Прављење нових корисничких налога је забрањено.

source: We found a user with <span>%(email)s</span> email in our system. Please provide the password to finish the sign in procedure. This is a one-off procedure, which will establish a link between your Pootle and %(provider)s accounts.
gd: Lorg sinn cleachdaiche aig a bheil am post-d <span>%(email)s</span> san t-siostam againn. Solair am facal-faire gus an clàradh a-steach a thoirt gu buil. Cha dèan sinn seo ach aon turas gus ceangal a stèidheachadh eadar an cunntas Pootle agus an cunntas %(provider)s agad.
is: Við fundum notanda með tölvupóstfangið <span>%(email)s</span> á kerfinu okkar. Gefðu upp lykilorðið til að ljúka innskráningarferlinu. Það er eins-skiptis aðgerð, sem mun koma á sambandi milli Pootle-þjónsins og aðganga %(provider)s.
sr: Нашли смо корисника са е-поштом „<span>%(email)s</span>“ на нашем систему. Доставите лозинку да завршите поступак пријављивања. Ово је једнократан поступак, које ће успоставити везу између Поотла и налога „%(provider)s“.

source: No results.
gd: Chan eil toradh ann.
is: Engar niðurstöður.
ro: Niciun rezultat.
sr: Нема резултата.

source: Project / Language
gd: Pròiseact / Cànan
is: Verkefni / Tungumál
sr: Пројекат / језик

source: Suggested
gd: Molaidhean
is: Stungið uppá
sr: Предложених

source: Translated
gd: Eadar-theangachaidhean
is: Búið að þýða
sr: Преведених

source: Reviewed
gd: Lèirmheasan
is: Yfirfarið
sr: Прегледаних

source: Score Change
gd: Atharrachadh an sgòir
is: Breyting á skori
sr: Промена резултата

source: %s word
gd: %s fhacal
is: %s orð
sr: %s реч

source: No activity recorded in a given period
gd: Cha deach gnìomhachd a chlàradh rè an ama sin
is: Engin virkni skráð á uppgefnu tímabili
sr: Нема забележене активности у датом периоду

source: Please select a valid user.
gd: Tagh cleachdaiche dligheach.
is: Veldu einhvern gildan notanda.
sr: Изаберите исправног корисника.

source: More
gd: Barrachd
is: Meira
ro: Mai mult
sr: Више

source: Hide
gd: Falaich
is: Fela
ro: Ascunde
sr: Сакриј

source: Less
gd: Nas lugha
is: Minna
ro: Mai puțin
sr: Мање

source: Show
gd: Seall
is: Sýna
ro: Arată
sr: Прикажи

source: Translated by %(fullname)s in “<span title="%(path)s">%(project)s</span>” project %(time_ago)s
gd: Air eadar-theangachadh le %(fullname)s sa phròiseact “<span title="%(path)s">%(project)s</span>” %(time_ago)s
is: Þýtt af %(fullname)s í “<span title="%(path)s">%(project)s</span>” verkefninu fyrir %(time_ago)s síðan
sr: Превео је %(fullname)s у „<span title="%(path)s">%(project)s</span>“ пројекту пре %(time_ago)s

source: Translated by %(fullname)s in “<span title="%(path)s">%(project)s</span>” project
gd: Air eadar-theangachadh le %(fullname)s sa phròiseact “<span title="%(path)s">%(project)s</span>”
is: Þýtt af %(fullname)s í “<span title="%(path)s">%(project)s</span>” verkefninu
sr: Превео је %(fullname)s у „<span title="%(path)s">%(project)s</span>“ пројекту
