Repository: pypi-data/pypi-mirror-25
Catalog: packages/Pootle/Pootle-2.9.0b4.tar.bz2/Pootle-2.9.0b4/pootle/locale/*/pootle.po
Languages: cs, gl, he, is, nb, nl, sr

source: This project is disabled and visible to administrators only.
cs: Tento projekt je zakázaný a je viditelný pouze pro správce.
gl: Este proxecto está desactivado e só é visíbel para os administradores.
he: מיזם זה מנוטרל וגלוי למנהלים בלבד.
is: Þetta verkefni er óvirkt og einungis sýnilegt kerfisstjórum.
nb: Dette prosjektet er avskrudd og bare synlig for administratorer.
nl: Dit project is uitgeschakeld en alleen zichtbaar voor beheerders.
sr: Овај пројекат је искључен и видљив је само администраторима.

source: Please fill in all the fields.
cs: Vyplňte prosím všechna pole.
gl: Por favor, cubra todos os campos.
he: נא למלא את כל השדות.
is: Fylltu út alla reitina.
nb: Fyll inn alle feltene.
nl: Vul alle velden in.
sr: Испуните сва поља.

source: Send Message
cs: Odeslat zprávu
gl: Enviar a mensaxe
he: שליחת הודעה
is: Senda skilaboð
nb: Send melding
nl: Bericht verzenden
sr: Пошаљи поруку

source: Thanks!
cs: Děkujeme!
gl: Grazas!
he: תודה רבה!
is: Takk fyrir!
nb: Takk!
nl: Bedankt!
sr: Хвала!

source: We have received your message and will try to respond as soon as possible.
cs: Vaši zprávu jsme přijali a pokusíme se na ni odpovědět co nejdříve.
gl: Recibimos a súa mensaxe e intentaremos responderlle tan pronto como sexa posíbel.
he: קיבלנו את ההודעה שלך ואנו ננסה לשלוח תגובה בהקדם האפשרי.
is: Við höfum fengið skilaboðin frá þér og munum svara eins fljótt og auðið er.
nb: Vi har mottatt din melding og vil prøve å svare så snart som mulig.
nl: We hebben uw bericht ontvangen en zullen proberen zo snel mogelijk te reageren.
sr: Примили смо вашу поруку и покушаћемо да вам одговоримо у најкраћем року.

source: score
cs: hodnocení
gl: puntuación
he: ניקוד
is: einkunn
nb: poengsum
sr: резултат

source: No user contributions yet.
cs: Dosud nijak nepřispěl.
gl: O usuario aínda non realizou contribucións.
he: אין תרומות משתמשים עדיין.
is: Engin framlög frá notendum ennþá.
nb: Ingen brukerbidrag enda.
nl: Nog geen gebruikersbijdragen.
sr: Још нема доприноса корисника.

source: Top contributors:
cs: Hlavní přispěvatelé:
gl: Máximos colaboradores:
he: התורמים המובילים:
is: Virkustu þátttakendur:
nl: Meest actieve medewerkers:
sr: Најбољи доприносиоци:

source: Are You Human?
cs: Jste člověk?
gl: É vostede humano?
he: לא רובוט?
is: Ertu mannvera?
nb: Er du et menneske?
nl: Bent u een mens?
sr: Да ли сте људско биће?

source: To protect the server against attacks we have to verify that submissions are made by human users.
cs: K ochraně serveru proti útokům musíme ověřit, že podání jsou vytvořena lidským uživatelem.
gl: Para protexer o servidor contra ataques, temos de comprobar que os envíos son feitos por usuarios humanos.
he: כדי להגן על השרת מפני מתקפות עלינו לוודא שההגשות מתבצעות על ידי אנשים בשר ודם.
is: Til að vernda vefþjóninn gagnvart netárásum þurfum við staðfestingu á því að gagnasendingar séu frá raunverulegum notendum.
nb: For å beskytte serveren mot angrep, er vi nødt til å forsikre oss om at forslag blir sendt inn av mennesker.
nl: Om de server tegen aanvallen te beschermen, moeten we verifiëren dat bijdragen door menselijke gebruikers worden geleverd.
sr: Да бисмо заштитили сервер од напада морамо да проверимо да ли су предаје поднели живи корисници.

source: Please answer this question:
cs: Odpovězte na uvedenou otázku:
gl: Conteste, por favor, esta pregunta:
he: נא לענות על השאלה הבאה:
is: Svaraðu þessari spurningu:
nb: Besvar dette spørsmålet:
nl: Beantwoord deze vraag:
sr: Одговорите на ово питање:

source: Confirm
cs: Potvrdit
gl: Confirmar
he: אישור
is: Staðfesta
nb: Bekreft
nl: Bevestigen
sr: Потврди

source: Go back to browsing
cs: Zpět na procházení
gl: Volver á navegación
he: חזרה לעיון
is: Fara til baka í yfirlit
nb: Gå tilbake til utforskingsmodus
nl: Terug naar bladeren
sr: Назад на разгледање

source: My suggestions
cs: Mé návrhy
gl: As miñas suxestións
he: ההצעות שלי
is: Tillögurnar mínar
nb: Mine forslag
nl: Mijn suggesties
sr: Моји предлози

source: My submissions
cs: Mé příspěvky
gl: Os meus envíos
he: ההגשות שלי
is: Tillögur sem ég hef sent inn
nb: Mine innlegg
nl: Mijn bijdragen
sr: Моје предаје

source: My overwritten submissions
cs: Mé přepsané příspěvky
gl: Os meus envíos sobrescritos
he: ההגשות שלי שנדרסו
is: Yfirskrifaðar tillögur sem ég hef sent inn
nb: Mine rettede forslag
nl: Mijn overschreven bijdragen
sr: Моје замењене предаје

source: Checks
cs: Kontroly
gl: Comprobacións
he: בדיקות
is: Prófanir
nb: Sjekker
nl: Controles
sr: Провере

source: Select type
cs: Vyberte typ
gl: Seleccionar tipo
he: בחירת סוג
is: Veldu tegund
nb: Velg type
nl: Type selecteren
sr: Врста бирања

source: Default order
cs: Výchozí pořadí
gl: Orde predeterminada
he: סידור בררת מחדל
is: Sjálfgefin röðun
nb: Forvalgt rekkefølge
nl: Standaardvolgorde
sr: Основни поредак

source: Important first
cs: Od nejdůležitějšího
gl: Importantes primeiro
he: חשובים קודם
is: Mikilvægt fyrst
nb: Viktigste først
nl: Belangrijke eerst
sr: Прво најважније

source: Newest first
cs: Od nejnovějšího
gl: As máis novas primeiro
he: חדשים ביותר קודם
is: Nýjast fyrst
nb: Nyeste først
nl: Nieuwste eerst
sr: Прво најновије

source: Oldest first
cs: Od nejstaršího
gl: As máis vellas primeiro
he: ישנים ביותר קודם
is: Elsta fyrst
nb: Eldste først
nl: Oudste eerst
sr: Прво најстарије

source: Go to the previous string (Ctrl+Up)
cs: Přejít na předchozí řetězec (Ctrl+Up)
gl: Ir á cadea anterior (Ctrl+Arriba)
he: מעבר למחרוזת הקודמת (Ctrl+למעלה)
is: Fara á fyrri streng (Ctrl+Up)
nb: Gå til forrige streng (Ctrl+↑)
nl: Naar de vorige tekenreeks (Ctrl+Omhoog)
sr: Иди на претходну ниску (Ктрл+Горе)

source: Current string number (Ctrl+Shift+U)<br/><br/>Type in the number and press Enter<br/>to go to any position
cs: Číslo aktuálního řetězce (Ctrl+Shift+U)<br/><br/>Pro přechod na určitou pozici zadejte<br/>požadované číslo a stiskněte klávesu Enter
gl: Número de cadea actual (Ctrl+Maiús+U)<br/><br/>Escriba un número e prema Intro<br/>para ir a calquera posición
he: מספר המחרוזת הנוכחית (Ctrl+Shift+U)<br/><br/>נא להזין את המספר וללחוץ על Enter<br/>כדי לעבור לכל מיקום שהוא
is: Númer núverandi strengs (Ctrl+Shift+S)<br/><br/>Skrifaðu inn tölu og ýttu á Enter<br/> til að fara á hvaða stað sem er
nl: Nummer van huidige tekenreeks (Ctrl+Shift+U)<br/><br/>Typ het nummer in en druk op Enter<br/>om naar een bepaalde positie te gaan
sr: Тренутни број ниске (Ктрл+Помак+U)<br/><br/>Унесите број и притисните „Унеси“<br/>да пређете на жељени положај

source: Total strings
cs: Celkový počet řetězců
gl: Cadeas totais
he: סך כל המחרוזות
is: Strengir alls
nb: Totalt antall strenger
nl: Totale aantal tekenreeksen
sr: Укупно ниски

source: Go to the next string (Ctrl+Down)
cs: Přejít na další řetězec (Ctrl+Down)
gl: Ir á seguinte cadea (Ctrl+Abaixo)
he: מעבר למחרוזת הבאה (Ctrl+למטה)
is: Fara á næsta streng (Ctrl+Down)
nb: Gå til neste streng (Ctrl+↓)
nl: Naar de volgende tekenreeks (Ctrl+Omlaag)
sr: Иди на следећу ниску (Ктрл+Доле)

source: The following suggestions submitted by you have been accepted with the comment:
cs: Váš následující návrh byl přijat s komentářem:
gl: As seguintes suxestións enviadas por vostede aceptáronse co seguinte comentario:
he: ההצעה הבאה שהוגשה על ידיך התקבלה עם ההערה:
is: Eftirtaldar tillögur frá þér hafa verið samþykktar með athugasemdinni:
nb: Følgende forslag innsendt av deg har blitt godtatt med denne kommentaren:
nl: De volgende suggesties die door u zijn ingediend, zijn geaccepteerd met de opmerking:
sr: Следећи предлози које сте ви предали су прихваћени са напоменом:

source: We hope this feedback will help you improve your future contributions.
cs: Doufáme, že tato zpětná odezva pomůže zlepšit kvalitu vašich budoucích příspěvků.
gl: Agardamos que este comentario lle axude a mellorar as súas contribucións futuras.
he: אנו מקווים שמשוב זה יסייע לך לשפר את תרומותיך בעתיד.
is: Við vonum að þessi umsögn komi að gagni við að bæta framlög þín í framtíðinni.
nb: Vi håper denne tilbakemeldingen vil hjelpe deg i å forbedre fremtidige bidrag.
nl: We hopen dat deze feedback u helpt uw toekomstige bijdragen te verbeteren.
sr: Надамо се да ће вам ово помоћи да побољшате ваш будући допринос.

source: The following suggestions submitted by you have been rejected with the comment:
cs: Váš následující návrh byl odmítnut s komentářem:
gl: As seguintes suxestións enviadas por vostede rexeitáronse co seguinte comentario:
he: ההצעה הבאה שהוגשה על ידיך נדחתה עם ההערה:
is: Eftirtöldum tillögum frá þér hafa verið hafnað með athugasemdinni:
nb: Følgende forslag innsendt av deg har blitt avslått med kommentaren:
nl: De volgende suggesties die door u zijn ingediend, zijn afgewezen met de opmerking:
sr: Следећи предлози које сте ви предали су одбијени са напоменом:

source: Translate
cs: Přeložit
gl: Traducir
he: תרגום
is: Þýða
nb: Oversett
nl: Vertalen
sr: Преведи

source: <a href="%(url)s">Unit #%(id)s</a>
cs: <a href="%(url)s">Položka #%(id)s</a>
gl: <a href="%(url)s">Cadea #%(id)s</a>
he: <a href="%(url)s">יחידה מס׳ %(id)s</a>
is: <a href="%(url)s">Eining #%(id)s</a>
nb: <a href="%(url)s">Enhet #%(id)s</a>
nl: <a href="%(url)s">Eenheid #%(id)s</a>
sr: <a href="%(url)s">Јединица #%(id)s</a>

source: Priority:
cs: Priorita:
gl: Prioridade:
he: עדיפות:
is: Forgangur:
nb: Prioritet:
nl: Prioriteit:
sr: Важност:

source: Context:
cs: Kontext:
gl: Contexto:
he: הקשר:
is: Samhengi:
nb: Kontekst:
sr: Контекст:

source: Locations:
cs: Umístění:
gl: Localizacións:
he: מיקומים:
is: Staðsetningar:
nb: Plasseringer:
nl: Locaties:
sr: Места:

source: Terminology:
cs: Terminologie:
gl: Terminoloxía:
he: מינוח:
is: Hugtakaskrá:
nb: Terminologi:
nl: Terminologie:
sr: Терминологија:

source: Insert the translated term into the editor
cs: Kliknutím vložíte přeložený výraz do pole editoru
gl: Insira o termo traducido no editor
he: הוספת המונח המתורגם לעורך
is: Setja þýtt hugtak inn í ritilinn
nb: Kopier den oversatte termen til teksteditor
nl: De vertaalde term in de editor invoegen
sr: Унесите преведени појам у уређивач

source: Comments:
cs: Komentáře:
gl: Comentarios:
he: הערות:
is: Athugasemdir:
nb: Kommentarer:
nl: Opmerkingen:
sr: Напомене:

source: Click to open the image in a popup
cs: Kliknutím otevřete obrázek ve vyskakovacím okně
gl: Prema para abrir a imaxe nunha xanela emerxente
he: יש ללחוץ כדי לפתוח את התמונה בחלונית קופצת
is: Smelltu til að opna myndina í sprettglugga
nb: Klikk for å åpne bildet i et oppsprettsvindu
nl: Klik om de afbeelding in een pop-up te openen
sr: Кликните да отворите слику у облачићу

source: Screenshots...
cs: Snímky obrazovky...
gl: Capturas de pantalla...
he: צילומי מסך…
is: Skjámyndir...
nb: Skjermbilder…
nl: Schermafbeeldingen...
sr: Снимци екрана...

source: Copy into translation
cs: Kopírovat do překladu
gl: Copiar ao campo de tradución
he: העתקה לתרגום
is: Afrita yfir í þýðingu
nb: Kopier inn i oversettelsen
nl: Kopiëren naar vertaling
sr: Умножите у превод

source: Report a problem with this string
cs: Nahlásit chybu v řetězci
gl: Informar dun problema con esta cadea
he: דיווח על בעיה במחרוזת זו
is: Tilkynna um vandamál með þennan streng
nl: Een probleem met deze tekenreeks melden
sr: Пријавите проблем са овом ниском

source: Submit
cs: Odeslat
gl: Enviar
he: הגשה
is: Senda
nb: Send inn
nl: Indienen
sr: Пошаљи

source: Submit translation and go to the next string (Ctrl+Enter)
cs: Odeslat překlad a přejít na další řetězec (Ctrl+Enter)
gl: Enviar a tradución e ir á seguinte cadea (Ctrl+Intro)
he: הגשת התרגום ומעבר למחרוזת הבאה (Ctrl+Enter)
is: Senda inn þýðingu og fara á næsta streng (Ctrl+Enter)
nb: Send inn oversettelsen og gå til neste streng (Ctrl+Enter)
nl: Vertaling indienen en naar de volgende tekenreeks gaan (Ctrl+Enter)
sr: Пошаљите превод и идите на следећу поруку (Ктрл+Унеси)

source: Suggest
cs: Navrhnout
gl: Suxerir
he: הצעה
is: Stinga uppá
nb: Foreslå
nl: Voorstellen
sr: Предложи

source: Suggest translation and go to the next string (Ctrl+Enter)
cs: Navrhnout překlad a přejít na další řetězec (Ctrl+Enter)
gl: Suxerir a tradución e ir á seguinte cadea (Ctrl+Intro)
he: הגשת הצעת התרגום ומעבר למחרוזת הבאה (Ctrl+Enter)
is: Stinga upp á þýðingu og fara á næsta streng (Ctrl+Enter)
nb: Foreslå oversettelse og gå til neste streng (Ctrl+Enter)
nl: Vertaling voorstellen en naar de volgende tekenreeks gaan (Ctrl+Enter)
sr: Предложите превод и идите на следећу поруку (Ктрл+Унеси)

source: Switch to translation mode (Ctrl+Shift+Space)
cs: Přepnout do režimu překladu (Ctrl+Shift+Mezerník)
gl: Cambiar a modo tradución (Ctrl+Maiús+Espazo)
he: מעבר למצב תרגום (Ctrl+Shift+Space)
is: Skipta yfir í þýðingarham (Ctrl+Shift+Space)
nb: Bytt til oversettermodus (Ctrl+Shift+Space)
nl: Omschakelen naar vertaalmodus (Ctrl+Shift+Spatie)
sr: Пређите на режим превођења (Ктрл+Помак+Размак)

source: Switch to suggestion mode (Ctrl+Shift+Space)
cs: Přepnout do režimu návrhu (Ctrl+Shift+Mezerník)
gl: Cambiar a modo suxestión (Ctrl+Maiús+Espazo)
he: מעבר למצב הצעה (Ctrl+Shift+Space)
is: Skipta yfir í tillöguham (Ctrl+Shift+Space)
nb: Bytt til forslagsmodus (Ctrl+Shift+Space)
nl: Omschakelen naar suggestiemodus (Ctrl+Shift+Spatie)
sr: Пређите на режим за предлоге (Ктрл+Помак+Размак)

source: Mark this string as needing further work (Ctrl+Space)
cs: Označit jako řetězec vyžadující další zpracování (Ctrl+Mezerník)
gl: Marcar esta cadea como que precisa máis traballo (Ctrl+Espazo)
he: סימון מחרוזת זו כדורשת עבודה נוספת (Ctrl+Space)
is: Merkja þennan streng sem ófullgerðan (Ctrl+Space)
nb: Merk denne strengen med at den trenger mer arbeid (Ctrl+Space)
nl: Deze tekenreeks markeren als meer werk vereist (Ctrl+Spatie)
sr: Означите ову поруку за додатни рад (Ктрл+Размак)

source: Showing match from similar translations
cs: Obdobné překlady
gl: Mostrando coincidencia de traducións semellantes

source: Show Timeline
cs: Zobrazit časovou osu
gl: Mostrar a secuencia cronolóxica
he: הצגת ציר הזמן
is: Birta tímalínu
nb: Vis tidslinje
nl: Tijdlijn tonen
sr: Прикажи временску осу

source: Add Comment
cs: Přidat komentář
gl: Engadir comentario
he: הוספת הערה
is: Bæta við athugasemd
nb: Legg til kommentar
nl: Opmerking toevoegen
sr: Додај напомену

source: Raw View
cs: Neformátované zobrazení
gl: Vista en bruto
he: תצוגה גולמית
is: Hrá sýn
nb: Rå visning
nl: Onbewerkte weergave
sr: Сирови преглед

source: reviewed by <a href="%(profile_url)s">%(reviewer)s</a>
cs: zkontroloval <a href="%(profile_url)s">%(reviewer)s</a>
gl: revisado por <a href="%(profile_url)s">%(reviewer)s</a>
he: נסקר ע״י <a href="%(profile_url)s">%(reviewer)s</a>
is: yfirfarið af <a href="%(profile_url)s">%(reviewer)s</a>
nl: gecontroleerd door <a href="%(profile_url)s">%(reviewer)s</a>
sr: прегледао је <a href="%(profile_url)s">%(reviewer)s</a>

source: Insert %(character_name)s (Unicode value %(character_code)s) into the editor
cs: Vložit do editoru %(character_name)s (Unicode value %(character_code)s)
gl: Inserir %(character_name)s (Valor de Unicode %(character_code)s) no editor
he: הוספת %(character_name)s (ערך יוניקוד %(character_code)s) לעורך
is: Setja inn %(character_name)s (Unicode-gildi %(character_code)s) í ritilinn
nl: %(character_name)s (Unicode-waarde %(character_code)s) in de editor invoegen
sr: Убаците „%(character_name)s“ (Јуникодна вредност „%(character_code)s“) у уређивач

source: User suggestions
cs: Uživatelské návrhy
gl: Suxestións de usuarios
he: הצעות משתמשים
is: Uppástungur notenda
nb: Brukerforslag
nl: Suggesties van gebruiker
sr: Предлози корисника

source: More options
cs: Další možnosti
gl: Máis opcións
he: עוד אפשרויות
is: Fleiri valkostir
nb: Flere valg
nl: Meer opties
sr: Више опција

source: Less options
cs: Méně možností
gl: Menos opcións
he: פחות אפשרויות
is: Færri Vvalkostir
nb: Færre valg
nl: Minder opties
sr: Мање опција

source: Accept suggestion
cs: Přijmout návrh
gl: Aceptar suxestión
he: קבלת ההצעה
is: Samþykkja tillögu
nb: Godkjenn forslag
nl: Suggestie accepteren
sr: Прихвати предлог

source: Reject suggestion
cs: Odmítnout návrh
gl: Rexeitar suxestión
he: דחיית ההצעה
is: Hafna tillögu
nb: Avslå forslag
nl: Suggestie afwijzen
sr: Одбаци предлог

source: Remove suggestion
cs: Odstranit návrh
gl: Borrar suxestión
he: מחיקת ההצעה
is: Fjarlægja tillögu
nb: Fjern forslag
nl: Suggestie verwijderen
sr: Уклони предлог

source: A long time ago
cs: Velmi dávno
gl: Hai moito tempo
he: לפני זמן רב
is: Fyrir langalöngu
nb: For lenge siden
nl: Heel lang geleden
sr: Пре много времена

source: Comment:
cs: Komentář:
gl: Comentario:
he: הערה:
is: Athugasemd:
nb: Kommentar:
nl: Opmerking:
sr: Напомена:

source: Critical issues with the translation
cs: Kritické problémy s překladem
gl: Erros críticos na tradución
he: תקלות חמורות עם התרגום
is: Alvarlegir gallar á þýðingunni
nb: Kritiske problemer med oversettelsen
nl: Kritieke zaken in de vertaling
sr: Критични проблем са преводом

source: Critical errors:
cs: Kritické chyby:
gl: Erros críticos:
he: תקלות משמעותיות:
is: Alvarlegar villur:
nb: Kritiske feil:
nl: Kritieke fouten:
sr: Критичне грешке:

source: Mute quality check
cs: Zakázat kontrolu kvality
gl: Desactivar a comprobación de calidade
he: השתקת בדיקת איכות
is: Þagga niður í gæðaprófun
nl: Kwaliteitscontrole verbergen
sr: Искључите проверу квалитета

source: Unmute quality check
cs: Povolit kontrolu kvality
gl: Reactivar a comprobación de calidade
he: ביטול השתקת בדיקת איכות
is: Virkja gæðaprófun
nl: Kwaliteitscontrole tonen
sr: Укључите проверу квалитета

source: Possible issues with the translation
cs: Možné problémy s překladem
gl: Posíbeis incidencias coa tradución
he: בעיות אפשריות עם התרגום
is: Hugsanlegar villur í þýðingunni
nb: Mulige problemer med oversettelsen
nl: Mogelijke problemen met de vertaling
sr: Могући проблеми са преводом

source: Watch out for:
cs: Dejte si pozor na:
gl: Atención con:
he: כדאי להיזהר מ־:
is: Fylgjast með:
nb: Se opp for:
nl: Pas op voor:
sr: Пази на:

source: Remove comment
cs: Odstranit komentář
gl: Eliminar o comentario
he: הסרת הערה
is: Fjarlægja athugasemd
nb: Fjern kommentar
nl: Opmerking verwijderen
sr: Уклони напомену

source: Сomment:
cs: Komentář:
gl: Comentario:
nl: Opmerking:

source: Timeline
cs: Časová osa
gl: Secuencia cronolóxica
he: ציר זמן
is: Tímalína
nb: Tidslinje
nl: Tijdlijn
sr: Временска оса

source: Bad Request
cs: Chybný požadavek
gl: Solicitude errónea
he: בקשה שגויה
is: Ekki nógu góð beiðni
nb: Ugyldig forespørsel
nl: Ongeldige aanvraag
sr: Лош захтев

source: Error 400
cs: Chyba 400
gl: Erro 400
he: שגיאה 400
is: Villa 400
nb: Feil 400
nl: Fout 400
sr: Грешка 400

source: The operation is not permitted.
cs: Tato operace není povolena.
gl: Operación non permitida.
he: הפעולה אינה מורשית.
is: Þessi aðgerð er ekki leyfileg.
nb: Operasjonen tillates ikke.
nl: De bewerking is niet toegestaan.
sr: Радња није допуштена.

source: Permission Denied
cs: Přístup zamítnut
gl: Permiso denegado
he: ההרשאה נדחתה
is: Heimild hafnað
nb: Tillatelse avslått
nl: Toegang geweigerd
sr: Овлашћење је одбијено

source: You don't seem to have permissions to access this page.
cs: Nemáte oprávnění pro přístup k této stránce.
gl: Parece ser que non ten permiso para acceder a esta páxina.
he: נראה כי אין לך הרשאה לגשת לעמוד זה.
is: Þú hefur ekki aðgangsheimildir til að skoða þessa síðu.
nl: U lijkt geen rechten voor toegang tot deze pagina te hebben.
sr: Изгледа да немате овлашћење да приступите овој страници.

source: Page Not Found
cs: Stránka nebyla nalezena
gl: A páxina non se encontrou
he: העמוד לא נמצא
is: Síða finnst ekki
nb: Side ikke funnet
nl: Pagina niet gevonden
sr: Нема такве странице

source: We're sorry, but the requested page could not be found.
cs: Je nám líto, ale požadovaná stránka nebyla nalezena.
gl: Moito o sentimos pero a páxina solicitada non se encontrou.
he: העמוד המבוקש לא נמצא, עמך הסליחה.
is: Því miður, en umbeðin síða fannst ekki.
nb: Vi er lei for det, men den etterspurte siden kan ikke bli funnet.
nl: Het spijt ons, maar de opgevraagde pagina kon niet worden gevonden.
sr: Жао нам је, али тражена страница не постоји.

source: Server Error
cs: Chyba na straně serveru
gl: Erro do servidor
he: שגיאת שרת
is: Villa í netþjóni
nb: Server feil
nl: Serverfout
sr: Грешка сервера

source: A server error has occurred. Thank you for your patience.
cs: Vyskytla se chyba na straně serveru. Děkujeme za vaši trpělivost.
gl: Produciuse un erro no servidor. Agradécese a súa paciencia.
he: אירעה שגיאה בצד השרת. תודה לך על הסבלנות.
is: Villa kom upp í netþjóni. Takk fyrir biðlundina.
nl: Er is een serverfout opgetreden. Bedankt u voor uw geduld.
sr: Дошло је до грешке сервера. Хвала вам на стрпљењу.

source: Exception:
cs: Výjimka:
gl: Excepción:
he: חריגה:
is: Undantekning:
nb: Unntak:
nl: Uitzondering:
sr: Изузетак:

source: If you need assistance, you may refer to this error as <strong>%(ref)s</strong>.
cs: Pokud potřebujete pomoc, můžete se na tuto chybu odkázat jako na <strong>%(ref)s</strong>.
gl: Se precisa axuda, pode facer referencia a este erro como <strong>%(ref)s</strong>.
he: אם יש לך צורך בעזרה, ניתן לפנות לשגיאה זו באמצעות <strong>%(ref)s</strong>.
is: Ef þú þarft aðstoð geturðu vísað til þessarar villu sem <strong>%(ref)s</strong>.
nl: Als u hulp nodig hebt, kunt u naar deze fout verwijzen als <strong>%(ref)s</strong>.
sr: Ако вам треба помоћ, можете се посаветовати о овој грешци на <strong>%(ref)s</strong>.

source: Database Error
cs: Chyba databáze
gl: Erro da base de datos
he: שגיאת מסד נתונים
is: Gagnagrunnsvilla
nb: Databasefeil
nl: Databasefout
sr: Грешка базе података

source: Pootle can't connect to the database, the database is not initialized yet, or a schema upgrade is needed before continuing.
cs: Připojení k databázi se nezdařilo. Databáze ještě nebyla inicializována, nebo je před pokračováním třeba provést aktualizaci schéma databáze.
gl: Pootle non se pode conectar á base de datos. Ou ben a base de datos aínda non está inicializada, ou é preciso anovar o esquema antes de continuar.
he: ל־Pootle אין אפשרות להתחבר למסד הנתונים, מסד הנתונים אינו מאותחל עדיין או שנדרש עדכון סכמה כדי להמשיך.
is: Pootle getur ekki tengst gagnagrunninum, gagnagrunnurinn er ekki ennþá að fullu virkur, eða að það þarf að uppfæra skema gagnagrunnsins áður en lengra er haldið.
nb: Pootle kan ikke koble til databasen, den er ikke igangsatt enda, eller en schema-oppgradering trengs før du kan fortsette.
nl: Pootle kan geen verbinding maken met de database; de database is nog niet geïnitialiseerd, of er is een schema-upgrade nodig voordat kan worden doorgegaan.
sr: Поотл не може да се повеже са базом података, база података још није покренута, или је потребна шема надоградње пре настављања.

source: Please read the <a href="%(url)s">Pootle documentation</a> for installation and upgrade instructions. Contact the server administrator if you feel this is a mistake.
cs: Návod pro instalaci a aktualizaci naleznete v <a href="%(url)s">Dokumentaci</a>. Pokud si myslíte, že tato zpráva byla zobrazena v důsledku chyby, kontaktujte správce serveru.
gl: Lea as instruccións sobre a instalación e a anovación na <a href="%(url)s">documentación de Pootle</a>. Contacte co administrador do servidor se cre que isto é un erro.
he: נא לקרוא את <a href="%(url)s">התיעוד של Pootle</a> תחת הנחיות ההתקנה והשדרוג. מומלץ ליצור קשר עם מנהל השרת אם לדעתך מדובר בטעות.
is: Lestu <a href="%(url)s">Pootle hjálparskjölin</a> varðandi leiðbeiningar vegna uppsetningar og uppfærslu. Hafðu samband við kerfisstjórnandann ef þú heldur að hér sé um mistök að ræða.
nl: Lees de <a href="%(url)s">Pootle-documentatie</a> voor installatie- en upgrade-instructies. Neem contact op met de serverbeheerder als u denkt dat dit een vergissing is.
sr: У <a href="%(url)s">Поотловој документацији</a> прочитајте упутства о инсталацији и надоградњи. Обратите се администратору сервера ако вам се чини да је ово грешка.
