Repository: pypi-data/pypi-mirror-25
Catalog: packages/Pootle/Pootle-2.9.0b4.tar.bz2/Pootle-2.9.0b4/pootle/locale/*/pootle.po
Languages: cs, gl, he, is, nb, nl, sr

source: Pootle %(pootle_version)s is powered by Translate Toolkit %(toolkit_version)s.
cs: Pootle %(pootle_version)s používá Translate Toolkit %(toolkit_version)s.
gl: Pootle %(pootle_version)s con Translate Toolkit %(toolkit_version)s.
he: Pootle %(pootle_version)s מופעל על גבי Translate Toolkit %(toolkit_version)s.
is: Pootle %(pootle_version)s er knúið af Translate Toolkit %(toolkit_version)s
nb: Pootle %(pootle_version)s bruker Translate Toolkit %(toolkit_version)s.
nl: Pootle %(pootle_version)s wordt mogelijk gemaakt door Translate Toolkit %(toolkit_version)s.
sr: Поотле %(pootle_version)s се покреће Преводилачким скупом алата %(toolkit_version)s.

source: A Pootle account has been created for you using this email address.
cs: S využitím této e-mailové adresy byl pro vás založen účet na Pootle serveru.
gl: Creóuselle para vostede unha conta Pootle utilizando este enderezo de correo electrónico.
he: נוצר חשבון ב־Pootle עבורך בעזרת כתובת דוא״ל זו.
is: Pottle aðgangur hefur verið búinn til fyrir þig á þetta netfang.
nb: En Pootle-konto har blitt opprettet for deg med denne e-postadressen.
nl: Er is een Pootle-account voor u aangemaakt met dit e-mailadres.
sr: Направљен је Поотлов налог за вас коришћењем ове адресе е-поште.

source: To activate your account, follow this link:
cs: Pro aktivaci účtu klikněte na následující odkaz:
gl: Para activar a súa conta, siga esta ligazón:
he: על מנת להפעיל את חשבונך, עליך להפעיל קישור זה:
is: Til að virkja þennan aðgang, fylgdu þessari slóð:
nb: Følg denne lenken for å aktivere kontoen din:
nl: Klik op deze koppeling om uw account te activeren:
sr: Да бисте активирали налог, пратите ову везу:

source: This message is sent to verify that the email address is in fact correct. If you did not want to register an account, you may simply ignore the message.
cs: Tato zpráva byla poslána pro ověření, že zadaná e-mailová adresa je správná. Pokud jste si nechtěli účet zaregistrovat, můžete tuto zprávu jednoduše ignorovat.
gl: Esta mensaxe envíaselle para verificar que o enderezo de correo electrónico é realmente correcto. Se vostede non quere rexistrar unha conta, pode simplemente ignorar esta mensaxe.
he: הודעה זו נשלחה כדי לוודא שכתובת הדוא״ל שלך נכונה. אם לא רצית לרשום חשבון, ניתן פשוט להתעלם מהודעה זו.
is: Þessi skilaboð eru send til að staðfesta að póstfang þitt sé rétt. Ef þú vildir ekki skrá aðgang, getur þú hunsað þessi skilaboð.
nb: Denne meldingen er sendt for å verifisere at epostadressen faktisk er korrekt. Hvis du ikke ønsker å registrere en konto, kan du ganske enkelt overse denne meldingen.
nl: Dit bericht is verzonden om te verifiëren of het e-mailadres wel klopt. Als u geen account wilde registreren, kunt u het bericht gewoon negeren.
sr: Овом поруком проверавамо да ли је адреса е-поште исправна. Ако нисте затражили отварање налога, занемарите ову поруку.

source: Pootle e-mail confirmation
cs: Pootle - potvrzení e-mailu
gl: Confirmación de correo electrónico de Pootle
he: אימות דוא״ל מול Pootle
is: Staðfesting í tölvupósti frá Pootle
nb: Pootle e-postbekreftelse
nl: E-mailbevestiging van Pootle
sr: Потврђивање е-поште Поотла

source: We have received a request to reset your password.
cs: Obdrželi jsme požadavek na resetování vašeho hesla.
gl: Recibiuse unha solicitude para cambiar o seu contrasinal.
he: קיבלנו בקשה לאפס את הססמה שלך.
is: Við höfum fengið beiðni um að endurstilla lykilorðið þitt.
nb: Forespørsel om tilbakestilling av ditt passord.
nl: We hebben een verzoek voor het opnieuw instellen van uw wachtwoord ontvangen.
sr: Примили смо захтев за поновним подешавањем ваше лозинке.

source: To reset your password, follow this link:
cs: Pro resetování hesla klikněte na následující odkaz:
gl: Para cambiar o seu contrasinal, siga esta ligazón:
he: כדי לאפס את הססמה, עליך להיכנס לקישור הבא:
is: Til að endurstilla lykilorðið, fylgdu þessari slóð:
nb: Følg denne lenken for å tilbakestille passordet ditt:
nl: Klik op deze koppeling om uw wachtwoord opnieuw in te stellen:
sr: Да повратите вашу лозинку, пратите ову везу:

source: If you do not want to reset your password, you may simply ignore the message.
cs: Pokud nechcete provést reset svého hesla, můžete tuto zprávu ignorovat.
gl: Se vostede non quere cambiar o seu contrasinal, pode simplemente ignorar esta mensaxe.
he: אם לא ביקשת לאפס את ססמתך, ניתן להתעלם מהודעה זו.
is: Ef þú vilt ekki endurstilla lykilorðið, geturðu einfaldlega hunsað þessi skilaboð.
nb: Hvis du ikke ønsker å tilbakestille passordet ditt kan du ignorere denne meldingen.
nl: Als u uw wachtwoord niet opnieuw wilt instellen, kunt u dit bericht gewoon negeren.
sr: Ако не желите да повратите вашу лозинку, једноставно занемарите ову поруку.

source: Pootle password reset e-mail
cs: Pootle - e-mail pro resetování hesla
gl: Email de cambio de contrasinal en Pootle
he: דוא״ל לאיפוס ססמה ב־Pootle
is: Tölvupóstur til endurstillingar á lykilorði Pootle
nl: E-mail voor opnieuw instellen van Pootle-wachtwoord
sr: Е-пошта повраћаја лозинке Поотла

source: Registration Disabled
cs: Registrace je zakázána
gl: Rexistro desactivado
he: הרישום מבוטל
is: Skráning óvirk
nb: Registrering avslått
nl: Registratie uitgeschakeld
sr: Регистровање је искључено

source: Registration is currently disabled. Please try again later.
cs: Registrace je aktuálně zakázána. Zkuste se zaregistrovat později.
gl: O rexistro está desactivado. Probe de novo máis tarde.
he: ההרשמה אינה פעילה כרגע. נא לנסות שוב מאוחר יותר.
is: Skráning er óvirk í augnablikinu. Reyndu aftur síðar.
nb: Registrering er avslått. Prøv igjen senere.
nl: Registratie is momenteel uitgeschakeld. Probeer het later nog eens.
sr: Регистровање је тренутно искључено. Покушајте касније поново.

source: Save Changes
cs: Uložit změny
gl: Gardar os cambios
he: שמירת השינויים
is: Vista breytingar
nb: Lagre endringer
nl: Wijzigingen opslaan
sr: Сачувај измене

source: Info
cs: Informace
gl: Información
he: מידע
is: Upplýsingar
sr: Подаци

source: Users
cs: Uživatelé
gl: Usuarios
he: משתמשים
is: Notendur
nb: Brukere
nl: Gebruikers
sr: Корисници

source: Languages
cs: Jazyky
gl: Idiomas
he: שפות
is: Tungumál
nb: Språk
nl: Talen
sr: Језици

source: Projects
cs: Projekty
gl: Proxectos
he: מיזמים
is: Verkefni
nb: Prosjekter
nl: Projecten
sr: Пројекти

source: Permissions
cs: Oprávnění
gl: Permisos
he: הרשאות
is: Aðgangsheimildir
nb: Tillatelser
nl: Toegangsrechten
sr: Овлашћења

source: Static Pages
cs: Statické stránky
gl: Páxinas estáticas
he: עמודים סטיטיים
is: Fastar síður
nb: Statiske sider
nl: Statische pagina's
sr: Статичке странице

source: Administration
cs: Správa
gl: Administración
he: ניהול
is: Kerfisstjórnun
nb: Administrasjon
nl: Beheer
sr: Администрација

source: Server Statistics
cs: Statistiky serveru
gl: Estatísticas do servidor
he: סטטיסטיקת שרת
is: Tölfræði vefþjóns
nb: Brukerstatistikk
nl: Serverstatistieken
sr: Статистика сервера

source: Submissions
cs: Překlady
gl: Envíos
he: הגשות
is: Sent inn
nb: Innsendinger
nl: Opgeslagen
sr: Предаје

source: Pending suggestions
cs: Nevyřízené návrhy
gl: Suxestións pendentes
he: הצעות ממתינות
is: Tillögur í bið
nb: Forslag til vurdering
nl: Openstaande suggesties
sr: Предлози на чекању

source: Background Jobs
cs: Úlohy na pozadí
gl: Traballos en segundo plano
he: משימות רקע
is: Bakgrunnsvinnsla
nb: Bakgrunnsjobber
nl: Achtergrondtaken
sr: Позадински послови

source: Status
cs: Stav
gl: Estado
he: מצב
is: Staða
sr: Стање

source: Pending jobs
cs: Nevyřízené úlohy
gl: Traballos pendentes
he: משימות ממתינות
is: Verk sem bíða
nb: Utestående jobber
nl: Taken in behandeling
sr: Заказани послови

source: Failed jobs
cs: Neúspěšné úlohy
gl: Traballos fallidos
he: משימות שנכשלו
is: Verk sem hafa mistekist
nb: Mislykkede jobber
nl: Mislukte taken
sr: Неуспели послови

source: System Checks
cs: Systémové kontroly
gl: Comprobacións do sistema
he: בדיקות מערכת
is: Kerfisprófanir
nl: Systeemcontroles
sr: Системске провере

source: No issues have been detected. All is good!
cs: Nebyly zjištěny žádné problémy. Vše je v pořádku!
gl: Non se detectaron problemas. Todo está ben!
he: לא זוהו בעיות. הכול בסדר!
is: Engin vandamál fundust. Allt er í lagi!
nb: Ingen problemer oppdaget. Alt vel!
nl: Geen problemen vastgesteld. Alles in orde!
sr: Проблеми нису откривени. Све је цакум-пакум!

source: Here you can add, edit, and delete the default permissions in this Pootle server.
cs: Zde můžete přidávat, upravovat nebo odstraňovat výchozí oprávnění pro tento Pootle server.
gl: Aquí pode engadir, editar e borrar os permisos predefinidos neste servidor de Pootle.
he: כאן ניתן להוסיף, לערוך ולמחוק את הרשאות בררת המחדל בשרת Pootle זה.
is: Hérna geturðu bætt við, breytt, og eytt sjálfgefnum aðgangsheimildum sem eru á þessum Pootle þjóni.
nb: Her kan du legge til, endre, og slette de forsatte rettighetene på denne Pootle serveren.
nl: Hier kunt u de standaardrechten in deze Pootle-server toevoegen, bewerken en verwijderen.
sr: Овде можете да додајете, уређујете и бришете подразумевана овлашћења на овом Поотловом серверу.

source: The user “nobody” refers to any user that is not logged in (an anonymous, unidentified user). The user “default” refers to the rights that all logged in users will have by default, unless other specific rights were assigned to them.
cs: Pod pojmem uživatel “nobody” se rozumí jakýkoli uživatel, který není přihlášen (anonymní, neznámý uživatel). Uživatel “default” se vztahuje k právům, která standardně budou mít všichni přihlášení uživatelé, dokud jim nebudou přiřazena jiná.
gl: O usuario “nobody” refírese a calquera usuario que non iniciase unha sesión (un usuario sen identificar, un anónimo). O usuario “default” refírese aos dereitos que todo usuario con sesión iniciada teña de modo predeterminado, non sendo que lle asignasen outros dereitos específicos.
he: המשתמש „אף אחד” חל על כל משתמש שאינו מחובר (אלמוני או בלתי מזוהה). המשתמש „בררת מחדל” חל על ההרשאות שמקבלים כבררת מחדל כל המשתמשים שנכנסו למערכת, אלמלא הוקצו להם זכויות מסוימות אחרות.
is: Þegar talað er um notandann “nobody” er átt við hvaða notanda sem er ekki skráður inn (nafnlaus, óþekktur notandi). Notandinn “default” vísar til þeirra réttinda sem allir notendur hafa sjálfgefið, nema önnur tiltekin réttindi sé úthlutað.
nb: Brukeren “ingen” viser til enhver bruker som er logget inn (en anonym, uidentifisert bruker). Brukeren “forvalgt” viser til rettighetene alle innloggede brukere vil ha, med mindre andre særlige rettigheter ble tildelt dem.
nl: De gebruiker 'niemand' verwijst naar een gebruiker die niet is aangemeld (een anonieme, niet-geïdentificeerde gebruiker). De gebruiker 'standaard' verwijst naar de rechten die alle aangemelde gebruikers standaard hebben, tenzij aan hen andere specifieke rechten zijn toegekend.
sr: „Гост“ се односи на сваког корисника који није пријављен (анониман, непознат корисник). „Подразумевано“ се пак односи на права која имају сви пријављени корисници, не укључујући додатна овлашћења.

source: Filesystem configuration: %(project_code)s
cs: Nastavení systému souborů: %(project_code)s
gl: Configuración do sistema de ficheiros: %(project_code)s
he: הגדרות מערכת קבצים: %(project_code)s
is: Uppsetning skráakerfis: %(project_code)s
nb: Filsystemsoppsett: %(project_code)s
nl: Bestandssysteemconfiguratie: %(project_code)s
sr: Подешавање система датотека: %(project_code)s

source: Pootle FS is still experimental, we’d love you to use it, but it does require a level of expertise in localisation, Python and Pootle in case anything goes wrong.
cs: Pootle FS je stále experimentální, rádi bychom ho používali, ale v případě výskytu jakýchkoliv problémů vyžaduje značnou úroveň znalostí Pythonu, Pootlu a lokalizace.
gl: Pootle FS aínda é experimental, gustaríanos que o empregue pero aínda require un certo nivel de experiencia na localización, en Python e en Pootle en caso de que algo vaia mal.
he: מערכת הקבצים של Pootle היא ניסונית, נשמח אם ייעשה בה שימוש, אך היא דורשת רמה מסוימת של מומחיות בתרגום, Python וב־Pootle למקרה שמשהו משתבש.
is: Pootle FS er enn á tilraunastigi, okkur þætti vænt um ef þú notaðir það, en slíkt útheimtir hins vegar sérfræðikunnáttu í staðfærslu, á Python og á Pootle ef eitthvað fer úrskeiðis.
nb: Pootle FS er fremdeles på eksperimentstadiet, vi vil gjerne at du bruker det, men det krever ekspertise i lokalisering, Python og Pootle i fall noe går galt.
nl: Pootle FS is nog experimenteel; we zouden het graag gebruiken, maar het vereist een bepaalde expertise qua lokalisatie, Python en Pootle in het geval er iets misgaat.
sr: Поотлов систем датотека је још увек у развоју, желели бисмо да га користите, али захтева ниво стручности у превођењу, Питону и Поотлу у случају да нешто пође наопако.

source: Backend configuration
cs: Nastavení back-endu
gl: Configuración da infraestrutura
he: תצורת מנגנון
is: Stillingar bakenda
nb: Bakendeoppsett
nl: Backend-configuratie
sr: Подешавање позадинца

source: Update filesystem configuration
cs: Aktualizovat nastavení systému souborů
gl: Actualizar a configuración do sistema de ficheiros
he: עדכון הגדרות מערכת הקבצים
is: Uppfæra uppsetningu skráakerfis
nb: Oppdater filsystemsoppsett
nl: Bestandssysteemconfiguratie bijwerken
sr: Освежите подешавање система датотека

source: Translation path mapping should be of the format:
cs: Přiřazení cesty překladu by mělo používat formát:
gl: As asociacións de ruta de tradución deben ter o formato:
he: מיפוי נתיב תרגום צריך להיות בתבנית:
is: Vörpun milli slóða á þýðingar atti að vera á sniðinu:
nl: Padtoewijzing van vertaling dient de volgende notatie te hebben:
sr: Мапирање путање превода треба бити у формату:

source: Only `&lt;language_code&gt;` is required, although it must end with `.&lt;ext&gt;`
cs: Jedinou povinnou proměnnou v cestě je `&lt;language_code&gt;`, ale navíc musí být ukončena `.&lt;ext&gt;`
gl: Requírese que `&lt;language_code&gt;` estea presente e que remate con `.&lt;ext&gt;`
he: רק `&lt;language_code&gt;` נדרשת, למרות שעליו להסתיים עם `.&lt;ext&gt;`
is: Einungis þarf `&lt;language_code&gt;`, það þarf samt að enda á `.&lt;ext&gt;`
nb: Bare `&lt;language_code&gt;` kreves, selv om det må slutte med `.&lt;ext&gt;`
nl: Alleen '&lt;language_code&gt;' is vereist, hoewel dit op '.&lt;ext&gt;' moet eindigen
sr: Само „&lt;language_code&gt;“ је потребно, стога мора да се заврши на „.&lt;ext&gt;“

source: If you are using the localfs backend the translation path mapping will be combined with the path specified in backend URL
cs: Pokud používáte back-end localfs, bude přiřazení cesty překladu zkombinováno s cestou nastavenou v adrese back-endu
gl: Se está empregando a infraestrutura «localfs» a asociación de ruta de tradución combinarase coa ruta especificada no URL de infraestrutura
he: אם בחרת במנגנון מערכת הקבצים המקומית אז מיפוי נתיב התרגום ישולב בנתיב שצוין בכתובת המנגנון
nl: Als u de localfs-backend gebruikt, zal de padtoewijzing van de vertaling worden gecombineerd met het opgegeven pad in de backend-URL
sr: Ако користите „localfs“ позадинца мапирање путање превода биће комбиновано са путањом наведеном у адреси позадинца

source: For other backends the translation path mapping will be relative to the root of the repository.
cs: Pro ostatní back-endy bude přiřazení cesty překladu relativní ke kořenové složce úložiště.
gl: Para outras infraestruturas a asociación de ruta de tradución debe ser relativa á raíz do repositorio.
he: למנגנונים אחרים, מיפוי נתיב התרגום, יהיה יחסי לראשית המאגר.
is: Fyrir aðra bakenda verður vörpun milli slóða á þýðingar afstæð miðað við rót gagnasafnsins.
nl: Voor andere backends zal de padtoewijzing van de vertaling relatief zijn t.o.v. de hoofdmap van de repository.
sr: За друге позадинце мапирање путање превођења биће релативно на корен ризнице.

source: Language mapping configuration
cs: Nastavení přiřazení jazyka
gl: Configuración da asociación de idiomas
he: תצורת מיפוי שפה
is: Uppsetning varpana milli tungumála
nl: Configuratie van taaltoewijzing
sr: Подешавање мапирања језика

source: Remove
cs: Odstranit
gl: Eliminar
he: הסרה
is: Fjarlægja
nb: Fjern
nl: Verwijderen
sr: Уклони

source: Pootle code
cs: Kód Pootle
gl: Código de Pootle
he: קוד Pootle
is: Pootle kóði
nb: Pootle-kode
sr: Поотлов код

source: Filesystem code
cs: Kód systému souborů
gl: Código do sistema de ficheiros
he: קוד מערכת קבצים
is: Skráakerfiskóði
nb: Filsystemskode
nl: Bestandssysteemcode
sr: Код система датотека

source: Add
cs: Přidat
gl: Engadir
he: הוספה
is: Bæta við
nb: Legg til
nl: Toevoegen
sr: Додај

source: Update
cs: Aktualizovat
gl: Actualizar
he: עדכון
is: Uppfæra
nl: Bijwerken
sr: Освежи

source: User
cs: Uživatel
gl: Usuario
he: משתמש
is: Notandi
nb: Bruker
nl: Gebruiker
sr: Корисник

source: Previous month
cs: Předchozí měsíc
gl: Mes anterior
he: החודש הקודם
is: Í fyrri mánuði
nb: Forrige måned
nl: Vorige maand
sr: Претходни месец

source: Next month
cs: Příští měsíc
gl: Seguinte mes
he: החודש הבא
is: Í næsta mánuði
nb: Neste måned
nl: Volgende maand
sr: Следећи месец

source: Detailed Report
cs: Podrobná sestava
gl: Informe detallado
he: דוח מפורט
is: Ítarleg skýrsla
nb: Detaljert rapport
nl: Gedetailleerd rapport
sr: Опширан извештај

source: Detailed Statistics
cs: Podrobná statistika
gl: Estatísticas detalladas
he: סטטיסטיקה מפורטת
is: Ítarleg tölfræði
nb: Detaljert statistikk
nl: Gedetailleerde statistieken
sr: Опширна статистика

source: Delete
cs: Odstranit
gl: Eliminar
he: מחיקה
is: Eyða
nb: Slett
nl: Verwijderen
sr: Обриши

source: or
cs: nebo
gl: ou
he: או
is: eða
nb: eller
nl: of
sr: или

source: Save
cs: Uložit
gl: Gardar
he: שמירה
is: Vista
nb: Lagre
nl: Opslaan
sr: Сачувај

source: Use <code>&lt;a href="<strong>#/page-slug</strong>"&gt;Link text&lt;/a&gt;</code> code to provide links between static pages. Such links will be rewritten with full paths to static pages.
cs: Pro zadávání odkazů mezi statickými stránkami používejte kód <code>&lt;a href="<strong>#/slug-stránky</strong>"&gt;Text odkazu&lt;/a&gt;</code>. Takové odkazy budou vygenerovány s plnou cestou k odkazované statické stránce.
gl: Use o código <code>&lt;a href="<strong>#/identificador-páxina</strong>"&gt;Texto da ligazón&lt;/a&gt;</code> para fornecer ligazóns entre páxinas estáticas. Ditas ligazóns substituiranse por rutas completas ás páxinas estáticas.
he: יש להשתמש בקוד<code>&lt;a href="<strong>#/page-slug</strong>"&gt;טקסט הקישור&lt;/a&gt;</code> כדי לספק קישורים בין עמודים סטטיים. קישורים כאלה ישוכתבו עם הנתיבים המלאים לעמודים סטטטיים.
nl: Gebruik <code>&lt;a href="<strong>#/paginaslug</strong>"&gt;Koppelingstekst&lt;/a&gt;</code>-code om koppelingen tussen statische pagina's op te geven. Dergelijke koppelingen zullen door volledige paden naar statische pagina's worden overschreven.
sr: Користите „<code>&lt;a href="<strong>#/page-slug</strong>"&gt;Link text&lt;/a&gt;</code>“ код да обезбедите везе између статичких страница. Такве везе биће преписане пуним путањама до статичких страница.

source: In Announcement pages use <code><strong>/xx/</strong></code> within URLs for a dynamic language code.
cs: Pro vložení dynamického kódu jazyka v odkazech na stránkách Oznámení použijte <code><strong>/xx/</strong></code>.
gl: Empregue <code><strong>/xx/</strong></code> nos URLs que empregue nas páxinas de Anuncios para obter un código de idioma dinámico.
he: בעמוד ההכרזות יש להשתמש ב־<code><strong>/xx/</strong></code> בכתובות לקוד שפה דינמי.
nb: På kunngjøringssider, bruk <code><strong>/xx/</strong></code> i nettadresser for dynamisk språkkode.
nl: Gebruik <code><strong>/xx/</strong></code> binnen URL's in mededelingenpagina's voor een dynamische taalcode.
sr: На страницама објава користите „<code><strong>/xx/</strong></code>“ унутар адреса за динамичким кодом језика.

source: Last Edited
cs: Naposledy změněno
gl: Editado por última vez
he: מועד עריכה אחרון
is: Síðast breytt
nb: Sist redigert
nl: Laatst bewerkt
sr: Последње уређивање

source: Yes
cs: Ano
gl: Si
he: כן
is: Já
nb: Ja
nl: Ja
sr: Да

source: No
cs: Ne
gl: Non
he: לא
is: Nei
nb: Nei
nl: Nee
sr: Не

source: edit
cs: upravit
gl: editar
he: עריכה
is: breyta
nb: rediger
nl: bewerken
sr: уреди

source: view
cs: zobrazit
gl: ver
he: הצגה
is: skoða
nb: vis
nl: weergeven
sr: преглед

source: No pages yet.
cs: Ještě nebyly zadány žádné stránky.
gl: Aínda non hai páxinas.
he: אין עמודים עדיין.
is: Engar síður ennþá.
nb: Ingen sider ennå.
nl: Nog geen pagina's.
sr: Још нема страница.

source: Legal Pages
cs: Stránky právních poznámek
gl: Páxinas de información legal
he: עמודי מידע משפטי
is: Lögfræðilegar síður
nb: Juridiske sider
nl: Juridische pagina's
sr: Правне странице

source: Add Legal Page
cs: Přidat stránku právních poznámek
gl: Engadir unha páxina de información legal
he: הוספת עמוד מידע משפטי
is: Breyta lögfræðilegri síðu
nb: Legg til juridisk side
nl: Juridische pagina toevoegen
sr: Додај правну страницу

source: Regular Pages
cs: Běžné stránky
gl: Páxinas normais
he: עמודים רגילים
is: Venjulegar síður
nb: Vanlige sider
nl: Normale pagina's
sr: Обичне странице

source: Add Regular Page
cs: Přidat běžnou stránku
gl: Engadir unha páxina normal
he: הוספת עמוד רגיל
is: Bæta við venjulegri síðu
nb: Legg til vanlig side
nl: Normale pagina toevoegen
sr: Додај обичну страницу

source: Announcements
cs: Oznámení
gl: Anuncios
he: הכרזות
is: Tilkynningar
nb: Kunngjøringer
nl: Mededelingen
sr: Објаве

source: Add Announcement
cs: Přidat oznámení
gl: Engadir anuncio
he: הוספת הכרזה
is: Bæta við tilkynningu
nb: Legg til kunngjøring
nl: Mededeling toevoegen
sr: Додај објаву

source: Fix critical errors
cs: Opravit kritické chyby
gl: Arranxar os erros críticos
he: תיקון תקלות קריטיות
is: Laga alvarlegar villur
nb: Fiks kritiske feil
nl: Kritieke fouten herstellen
sr: Исправи критичне грешке

source: Critical errors
cs: Kritické chyby
gl: Erros críticos
he: תקלות קריטיות
is: Alvarlegar villur
nb: Kritiske feil
nl: Kritieke fouten
sr: Критичне грешке

source: Review suggestions
cs: Zkontrolovat návrhy
gl: Revisar as suxestións
he: סקירת ההצעות
is: Yfirfara tillögur
nl: Suggesties nakijken
sr: Прегледај предлоге

source: Continue translation
cs: Pokračovat v překladu
gl: Continuar a tradución
he: להמשיך בתרגום
is: Halda áfram með þýðingu
nb: Fortsett oversettelse
nl: Doorgaan met vertaling
sr: Настави превођење

source: View all
cs: Zobrazit vše
gl: Ver todo
he: להציג הכול
is: Skoða allt
nl: Alles weergeven
sr: Прикажи све

source: All
cs: Vše
gl: Todas
he: הכול
is: Allt
nb: Alle
nl: Alles
sr: Све

source: Expand details
cs: Rozbalit podrobnosti
gl: Mostrar os detalles
he: הרחבת פרטים
is: Birta ítarlegri upplýsingar
nb: Utvid detaljer
nl: Details uitvouwen
sr: Рашири детаље

source: Translation Statistics
cs: Statistiky překladu
gl: Estatísticas de tradución
he: סטטיסטיקת תרגום
is: Þýðingartölfræði
nb: Oversettelsesstatistikk
nl: Vertaalstatistieken
sr: Статистика превода

source: Failing Checks
cs: Selhavší kontroly
gl: Control de fallos
he: בדיקות שכשלו
is: Fell á prófunum
nb: Mislykkede kontroller
nl: Mislukte controles
sr: Неуспеле провере

source: More...
cs: Více...
gl: Máis...
he: עוד…
is: Meira...
nb: Mer…
nl: Meer...
sr: Више...

source: Less...
cs: Sbalit...
gl: Menos...
he: פחות…
is: Minna...
nb: Mindre…
nl: Minder...
sr: Мање...

source: Updates
cs: Aktualizace
gl: Actualizacións
he: עדכונים
is: Uppfærslur
sr: Освежавања

source: Last updated:
cs: Naposledy aktualizováno:
gl: Última actualización:
he: מועד עדכון אחרון:
is: Síðast uppfært:
nl: Laatst bijgewerkt:
sr: Последње освежавање:

source: Translations
cs: Překlady
gl: Traducións
he: תרגומים
is: Þýðingar
nb: Oversettelser
nl: Vertalingen
sr: Преводи

source: Last action:
cs: Poslední akce:
gl: Última acción:
he: פעילות אחרונה:
is: Síðasta aðgerð:
nl: Laatste actie:
sr: Последња радња:
