Repository: pypi-data/pypi-mirror-25
Catalog: packages/Pootle/Pootle-2.9.0b4.tar.bz2/Pootle-2.9.0b4/pootle/locale/*/pootle.po
Languages: cs, gl, he, is, nb, nl, sr

source: A short code for the project. This should only contain ASCII characters, numbers, and the underscore (_) character.
cs: Krátký kód označující projekt. Může obsahovat jen ASCII znaky, čísla a podtržítko (_).
gl: Un código curto do proxecto. Debería conter unicamente caracteres ASCII, números e o carácter de guión baixo (_).
he: קוד קצר עבור המיזם. קוד זה אמור להיות מורכב מתווי ASCII, ספרות וקו תחתון (_) בלבד.
is: Stuttur kóði fyrir verkefnið. Kóðinn ætti aðeins að innihalda ASCII stafi, tölustafi og undirstrikun (_).
nb: En kort kode for prosjektet. Dette burde bare inneholde ASCII tegn, numre, og understrek (_) tegnet.
nl: Een korte code voor het project. Deze mag alleen ASCII-tekens, cijfers en het liggend streepje (_) bevatten.
sr: Кратак кôд за пројекат. Треба да садржи само АСКРИ знакове, бројеве и доње црте.

source: Quality Checks
cs: Kontroly kvality
gl: Comprobacións de calidade
he: בדיקות איכות
is: Gæðaprófanir
nb: Kvalitetssjekk
nl: Kwaliteitscontroles
sr: Провере квалитета

source: Automatic detection of GNU/non-GNU file layouts (slower)
cs: Automatická detekce GNU/ne-GNU schémat souborů (pomalejší)
gl: Detección automática de disposicións de ficheiros GNU/non-GNU (máis lenta)
he: זיהוי אוטומטי של תבניות קובצי GNU/לא-GNU (אטי יותר)
nl: Automatische detectie van GNU/niet-GNU-bestandsindelingen (trager)

source: GNU style: files named by language code
cs: GNU styl: soubory pojmenované podle kódu jazyka
gl: Estilo GNU: ficheiros nomeados por código de idioma
he: סגנון GNU: שמות הקבצים תואמים לקוד השפה
is: GNU stíll: skrár eftir tungumálakóða
nb: GNU stil: filer navngitt av språkkode
nl: GNU-stijl: bestanden benoemd op taalcode
sr: Гнуов стил: датотеке именоване према језичком коду

source: Non-GNU: Each language in its own directory
cs: Jiný než GNU: Každý jazyk má vlastní adresář
gl: Non-GNU: cada idioma no seu propio cartafol
he: לא־GNU: כל שפה בתיקייה משלה
is: Ekki GNU stíll: Hvert tungumál í sér möppu
nb: Ikke-GNU: Hvert språk i egen mappe
nl: Niet-GNU: elke taal in een eigen map
sr: Не-Гну: Сваки језик у засебној фасцикли

source: Allow Pootle FS to manage filesystems (Experimental)
cs: Povolit správu systémů souborů prostřednictvím Pootle FS (experimentální)
gl: Permitir que Pootle FS xestione os sistemas de ficheiros (Experimental)
he: לאפשר ל־Pootle FS לנהל מערכות קבצים (ניסיוני)
is: Leyfa Pootle FS að stýra skráakerfum (á tilraunastigi)
nb: Tillat Pootle FS å behandle filsystemer (Eksperimentelt)
nl: Pootle FS toestaan om bestandssystemen te beheren (Experimenteel)
sr: Дозволи СД Поотла да управља системима датотека (пробно)

source: Project Tree Style
cs: Adresářová struktura projektu
gl: Estilo de árbore de proxecto
he: סגנון עץ מיזם
is: Greinastíll verkefnis
nb: Prosjekttre stil
nl: Stijl van projectstructuur
sr: Стил стабла пројекта

source: Ignore Files
cs: Ignorovat soubory
gl: Ignorar os ficheiros
he: התעלמות מקבצים
is: Hunsa skrár
nb: Ignorer filer
nl: Bestanden negeren
sr: Занемари датотеке

source: Errors Report Email
cs: E-mail pro oznamování chyb
gl: Enderezo de correo electrónico para informar de erros
he: דוא״ל לדיווח על שגיאות
is: Tölvupóstfang fyrir villuskýrslur
nb: Feilrapports-e-post
nl: E-mailadres voor fouten
sr: Е-пошта пријављивања грешака

source: An email address where issues with the source text can be reported.
cs: E-mailová adresa na které je možné nahlásit chyby ve zdrojovém textu.
gl: Un enderezo de correo electrónico ao que se poden enviar os problemas cos textos orixe.
he: כתובת דוא״ל שדרכה ניתן לדווח על תקלות בטקסט המקור.
is: Tölvupóstfang þar sem hægt er að tilkynna um vandamál með frumtexta.
nb: En e-postadresse der problemer med kildeteksten kan rapporteres.
nl: Een e-mailadres waar problemen met de brontekst kunnen worden gemeld.
sr: Адреса е-поште на коју се могу пријавити проблеми са изворним текстом.

source: Screenshot Search Prefix
cs: Předpona pro hledání snímků obrazovky
gl: Prefixo de busca de capturas de pantalla
he: קידומת חיפוש צילומי מסך
is: Leitarforskeyti skjámyndar
nb: Prefiks for skjermbildesøk
nl: Zoekprefix voor schermafbeeldingen
sr: Префикс претраге снимка екрана

source: Disabled
cs: Zakázáno
gl: Desactivado
he: מנוטרל
is: Óvirkt
nb: Avskrudd
nl: Uitgeschakeld
sr: Искључено

source: Translation project (%s) has been created. We are now updating its files from file templates.
cs: Byl vytvořen překladový projekt (%s). Nyní probíhá aktualizace jeho souborů ze souborů šablon.
gl: Creouse o proxecto de tradución (%s). Estase a actualizar os seus ficheiros contra os últimos modelos.
he: מיזם התרגום (%s) נוצר. קובצי המיזם מעודכנים מתבניות הקבצים.
is: Þýðingarverkefnið (%s) var búið til. Við erum núna að uppfæra skrár þess út frá sniðmátum.
nl: Vertaalproject (%s) is aangemaakt. We werken nu de bestanden ervan bij vanaf bestandssjablonen.
sr: Пројекат превода (%s) је направљен. Сада освежавамо његове датотеке из шаблона датотека.

source: Translation project (%s) has been deleted
cs: Překladový projekt (%s) byl smazán
gl: Eliminouse o proxecto de tradución (%s)
he: מיזם התרגום (%s) נמחק
is: Þýðingarverkefninu (%s) var eytt
nb: Oversettelsesprosjektet (%s) har blitt slettet
nl: Vertaalproject (%s) is verwijderd
sr: Пројекат превода (%s) је обрисан

source: Target
cs: Cíl
gl: Destino
he: יעד
is: Útkoma
nb: Mål
nl: Doel
sr: Одредиште

source: Comment
cs: Komentář
gl: Comentario
he: הערה
is: Athugasemd
nb: Kommentar
nl: Opmerking
sr: Напомена

source: Check
cs: Kontrola
gl: Comprobación de calidade
he: בדיקה
nl: Controle

source: Path
cs: Cesta
gl: Camiño
he: נתיב
is: Slóð
nb: Sti
nl: Pad
sr: Путања

source: Obsolete
cs: Zastaralé
gl: Obsoleta
he: מיושן לגמרי
is: Úrelt
nb: Foreldet
nl: Verouderd
sr: Застарело

source: Needs work
cs: Vyžaduje úpravy
gl: Precisa traballo
he: נדרשת עבודה
is: Þarfnast aðgerðar
nb: Trenger arbeid
nl: Werk vereist
sr: Нејасно

source: Translated
cs: Přeloženo
gl: Traducidas
he: מתורגם
is: Búið að þýða
nb: Oversatt
nl: Vertaald
sr: Преведено

source: Insufficient rights to access this directory.
cs: Pro přístup k adresáři nemáte dostatečná oprávnění.
gl: Non ten dereitos dabondo para acceder a este directorio.
he: אין די הרשאות לגשת לתיקייה זו.
is: Ekki næg réttindi til að fá aðgang að þessari möppu.
nb: Utilstrekkelige rettigheter for tilgang til denne mappen.
nl: Onvoldoende rechten voor toegang tot deze map.
sr: Недовољна права за приступ овом директоријуму.

source: Insufficient rights to access suggestion mode.
cs: Pro zadávání návrhů nemáte dostatečná oprávnění.
gl: Non ten permisos dabondo para acceder ao modo de suxestión.
he: אין די הרשאות לגשת למצב הצעה.
is: Ekki næg réttindi fyrir aðgang að tillöguham.
nb: Mangler tilgang til forslagsmodus.
nl: Onvoldoende rechten voor toegang tot suggestiemodus.
sr: Недовољна права за приступ режиму предлога.

source: Insufficient rights to access translation mode.
cs: Pro zadávání překladů nemáte dostatečná oprávnění.
gl: Non ten permisos dabondo para acceder ao modo de tradución.
he: אין די הרשאות לגשת למצב תרגום.
is: Ekki næg réttindi fyrir aðgang að þýðingarham.
nl: Onvoldoende rechten voor toegang tot vertaalmodus.
sr: Недовољна права за приступ режиму превода.

source: Insufficient rights to access review mode.
cs: Pro provádění kontrol nemáte dostatečná oprávnění.
gl: Non ten permisos dabondo para acceder ao modo de revisión.
he: אין די הרשאות לגשת למצב סקירה.
is: Ekki næg réttindi fyrir aðgang að yfirferðarham.
nb: Mangler tilgang til korrekturlesningsmodus.
nl: Onvoldoende rechten voor toegang tot controlemodus.
sr: Недовољна права за приступ режиму прегледа.

source: Plural Form %d
cs: Forma plurálu %d
gl: Forma plural %d
he: צורת רבים %d
is: Fleirtala %d
nb: Flertallsform %d
nl: Meervoudsvorm %d
sr: Облик множине %d

source: Needs work flag must be cleared
cs: Musí být zrušeno označení Vyžaduje úpravy
gl: Débese eliminar a marca 'precisa traballo'
he: חובה להוריד את הסימון נדרשת עבודה
is: Það þarf að hreinsa út flaggið 'þarfnast lagfæringa'
nl: Vlag Werk vereist moet worden gewist
sr: Заставица потребног рада мора бити очишћена

source: Translator comment
cs: Poznámky překladatele
gl: Comentario do tradutor
he: הערות המתרגם
is: Athugasemd þýðanda
nb: Oversetterkommentarer
nl: Opmerking van vertaler
sr: Напомена преводиоца

source: Suggestion '%s' has already been accepted or rejected.
cs: Návrh ‚%s‘ byl již přijat nebo zamítnut.
gl: A suxestión «%s» xa foi aceptada ou rexeitada.
he: ההצעה ‚%s‘ כבר התקבלה או נדחתה.
nb: Forslaget "%s" har allerede blitt godtatt eller avslått.
nl: Suggestie '%s' is al geaccepteerd of afgewezen.

source: Insufficient rights to access this page.
cs: Pro přístup k této stránce nemáte dostatečná oprávnění.
gl: Non ten dereitos dabondo para acceder a esta páxina.
he: אין די הרשאות לגישה לעמוד זה.
is: Ónógar heimildir til að fá aðgang að þessari síðu.
nb: Mangler tilgang til denne siden.
nl: Onvoldoende rechten voor toegang tot deze pagina.
sr: Недовољна права за приступ овој страници.

source: Suggestion '%s' already exists.
cs: Návrh ‚%s‘ již existuje.
gl: A suxestión «%s» xa existe.

source: Suggestion '%s' equals to current unit target value.
cs: Návrh ‚%s‘ je shodný s aktuální hodnotou položky.
gl: A suxestión «%s» é igual á tradución da cadea actual.

source: Singular
cs: Singulár
he: יחיד
is: Eintala
nb: Entall
nl: Enkelvoud
sr: Једнина

source: Plural
cs: Plurál
he: רבים
is: Fleirtala
nb: Flertall
nl: Meervoud
sr: Множина

source: Added suggestion
cs: Přidal návrh
gl: Engadiu unha suxestión
he: נוספה הצעה
is: Bætti við tillögu
nb: La til forslag
nl: Heeft suggestie toegevoegd
sr: Предлог је додат

source: Accepted suggestion from %(author)s
cs: Přijal návrh uživatele %(author)s
gl: Aceptou unha suxestión de %(author)s
he: התקבלה הצעה מאת %(author)s
is: Samþykkti tillögu frá %(author)s
nb: Godkjente forslag fra %(author)s
nl: Heeft suggestie van %(author)s geaccepteerd
sr: Прихваћен је предлог преводиоца %(author)s

source: Accepted suggestion from %(author)s with comment: %(comment)s
cs: Přijal návrh uživatele %(author)s s komentářem: %(comment)s
gl: Aceptou a suxestión de %(author)s co comentario: %(comment)s
he: התקבלה הצעה מאת %(author)s עם ההערה: %(comment)s
is: Samþykkti tillögu frá %(author)s með athugasemd: %(comment)s
nb: Godkjente forslag fra %(author)s med kommentaren: %(comment)s
nl: Heeft suggestie van %(author)s geaccepteerd met opmerking: %(comment)s
sr: Прихваћен је предлог преводиоца %(author)s са напоменом: %(comment)s

source: Rejected suggestion from %(author)s
cs: Zamítl návrh uživatele %(author)s
gl: Rexeitou unha suxestión de %(author)s
he: נדחתה הצעה מאת %(author)s
is: Hafnaði tillögu frá %(author)s
nb: Avslo forslag fra %(author)s
nl: Heeft suggestie van %(author)s afgewezen
sr: Одбијен је предлог преводиоца %(author)s

source: Rejected suggestion from %(author)s with comment: %(comment)s
cs: Zamítl návrh uživatele %(author)s s komentářem: %(comment)s
gl: Rexeitou a suxestión de %(author)s co comentario: %(comment)s
he: התקבלה הצעה מאת %(author)s עם ההערה: %(comment)s
is: Hafnaði tillögu frá %(author)s með athugasemd: %(comment)s
nb: Avslo forslag fra %(author)s med kommentaren: %(comment)s
nl: Heeft suggestie van %(author)s afgewezen met opmerking: %(comment)s
sr: Одбијен је предлог преводиоца %(author)s са напоменом: %(comment)s

source: Unit created
cs: Položka vytvořena
gl: Creouse a cadea
he: נוצרה יחידה
is: Bjó til einingu
nb: Enhet opprettet
nl: Eenheid aangemaakt
sr: Јединица је направљена

source: Comment:
cs: Komentář:
gl: Comentario:
he: הערה:
is: Athugasemdir:
nb: Kommentar:
nl: Opmerking:
sr: Коментар:

source: Removed comment
cs: Odstraněný komentář
gl: Eliminou o comentario
nl: Opmerking verwijderd

source: Muted %(check_name)s check
cs: Potlačil kontrolu %(check_name)s
gl: Desactivou a comprobación de calidade %(check_name)s
nl: Controle voor %(check_name)s verborgen

source: Unmuted %(check_name)s check
cs: Obnovil kontrolu %(check_name)s
gl: Reactivou a comprobación de calidade %(check_name)s
nl: Controle voor %(check_name)s zichtbaar gemaakt

source: Suggestion accepted with comment
cs: Návrh byl přijat s komentářem
gl: Aceptouse unha suxestión cun comentario
he: ההצעה התקבלה עם הערה
is: Tillaga samþykkt með athugasemd
nl: Suggestie geaccepteerd met opmerking
sr: Предлог је прихваћен са напоменом

source: Suggestion rejected with comment
cs: Návrh byl odmítnut s komentářem
gl: Rexeitouse unha suxestión cun comentario
he: ההצעה נדחתה עם הערה
is: Tillögu hafnað með athugasemd
nb: Forslag avslått med kommentar
nl: Suggestie afgewezen met opmerking
sr: Предлог је одбијен са напоменом

source: Path too long.
cs: Cesta je příliš dlouhá.
gl: Ruta demasiado longa.
he: הנתיב ארוך מדי.
is: Slóð er of löng.
nb: Stien er for lang.
nl: Pad te lang.
sr: Путања је предуга.

source: Arguments missing.
cs: Chybějící parametry.
gl: Faltan argumentos.
he: הארגומנטים חסרים.
is: Viðföng vantar.
nb: Det mangler argumenter.
nl: Argumenten ontbreken.
sr: Недостаје аргумент.

source: Failed to remove comment.
cs: Odstranění komentáře se nezdařilo.
gl: Produciuse un erro ao retirar o comentario.
he: הסרת ההערה נכשלה.
is: Tókst ekki að fjarlægja athugasemd.
nb: Klarte ikke å fjerne kommentar.
nl: Verwijderen van opmerking mislukt.
sr: Нисам успео да уклоним напомену.

source: Comment submission failed.
cs: Odeslání komentáře se nezdařilo.
gl: Produciuse un erro ao enviar o comentario.
he: הגשת ההערה נכשלה.
is: Ekki tókst að setja inn athugasemd.
nb: Sending av kommentar mislykket.
nl: Indienen van opmerking mislukt.
sr: Предаја напомене није успела.

source: This term already exists in this file.
cs: Tento výraz již v aktuálním souboru existuje.
gl: Este termo xa existe neste ficheiro.
he: מונח זה כבר קיים בקובץ זה.
is: Þetta hugtak er þegar til staðar í þessari skrá.
nb: Denne termen finnes allerede i denne filen.
nl: Deze term bestaat al in dit bestand.
sr: Овај појам већ постоји у овој датотеци.

source: Translation project (%s) created
cs: Překladový projekt (%s) byl vytvořen
gl: Creouse o proxecto de tradución (%s)
he: מיזם התרגום (%s) נוצר
is: Bjó til þýðingarverkefnið (%s)
nb: Oversettelsesprosjekt (%s) opprettet
nl: Vertaalproject (%s) aangemaakt
sr: Пројекат превода (%s) је направљен

source: Translation project (%s) creation failed
cs: Vytvoření překladového projektu (%s) se nezdařilo
gl: Produciuse un erro ao crear o proxecto de tradución (%s)
he: יצירת המיזם (%s) נכשלה
is: Mistókst að búa til (%s) þýðingarverkefnið
nb: Opprettelse av oversettelsesprosjekt (%s) feilet
nl: Aanmaken van vertaalproject (%s) mislukt
sr: Прављење пројекта превода (%s) није успело

source: I have read and accept: <a href="%(url)s" class="%(classes)s">%(title)s</a>
cs: Četl jsem a přijímám: <a href="%(url)s" class="%(classes)s">%(title)s</a>
gl: Lin e acepto: <a href="%(url)s" class="%(classes)s">%(title)s</a>
he: Iקראתי והסכמתי: <a href="%(url)s" class="%(classes)s">%(title)s</a>
is: Ég hef lesið og samþykkt: <a href="%(url)s" class="%(classes)s">%(title)s</a>
nl: Ik heb het volgende gelezen en geaccepteerd: <a href="%(url)s" class="%(classes)s">%(title)s</a>
sr: Прочитао сам и прихватам: <a href="%(url)s" class="%(classes)s">%(title)s</a>

source: Whether this page is active or not.
cs: Zda je tato stránka aktivní nebo ne.
gl: Indica se esta páxina está activa ou non.
he: האם עמוד זה פעיל או שלא.
is: Hvort þessi síða er virk eða ekki.
nb: Om denne siden er aktiv eller ikke.
nl: Of deze pagina actief is of niet.
sr: Да ли је страница активна или није.

source: Virtual Path
cs: Virtuální cesta
gl: Ruta virtual
he: נתיב וירטואלי
is: Sýndarslóð
nb: Virtuell sti
nl: Virtueel pad
sr: Виртуелна путања

source: Title
cs: Název
gl: Título
he: כותרת
is: Titill
nb: Tittel
nl: Titel
sr: Наслов

source: Display Content
cs: Zobrazovaný obsah
gl: Mostrar o contido
he: הצגת תוכן
is: Birta efni
nb: Vis innhold
nl: Inhoud weergeven
sr: Садржај приказа

source: Allowed markup: %s
cs: Povolené značky: %s
gl: Marcación permitida: %s
he: תחביר סומן מותר: %s
is: Leyfðar merkingar: %s
nb: Tillatt markup: %s
nl: Toegestane opmaak: %s
sr: Дозвољене назнаке: %s

source: Redirect to URL
cs: Přesměrovat na adresu
gl: Reenviar ao URL
he: הפנייה לכתובת
is: Endurbeina á slóð
nb: Omdiriger til nettadresse
nl: Omleiden naar URL
sr: Преусмерено на адресу

source: If set, this page will redirect to this URL
cs: Pokud je nastaveno, tato stránka bude přesměrována na uvedenou adresu
gl: Se está marcado, esta páxina redirixirá a este URL
he: אם הוגדר, עמוד זה יפנה לכתובת זו
is: Ef eitthvað er tilgreint, mun síðunni verða endurbeint á þessa slóð
nb: Hvis satt vil trafikk hit omdirigeres til denne nettadressen
nl: Wanneer ingesteld, wordt deze pagina naar deze URL omgeleid
sr: Ако је постављено, ова страница ће преусмерити на ову адресу

source: URL or content must be provided.
cs: Musí být zadána adresa nebo obsah.
gl: Débese fornecer un URL ou un contido.
he: יש לספק כתובת או תוכן.
is: Þarf að fylla inn slóð (URL) eða innihald.
nb: URL eller innhold kan ikke være tomme.
nl: URL of inhoud moet worden opgegeven.
sr: Морате навести адресу или садржај.

source: Virtual path already in use.
cs: Virtuální cesta už je používána.
gl: Esa ruta virtual xa se está empregado.
he: כבר יש נתיב וירטואלי בשימוש.
is: Sýndarslóð er þegar í notkun.
nb: Virtuell sti allerede i bruk.
nl: Virtueel pad wordt al gebruikt.
sr: Виртуелна путања је већ у употреби.

source: Legal Page
cs: Stránka právních poznámek
gl: Páxina de información legal
he: עמוד מידע משפטי
is: Lögfræðileg síða
nb: Juridisk side
nl: Juridische pagina
sr: Правна страница

source: Regular Page
cs: Běžná stránka
gl: Páxina normal
he: עמוד רגיל
is: Venjuleg síða
nb: Vanlig side
nl: Normale pagina
sr: Обична страница

source: Page Title
cs: Nadpis stránky
gl: Título da páxina
he: כותרת העמוד
is: Síðutitill
nb: Sidetittel
nl: Paginatitel
sr: Наслов странице

source: projects/<project_code> or <language_code> or <language_code>/<project_code>
cs: projects/<project_code> nebo <language_code> nebo <language_code>/<project_code>
gl: projects/<código_proxecto> ou <código_idioma> ou <código_idioma>/<código_proxecto>
he: projects/<קוד_מיזם> או <קוד_שפה> או <קוד_שפה>/<קוד_מיזם>
is: verkefni/<project_code> eða <language_code> eða <language_code>/<project_code>
nb: projects/<project_code> eller <language_code> eller <language_code>/<project_code>
nl: projects/<project_code> of <language_code> of <language_code>/<project_code>
sr: projects/<project_code> или <language_code> или <language_code>/<project_code>

source: Text is missing
cs: Chybí text
gl: Falta texto
he: טקסט חסר
is: Texta vantar
nb: Teksten mangler
nl: Tekst ontbreekt
sr: Недостаје текст

source: Filter
cs: Filtr
gl: Filtro
he: מסנן
is: Sía
sr: Филтрер

source: Filtering rules that tell which files this virtual folder comprises.
cs: Filtrovací pravidla která určují ze kterých souborů se skládá tento virtuální adresář.
gl: As regras de filtrado indican que ficheiros se inclúen neste cartafol virtual.
he: כללי סינון שאומרים אילו קבצים נמצאים בתיקייה הווירטואלית הזו.
is: Síunarreglur sem lýsa hvaða skrár tilheyra þessari sýndarmöppu.
nl: Filterregels die vertellen welke bestanden deze virtuele map omvat.
sr: Правила издвајања која говоре које датотеке ова виртуелна фасцикла садржи.

source: Priority
cs: Priorita
gl: Prioridade
he: עדיפות
is: Forgangur
nb: Prioritet
nl: Prioriteit
sr: Приоритет

source: Number specifying importance. Greater priority means it is more important.
cs: Číslo určující důležitost. Vyšší priorita znamená vyšší důležitost.
gl: Número que especifica a importancia. Unha prioridade maior significa máis importante.
he: מספר המציין עדיפות. מספר גדול יותר מציין חשיבות גבוהה יותר.
is: Tala sem skilgreinir mikilvægi. Hærri forgangur þýðir meira mikilvægi.
nb: Nummer som angir viktighet. Økt prioritet betyr at det er viktigere.
nl: Aantal dat urgentie aangeeft. Hogere prioriteit betekent dat het belangrijker is.
sr: Број који одређује важност. Већи приоритет уначи да је важнији.

source: Is public?
cs: Veřejný?
gl: É público?
he: ציבורי?
is: Er opinbert?
nl: Is openbaar?
sr: Да ли је јавна?

source: Whether this virtual folder is public or not.
cs: Zda je tento virtuální adresář veřejný nebo ne.
gl: Indica se este cartafol virtual é público ou non.
he: האם התיקייה הווירטואלית הזו ציבורית או לא.
is: Hvort þessi sýndarmappa er opinber eða ekki.
nb: Om denne virtuelle mappa er offentlig eller ikke.
nl: Of deze virtuele map openbaar is of niet.
sr: Да ли је ова виртуелна фасцикла јавна или није.

source: Description
cs: Popis
gl: Descrición
he: תיאור
is: Lýsing
nb: Beskrivelse
nl: Beschrijving
sr: Опис

source: Use this to provide more information or instructions. Allowed markup: %s
cs: Užitečné pro zadání podrobnějších informací nebo instrukcí. Povolené značky: %s
gl: Use isto para fornecer máis información ou instrucións. A marcación permitida é: %s
he: ניתן להשתמש בתיאור כדי לספק הנחיות או מידע נוסף. שיטת סימון אפשרית: %s
is: Hér er ágætt að setja inn meiri upplýsingar eða leiðbeiningar. Leyfilegar textamerkingar: %s
nl: Gebruik dit om meer informatie of instructies te verschaffen. Toegestane opmaak: %s
sr: Користите ово да обезбедите више информација или упутстава. Дозвољене назнаке су: %s

source: There are user accounts with duplicate emails. This will not be allowed in Pootle 2.8.
cs: Existují uživatelské účty s duplicitními e-maily. To již nebude od Pootlu verze 2.8 povoleno.
gl: Hai contas de usuario con correos-e duplicados. Isto non se aceptará en Pootle 2.8.
he: קיימים חשבונות משתמשים עם כתובות דוא״ל כפולות. מצב כזה אינו אפשרי ב־Pootle 2.8.
is: Einhverjir notendaaðgangar eru með tvítekin tölvupóstföng. Þetta er ekki leyfilegt í Pootle 2.8.
nb: Noen brukerkontoer har duplikerte e-poster. Dette vil ikke tillates i Pootle 2.8.
nl: Er zijn gebruikersaccounts met dubbele e-mailadressen. Dit is niet toegestaan in Pootle 2.8.
sr: Постоје кориснички налози са удвострученим адресама е-поште. Ово неће бити допуштено у Поотлу 2.8.

source: Try using 'pootle find_duplicate_emails', and then update user emails with 'pootle update_user_email username email'. You might also want to consider using pootle merge_user or purge_user commands
cs: Zkuste použít ‚pootle find_duplicate_emails‘ a poté aktualizujte uživatelské e-maily pomocí ‚pootle update_user_email uzivatelske_jmeno e-mail‘. Zvažte také použití příkazů pootle merge_user nebo purge_user
gl: Probe a usar «pootle find_duplicate_emails», e despois actualice os enderezos de correo-e dos usuarios con «pootle update_user_email usuario email». Pode que tamén queira usar as ordes «pootle merge_user» ou «pootle purge_user».
he: כדאי לנסות להשתמש ב־'pootle find_duplicate_emails', ואז לעדכן את כתובות הדוא״ל של המשתמשים עם 'pootle update_user_email username email'. אולי מוטב גם להשתמש ב־pootle merge_user או ב־purge_user commands
is: Prófaðu að nota 'pootle find_duplicate_emails', og uppfærðu síðan tölvupósta notenda með 'pootle update_user_email username email'. Þú gætir líka viljað nota pootle merge_user eða purge_user skipanirnar
nb: Prøv å bruke 'pootle find_duplicate_emails', for så å oppdatere bruker-e-postene med 'pootle update_user_email username email'. Du kan også vurdere å bruke pootle merge_user eller purge_user -kommandoene.
nl: Probeer 'pootle find_duplicate_emails', en werk daarna e-mailadressen van gebruikers bij met 'pootle update_user_email gebruikersnaam e-mailadres'. Wellicht wilt u ook de Pootle-opdrachten pootle merge_user of purge_user overwegen
sr: Покушајте да користите „pootle find_duplicate_emails“, а затим освежите корисникове адресе е-поште са „pootle update_user_email korisničko_ime e-pošta“. Можете такође размотрити употребу поотлових наредби „merge_user“ или „purge_user“
