Repository: pypi-data/pypi-mirror-25
Catalog: packages/Pootle/Pootle-2.9.0b4.tar.bz2/Pootle-2.9.0b4/pootle/locale/*/pootle_js.po
Languages: gd, is, ro, sr

source: Saved successfully.
gd: Chaidh a shàbhaladh.
is: Tókst að vista.
ro: Salvat cu succes.
sr: Успешно сачувано.

source: Deleted successfully.
gd: Chaidh a sguabadh às.
is: Tókst að eyða.
ro: Șters cu succes.
sr: Успешно обрисано.

source: Delete
gd: Sguab às
is: Eyða
ro: Șterge
sr: Обриши

source: Add Language
gd: Cuir cànan ris
is: Bæta við tungumáli
ro: Adăugați o limbă
sr: Додај језик

source: Cancel
gd: Sguir dheth
is: Hætta við
ro: Renunțați
sr: Откажи

source: %(count)s language matches your query.
gd: Tha %(count)s chànan a’ freagairt d’ iarrtas.
is: %(count)s tungumál samsvarar fyrirspurn þinni.
ro: O limbă corespunde căutării Dvs.
sr: %(count)s језик одговара вашем упиту.

source: There is %(count)s language.
gd: Tha %(count)s chànan ann.
is: Það er %(count)s tungumál.
ro: Există o limbă.
sr: Постоји %(count)s језик.

source: Search Languages
gd: Lorg cànan
is: Leita að tungumáli
ro: Căutați limbi
sr: Претражи језике

source: Find language by name, code
gd: Lorg cànan a-rèir ainm, còd
is: Finna tungumál eftir nafni, kóða
ro: Găsiți limba după nume sau cod
sr: Пронађите језик према називу, коду

source: Edit Language
gd: Deasaich cànan
is: Breyta tungumáli
ro: Editați limba
sr: Уреди језик

source: Use the search form to find the language, then click on a language to edit.
gd: Cleachd am foirm-luirg gus an cànan a lorg is briog air an uairsin gus a dheasachadh.
is: Notaðu leitarformið til að finna tungumálið, smelltu síðan á heiti tungumálsins til að breyta.
ro: Folosiți caseta pentru a alege limba, apoi dați click pe ea pentru a edita.
sr: Користите образац претраге да нађете језик, затим кликните на језик за уређивање.

source: Code
gd: Còd
is: Kóði
ro: Cod
sr: Код

source: Full Name
gd: Ainm slàn
is: Fullt nafn
ro: Nume întreg
sr: Име и презиме

source: Special Characters
gd: Caractaran sònraichte
is: Sértákn
ro: Caractere speciale
sr: Посебни знаци

source: Number of Plurals
gd: Àireamh de dh’iolran
is: Fleirtölur
ro: Număr de plurale
sr: Број множина

source: Plural Equation
gd: Co-aontar nan iolran
is: Fleirtölujafna
ro: Ecuația pluralului
sr: Једначина множина

source: Save
gd: Sàbhail
is: Vista
ro: Salvați
sr: Сачувај

source: Overview
gd: Foir-shealladh
is: Yfirlit
ro: Prezentare generală
sr: Претпреглед

source: Team
gd: Sgioba
is: Teymi
ro: Echipa
sr: Тим

source: Add Project
gd: Cuir pròiseact ris
is: Bæta við verkefni
ro: Adăugați un proiect
sr: Додај пројекат

source: %(count)s project matches your query.
gd: Tha %(count)s phròiseact a’ freagairt d’ iarrtas.
is: %(count)s verkefni samsvarar fyrirspurn þinni.
ro: Un proiect corespunde interogării Dvs.
sr: %(count)s пројекат одговара вашем упиту.

source: There is %(count)s project.
gd: Tha %(count)s phròiseact ann.
is: Það er %(count)s verkefni.
ro: Există un proiect.
sr: Постоји %(count)s пројекат.

source: Search Projects
gd: Lorg pròiseact
is: Leita að verkefni
ro: Căutați proiecte
sr: Претражи пројекте

source: Find project by name, code
gd: Lorg pròiseact a-rèir ainm, còd
is: Finna verkefni eftir nafni, kóða
ro: Găsiți proiect după nume sau cod
sr: Пронађите пројекат према називу, коду

source: Edit Project
gd: Deasaich pròiseact
is: Breyta verkefni
ro: Editați proiectul
sr: Уреди пројекат

source: Use the search form to find the project, then click on a project to edit.
gd: Cleachd am foirm-luirg gus am pròiseact a lorg is briog air an uairsin gus a dheasachadh.
is: Notaðu leitarformið til að finna verkefnið, smelltu síðan á heiti verkefnisins til að breyta.
ro: Folosiți caseta de căutare pentru a găsi proiectul, apoi dați click pe el pentru a-l edita.
sr: Користите образац претраге да нађете пројекат, затим кликните на пројекат за уређивање.

source: Quality Checks
gd: Dearbhadh na càileachd
is: Gæðaprófanir
ro: Verificarea calității
sr: Провера квалитета

source: File types
gd: Seòrsaichean faidhle
is: Skráategundir
ro: Tipuri de fișier
sr: Врсте датотека

source: Project Tree Style
gd: Stoidhle craobh a’ phròiseict
is: Greinastíll verkefnis
ro: Arborele proiectului
sr: Стил стабла пројекта

source: Source Language
gd: An cànan tùsail
is: Upprunatungumál
ro: Limba sursă
sr: Изворни језик

source: Ignore Files
gd: Leig seachad faidhlichean
is: Hunsa skrár
ro: Omiteți fișierele
sr: Занемари датотеке

source: String Errors Contact
gd: Fiosrachadh conaltraidh airson mearachdan sna sreangan
is: Tengiliður vegna villna í textastrengjum
ro: Persoana de contact pentru erori găsite în șirurile de caractere
sr: Контакт грешака низа

source: Screenshot Search Prefix
gd: Ro-leasachan luirg nan glacaidhean-sgrìn
is: Leitarforskeyti skjámyndar
ro: Prefixul de căutare pentru imaginea de ecran
sr: Предзнак претраге снимка екрана

source: Disabled
gd: À comas
is: Óvirkt
ro: Dezactivat
sr: Искључено

source: Languages
gd: Cànain
is: Tungumál
ro: Limbi
sr: Језици

source: Permissions
gd: Ceadan
is: Heimildir
ro: Permisiuni
sr: Овлашћења

source: Filesystems
gd: Siostaman fhaidhlichean
is: Skráakerfi
ro: Sistem de fișiere
sr: Системи датотека

source: Load More
gd: Luchdaich barrachd
is: Hlaða inn meiru
ro: Încărcați mai multe
sr: Учитај Још

source: Loading...
gd: ’Ga luchdadh…
is: Hleð inn...
ro: Se încarcă...
sr: Учитавам...

source: Add User
gd: Cuir cleachdaiche ris
is: Bæta við notanda
ro: Adaugă utilizator
sr: Додај корисника

source: %(count)s user matches your query.
gd: Tha %(count)s chleachdaiche a’ freagairt d’ iarrtas.
is: %(count)s notandi samsvarar fyrirspurn þinni.
ro: Un utilizator corespunde interogării Dvs.
sr: %(count)s корисник одговара вашем упиту.

source: There is %(count)s user.
gd: Tha %(count)s chleachdaiche ann.
is: Það er %(count)s notandi.
ro: Există un utilizator.
sr: Постоји %(count)s корисник.

source: Search Users
gd: Lorg cleachdaiche
is: Leita að notendum
ro: Căutați utilizatorii
sr: Тражи кориснике

source: Find user by name, email, properties
gd: Lorg cleachdaiche a-rèir ainm, post-d, roghainnean
is: Finndu notanda eftir nafni, tölvupóstfangi, eiginleikum
ro: Găsiți utilizatorul după nume, e-mail sau proprietăți
sr: Нађите корисника према имену, е-пошти, својствима

source: Edit User
gd: deasaich cleachdaiche
is: Breyta notanda
ro: Editați utilizatorul
sr: Уреди корисника

source: Use the search form to find the user, then click on a user to edit.
gd: Cleachd am foirm-luirg gus an cleachdaiche a lorg is briog air an uairsin gus a dheasachadh.
is: Notaðu leitarformið til að finna notandann, smelltu síðan á nafn notandans til að breyta.
ro: Folosiți caseta de căutare pentru a găsi utilizatorul, apoi dați click pe numele lui pentru a-l edita.
sr: Користите образац претраге да нађете корисника, затим кликните на корисника за уређивање.

source: Note: when deleting a user their contributions to the site, e.g. comments, suggestions and translations, are attributed to the anonymous user (nobody).
gd: An aire: ma sguabas tu às cleachdaiche, thèid urram airson na thabhainn e dhan làrach (can beachdan, molaidhean is eadar-theangachaidhean) a thoirt dhan chleachdaiche gun urra (Nemo).
is: Athugaðu: þegar notanda er eytt verða öll framlög hans á þessum vef, þ.e.a.s. athugasemdir, tillögur og þýðingar, merkt sem frá nafnlausum notanda (nobody).
ro: Notă: atunci când ștergeți un utilizator, contribuțiile sale la sit, de exemplu comentariile, sugestiile sau traducerile, sunt atribuite utilizatorului anonim (nobody).
sr: Напомена: када обришете корисника његови доприноси сајту, нпр. напомене, предлози и преводи се додељују непознатом кориснику (никоме).

source: Username
gd: Ainm-cleachdaiche
is: Notandanafn
ro: Nume de utilizator
sr: Корисник

source: Active
gd: Gnìomhach
is: Virkt
ro: Activ
sr: Активан

source: Password
gd: Facal-faire
is: Lykilorð
ro: Parolă
sr: Лозинка

source: Set a new password
gd: Suidhich facal-faire ùr
is: Stilla nýtt lykilorð
ro: Stabiliți o parolă nouă
sr: Поставите нову лозинку

source: Email
gd: Post-d
is: Tölvupóstfang
sr: Е-пошта

source: Administrator
gd: Rianaire
is: Kerfisstjóri
sr: Администратор

source: Twitter
sr: Твитер

source: Twitter username
gd: Ainm-cleachdaiche Twitter
is: Twitter notandanafn
ro: Nume de utilizator Twitter
sr: Корисничко име на Твитеру

source: LinkedIn
sr: Линкедин

source: LinkedIn profile URL
gd: URL gu pròifil LinkedIn
is: Slóð á LinkedIn notandasnið
ro: URL-ul profilului LinkedIn
sr: Путања Линкедин профила

source: Website
gd: Làrach-lìn
is: Vefsvæði
ro: Pagină web
sr: Веб сајт

source: Personal website URL
gd: URL gu làrach-lìn phearsanta
is: Slóð á eigið vefsvæði
ro: URL-ul sitului personal
sr: Адреса личне веб странице

source: Short Bio
gd: Cunntas-beatha goirid
is: Stutt æviágrip
ro: Scurtă biografie
sr: Кратка биографија

source: Personal description
gd: Tuairisgeul pearsanta
is: Persónulýsing
ro: Descriere personală
sr: Лични опис

source: Public Profile
gd: Pròifil phoblach
is: Opinberar upplýsingar
ro: Profil public
sr: Јавни профил

source: Settings
gd: Roghainnean
is: Stillingar
ro: Configurări
sr: Подешавања

source: Preview will be displayed here.
gd: Thèid an ro-shealladh a shealltainn an-seo.
is: Forskoðun mun birtast hér.
ro: Previzualizarea va fi afișată aici.
sr: Претпреглед се приказује овде.

source: We have sent an email containing the special link to <span>%s</span>. Please check your spam folder if you do not see the email.
gd: Chuir sinn post-d sa bheil an ceangal sònraichte gu <span>%s</span>. Thoir sùil air pasgan an spama agad mura faic thu am post-d.
is: Við höfum sent sérstakan tengil til <span>%s</span>. Endilega skoðaðu í ruslpóstmöppuna þína ef þú sérð ekki tölvupóstinn.
ro: V-am trimis la <span>%s</span> un e-mail care conține o adresă web specială. Dacă nu îl primiți, vă rugăm să verificați în directorul Dvs. de spam.
sr: Послали смо е-пошту која садржи специјалну везу до <span>%s</span>. Проверите вашу фасциклу непожељне поште ако не видите поруку.

source: We have sent an email containing the special link to the address used to register this account. Please check your spam folder if you do not see the email.
gd: Chuir sinn post-d sa bheil an ceangal sònraichte gun t-seòladh a chaidh a chleachdadh gus an cunntas seo a chlàradh. Thoir sùil air pasgan an spama agad mura faic thu am post-d.
is: Við höfum sent sérstakan tengil á tölvupóstfangið sem var notað til að skrá þennan aðgang. Endilega skoðaðu í ruslpóstmöppuna þína ef þú sérð ekki tölvupóstinn.
ro: V-am trimis un e-mail care conține un URL special, la adresa pe care ați folosit-o ca să vă înregistrați. Dacă nu îl primiți, vă rugăm să verificați în directorul Dvs. de spam.
sr: Послали смо е-пошту која садржи специјалну везу до адресе коришћене за регистровање овог налога. Проверите вашу фасциклу непожељне поште ако не видите поруку.

source: Your account needs activation.
gd: Tha an cunntas agad feumach air gnìomhachadh.
is: Virkja þarf aðganginn þinn.
ro: Contul Dvs. necesită activare.
sr: Вашем налогу је потребна активација.

source: Please follow that link to continue the account creation.
gd: Lean air a’ cheangal ud gus cruthachadh a’ cunntais a choileanadh.
is: Fylgdu þessum tengli til að halda áfram með að stofna aðganginn.
ro: Vă rugăm să dați click pe această adresă pentru a continua crearea contului.
sr: Испратите ту везу да наставите са прављењем налога.

source: Close
gd: Dùin
is: Loka
ro: Închideți
sr: Затвори

source: Your account is inactive because an administrator deactivated it.
gd: Chan eil an cunntas agad gnìomhach on a chuir rianaire à gnìomh e.
is: Aðgangurinn þinn er óvirkur vegna þess að stjórnandi gerði hann óvirkan.
ro: Contul Dvs. este inactiv pentru că un administrator l-a dezactivat.
sr: Ваш налог није активан јер га је искључио администратор.

source: Contact Us
gd: Cuir fios thugainn
is: Hafðu samband við okkur
ro: Contactați-ne
sr: Ступите у везу

source: This email confirmation link expired or is invalid.
gd: Dh’fhalbh an ùine air a’ cheangal gnìomhachaidh no chan eil e dligheach.
is: Tengill til staðfestingar með tölvupósti er útrunninn eða ógildur.
ro: Acest URL pentru confirmarea adresei e-mail a expirat sau este greșit.
sr: Ова веза потврђивања е-поште је истекла или није исправна.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
gd: Bha an ceangal gus am facal-faire ath-suidheachadh mì-dhligheach; ’s dòcha gun deach a chleachdadh mar-thà. Iarr ath-shuidheachadh an fhacail-fhaire às ùr.
is: Tengill fyrir að endurstilla lykilorð var ógildur, líklega vegna þess að þegar er búið að nota hann. Vinsamlega náðu þér í aðra beiðni um endurstillingu á lykilorði.
ro: Adresa web pentru schimbarea parolei este greșită, probabil pentru că a fost folosită deja. Vă rugăm să solicitați o nouă schimbare a parolei.
sr: Веза повраћаја лозинке је неисправна, вероватно зато што је већ искоришћена. Затражите нови повраћај лозинке.

source: Reset Password
gd: Ath-shuidhich am facal-faire
is: Endurstilla lykilorð
ro: Schimbați parola
sr: Поврати лозинку

source: Password changed, signing in...
gd: Chaidh am facal-faire atharrachadh, ’gad chlàradh a-steach…
is: Lykilorði breytt, skrái inn...
ro: Parola a fost schimbată. Conectare...
sr: Лозинка је измењена, пријављујем се...

source: Repeat Password
gd: Am facal-faire a-rithist
is: Endurtaka lykilorð
ro: Reintroduceți parola
sr: Поонови лозинку

source: Set New Password
gd: Suidhich facal-faire ùr
is: Stilla nýtt lykilorð
ro: Stabiliți o parolă nouă
sr: Постави нову лозинку

source: After changing your password you will sign in automatically.
gd: Thèid do chlàradh a-steach gu fèin-obrachail nuair a bhios sinn air am facal-faire atharrachadh.
is: Eftir að lykilorðinu hefur verið breytt verðurðu sjálfvirkt skráð/ur inn.
ro: După schimbarea parolei, veți fi conectat(ă) în mod automat.
sr: Након промене лозинке пријавићете се аутоматски.

source: Sending email to %s...
gd: A’ cur post-d gu %s…
is: Sendi tölvupóst til %s...
ro: Trimitere e-mail către %s...
sr: Шаљем е-пошту „%s“...

source: Please follow that link to continue the password reset procedure.
gd: Lean air a’ cheangal ud gus leantainn air adhart le ath-shuidheachadh an fhacail-fhaire.
is: Fylgdu þessum tengli til að halda áfram með að endurstilla lykilorðið.
ro: Vă rugăm să dați click pe adresa web pentru a continua procedura de schimbare a parolei.
sr: Испратите ту везу да наставите са поступком повраћаја лозинке.

source: Didn't receive an email? Check if it was accidentally filtered out as spam, or try requesting another copy of the email.
gd: Nach d’fhuair thu am post-d? Thoir sùil an deach a chriathradh air falbh mar spama no feuch gun iarr thu lethbhreac eile dhen post-d.
is: Fékkstu ekki tölvupóstinn? Athugaðu hvort hann hafi verið síaður út sem ruslpóstur, eða prófaðu að biðja aftur um sendinguna.
ro: Nu ați primit un mesaj e-mail? Verificați dacă a fost filtrat accidental ca spam sau încercați să solicitați o altă copie a mesajului.
sr: Нисте примили е-пшоту? Проверите да није пребачена у непожељну, или покушајте да атражите примерак е-поште.

source: Resend Email
gd: Cuir am post-d a-rithist
is: Endursenda tölvupóst
ro: Retrimiteți e-mailul
sr: Поново пошаљи е-пошту

source: Sign up as a new user
gd: Clàraich mar chleachdaiche ùr
is: Skrá inn sem nýr notandi
ro: Înregistrați-vă ca utilizator nou
sr: Пријавите се као нови корисник

source: I forgot my password
gd: Dhìochuimhnich mi am facal-faire agam
is: Ég gleymdi lykilorðinu mínu
ro: Mi-am uitat parola
sr: Заборавио сам лозинку

source: Sign In
gd: Clàraich a-steach
is: Skrá inn
ro: Înregistrare
sr: Пријави ме

source: Signed in. Redirecting...
gd: Chaidh do chlàradh a-steach. ’Gad ath-sheòladh…
is: Skráður inn. Endurbeini...
ro: Conectat. Redirecționare...
sr: Пријављени сте. Преусмеравам...

source: Social Services
gd: Seirbheisean sòisealta
is: Samfélagsmiðlar
ro: Rețele sociale
sr: Друштвене услуге

source: Login / Password
gd: Clàradh a-steach / Facal-faire
is: Innskráning / Lykilorð
ro: Utilizator / Parolă
sr: Пријава / лозинка

source: Sign Up
gd: Clàraich
is: Skrá sig
ro: Înregistrare
sr: Пријави ме

source: Sign in as an existing user
gd: Clàraich a-steach mar chleachdaiche a tha nn
is: Skrá inn sem þegar skráður notandi
ro: Conectați-vă ca utilizator deja existent
sr: Пријавите се као постојећи корисник

source: An error occurred while attempting to sign in via %s.
gd: Thachair mearachd a’ feuchainn ri do clàradh a-steach le %s.
is: Óvænt villa kom upp þegar reynt var að skrá inn með %s.
ro: A apărut o eroare la încercarea de conectare cu numele de utilizator %s
sr: Дошло је до грешке приликом покуша приајвљивања путем „%s“.

source: An error occurred while attempting to sign in via your social account.
gd: Thachair mearachd a’ feuchainn ri do clàradh a-steach leis a’ chunntas shòisealta agad.
is: Óvænt villa kom upp þegar reynt var að skrá inn með aðgangi á samfélagsmiðli.
ro: A apărut o eroare la încercarea de conectare cu contul de rețea socială.
sr: Дошло је до грешке приликом покуша приајвљивања путем вашег друштвеног налога.

source: Try again
gd: Feuch ris a-rithist
is: Reyndu aftur
ro: Încercați din nou
sr: Покушај опет

source: Sign In With %s
gd: Clàraich a-steach le %s
is: Skrá inn með %s
ro: Conectați-vă cu %s
sr: Пријави ме са „%s“

source: Signing in with an external service for the first time will automatically create an account for you.
gd: Nuair a chlàraicheas tu a-steach le seirbheis on taobh a-muigh a’ chiad turas, thèid cunntas a chruthachadh dhut gu fèin-obrachail.
is: Fyrsta innskráning með ytri þjónustu mun búa til aðgang fyrir þig.
ro: Conectarea printr-un serviciu extern, făcută prima dată, va crea automat un cont pentru Dvs.
sr: Пријављивање спољном услугом по први пут направиће налог за вас аутоматски.

source: Sign In With...
gd: Clàraich a-steach le…
is: Skrá inn með...
ro: Conectați-vă cu...
sr: Пријави ме са...

source: Account Inactive
gd: Cunntas à gnìomh
is: Aðgangur er óvirkur
ro: Cont inactiv
sr: Налог није активан

source: Account Activation
gd: Gnìomhachadh a’ chunntais
is: Virkjun aðgangs
ro: Activarea contului
sr: Активирање налога

source: Email Confirmation
gd: Dearbhadh puist-d
is: Staðfesting í tölvupósti
ro: Confirmare prin e-mail
sr: Потврђивање е-поште

source: Reset Your Password
gd: Ath-shuidhich am facal-faire agad
is: Endurstilltu lykilorðið þitt
ro: Schimbați-vă parola
sr: Повратите лозинку

source: Oops...
gd: Oich…
is: Úbbs...
sr: Уупс...

source: Social Verification
gd: Dearbhadh sòisealta
is: Sannvottun á samfélagsmiðli
ro: Verificare pe rețele sociale
sr: Друштвено потврђивање

source: More...
gd: Barrachd…
is: Meira...
ro: Mai mult...
sr: Још...

source: Contributors, 30 Days
gd: Cuidichean, 30 latha
is: Þátttakendur, 30 dagar
ro: Contrubutori, 30 de zile
sr: Доприносиоци, 30 дана

source: Show disabled
gd: Seall an fheadhainn à comas
is: Birta óvirkt
ro: Vizualizați elementele dezactivate
sr: Прикажи искључене

source: Hide disabled
gd: Falaich an fheadhainn à comas
is: Fela óvirkt
ro: Ascundeți elementele dezactivate
sr: Сакриј искључене

source: All Languages
gd: Na h-uile cànan
is: Öll tungumál
ro: Toate limbile
sr: Сви језици

source: All Projects
gd: Na h-uile pròiseact
is: Öll verkefni
ro: Toate proiectele
sr: Сви пројекти

source: Updating data
gd: Ag ùrachadh dàta
is: Uppfæri gögn
ro: Se actualizează datele
sr: Освежавам податке

source: You have unsaved changes in this string. Navigating away will discard those changes.
gd: Rinn thu atharrachadh air an t-sreang seo nach deach a shàbhaladh. Thèid na h-atharraichean seo a leigeil seachad ma sheòlas tu air falbh.
is: Þú ert með óvistaðar breytingar í þessum streng. Ef þú heldur áfram mun þessum breytingum verða hent.
ro: Aveți modificări nesalvate în acest și de caractere. Părăsind pagina veți pierde modificările.
sr: Имате насачуване измене у овој нисци. Одлазак одавде ће одбацити ове измене.

source: Go to the next string (Ctrl+.)<br/><br/>Also:<br/>Next page: Ctrl+Shift+.<br/>Last page: Ctrl+Shift+End
gd: Rach dhan ath-shreang (Ctrl+.)<br/><br/>Cuideachd:<br/>An ath-dhuilleag: Ctrl+Shift+.<br/>An duilleag mu dheireadh: Ctrl+Shift+End
is: Fara á næsta streng (Ctrl+.)<br/><br/>Einnig:<br/>Næsta síða: Ctrl+Shift+.<br/>Síðasta síða: Ctrl+Shift+End
ro: Mergeți la șirul de caractere următor (Ctrl+.)<br/><br/>De asemenea:<br/>Pagina următoare: Ctrl+Shift+.<br/>Pagina anterioară: Ctrl+Shift+End
sr: Идите на следећу ниску (Ктрл+.)<br/><br/>Такође:<br/>Следећа страница: Ктрл+Помак+.<br/>Последња страница: Ктрл+Помак+Крај

source: Go to the previous string (Ctrl+,)<br/><br/>Also:<br/>Previous page: Ctrl+Shift+,<br/>First page: Ctrl+Shift+Home
gd: Rach dhan t-sreang roimhpe (Ctrl+,)<br/><br/>Cuideachd:<br/>An duilleag roimhpe: Ctrl+Shift+,<br/>A’ chiad duilleag: Ctrl+Shift+Home
is: Fara á fyrri streng (Ctrl+,)<br/><br/>Einnig:<br/>Fyrri síða: Ctrl+Shift+,<br/>Fyrsta síða: Ctrl+Shift+Home
ro: Mergeți la șirul anterior (Ctrl+,)<br/><br/>De asemenea:<br/>Pagina precedentă: Ctrl+Shift+,<br/>Prima pagină: Ctrl+Shift+Home
sr: Идите на претходну ниску (Ктрл+.)<br/><br/>Такође:<br/>Претходна страница: Ктрл+Помак+.<br/>Прва страница: Ктрл+Помак+Почетак

source: %s's pending suggestions
gd: Na molaidhean aig %s a tha ri dhèiligeadh
is: %s ókláraðar uppástungur
ro: %s sugestii nemoderate
sr: Предлози на чекању корисника %s

source: %s's accepted suggestions
gd: Na molaidhean aig %s a chaidh a ghabhail ris
is: %s viðurkenndar uppástungur
ro: %s sugestii aprobate
sr: Прихваћени предлози корисника %s

source: %s's rejected suggestions
gd: Na molaidhean aig %s a chaidh a dhiùltadh
is: %s uppástungum sem hefur verið hafnað
ro: %s sugestii respinse
sr: Одбијени предлози корисника %s

source: %s's submissions
gd: Na chuir %s ann
is: %s uppástungur
ro: %s traduceri
sr: Предаје корисника %s

source: %s's overwritten submissions
gd: Na chuir %s ann is a chaidh a sgrìobhadh thairis air
is: %s yfirskrifaðar uppástungur
ro: Contribuțiile suprascrise ale lui %s
sr: Замењене предаје корисника %s

source: Error while connecting to the server
gd: Thachair mearachd fhad ’s a bha sinn a’ ceangal ris an fhrithealaiche
is: Villa við að tengjast þjóni
ro: Eroare în timpul conectări la server
sr: Грешка повезивања са сервером

source: Not found
gd: Cha deach a lorg
is: Fannst ekki
ro: Nu a fost găsit
sr: Нисам нашао

source: Server error
gd: Mearachd an fhrithealaiche
is: Villa frá þjóni
ro: Eroare server
sr: Грешка сервера

source: The server seems down. Try again later.
gd: Tha coltas gu bheil am frithealaiche sìos. Feuch ris a-rithist an ceann greis.
is: Þjónninn virðist vera niðri. Vinsamlega reyndu síðar.
ro: Se pare că serverul este oprit. Încercați mai târziu.
sr: Сервер је пао. Покушајте касније.

source: This string no longer exists.
gd: Chan eil an t-sreang seo ann tuilleadh.
is: Þessi strengur er ekki lengur til staðar.
ro: Șirul de caractere nu mai există.
sr: Ова ниска не постоји више.

source: Go back to browsing
gd: Till dhan t-seòladaireachd
is: Fara aftur í vafur
ro: Înapoi la navigare
sr: Назад на разгледање

source: Reload page
gd: Ath-luchdaich an duilleag
is: Endurlesa síðu
ro: Reîncărcați pagina
sr: Освежи страницу

source: some anonymous user
gd: cleachdaiche gun ainm
is: einhver nafnlaus notandi
ro: unii utilizatori anonimi
sr: неки безимени корисник

source: someone
gd: cuideigin
is: einhver
ro: cineva
sr: неко

source: Similar translations
gd: Eadar-theangachaidhean a tha coltach ris
is: Svipaðar þýðingar
ro: Traduceri similare
sr: Слични преводи

source: Plural form %(index)s
gd: Foirm iolra %(index)s
is: Fleirtöluform %(index)s
ro: Forma plurală a %(index)
sr: Облик множине %(index)s

source: Edit the suggestion before accepting, if necessary
gd: Ma tha feum air, deasaich am moladh mus gabh thu ris
is: Breyttu tillögunni áður en þú samþykkir hana, ef þess er þörf
ro: Editați sugestia înainte de a o accepta, dacă este necesar
sr: Уредите предлог пре прихваћања, ако је потребно
