Repository: pypi-data/pypi-mirror-25
Catalog: packages/Pootle/Pootle-2.9.0b4.tar.bz2/Pootle-2.9.0b4/pootle/locale/*/pootle.po
Languages: cs, gl, he, is, nb, nl, sr

source: Database connection uses transaction_hooks.
cs: Databázové spojení používá transaction_hooks.
gl: A conexión á base de datos usa transaction_hooks.
he: החיבור למסד הנתונים משתמש ב־transaction_hooks.
nb: Databasetilkoblingen bruker transaction_hooks.
nl: Databaseverbinding gebruikt transaction_hooks.
sr: Веза базе података користи „transaction_hooks“.

source: Set the DATABASES['default']['ENGINE'] to use a Django backend from django.db.backends.
cs: Nastavte DATABASES['default']['ENGINE'] pro použití Django back-endu z django.db.backends.
gl: Indique en DATABASES['default']['ENGINE'] un dos motores de base de datos de django.db.backends.
he: יש להגדיר עבור DATABASES['default']['ENGINE'] להשתמש במנגנון של Django מ־django.db.backends.
nb: Sett DATABASES['default']['ENGINE'] til å bruke en Django-bakende fra django.db.backends.
nl: Stel de DATABASES['default']['ENGINE'] in om een Django-backend van django.db.backends te gebruiken.
sr: Подесите „DATABASES['default']['ENGINE']“ да користи позадинца Ђангоа из „django.db.backends“.

source: Email server is not available.
cs: E-mail server není dostupný.
gl: O servidor de correo-e non está dispoñíbel.
he: שרת הדוא״ל אינו זמין.
is: Póstþjónninn er ekki tiltækur.
nb: E-posttjeneren er ikke tilgjengelig.
nl: E-mailserver is niet beschikbaar.
sr: Сервер е-поште није доступан.

source: Review your email settings and make sure your email server is working.
cs: Zkontrolujte nastavení e-mailu a ujistěte se, že je váš e-mailový server spuštěn a funkční.
gl: Revise a configuración de correo-e e asegúrese de que o servidor de correo-e está funcionando.
he: נא לסקור את הגדרות הדוא״ל שלך ולוודא ששרת הדוא״ל שלך פועל.
nb: Se over dine e-postinnstillinger og sørg for at din e-posttjener fungerer.
nl: Controleer uw e-mailinstellingen en zorg ervoor dat uw e-mailserver werkt.
sr: Прегледајте ваша подешавања е-поште и уверите се да ради ваш сервер е-поште.

source: Revision is missing or has an incorrect value.
cs: Revize chybí nebo je u ní nastavena chybná hodnota.
gl: Falta a revisión ou ten un valor incorrecto.
he: המהדורה חסרה או שיש לה ערך שגוי.
is: Útgáfu vantar eða er með óleyfilegt gildi.
nl: Revisie ontbreekt of heeft een onjuiste waarde.
sr: Преглед недостаје или има неисправну вредност.

source: Run `revision --restore` to reset the revision counter.
cs: Pro obnovení čítače revizí spusťte `revision --restore`.
gl: Execute `revision --restore` para restaurar o contador de revisión.
he: יש להריץ את הפקודה `revision --restore` כדי לאפס את מונה המהדורות.
is: Keyrðu `revision --restore` til að frumstilla útgáfuteljarann.
nb: Kjør `revision --restore` for å tilbakestille revisionstelleren.
nl: Voer 'revision --restore' uit om de revisieteller terug te zetten.
sr: Покрените „revision --restore“ да повратите бројач прегледа.

source: No canonical URL provided and default site set to example.com.
cs: Nebyla zadána žádná kanonická adresa a jako výchozí stránka je nastavena example.com.
gl: Non se forneceu ningún URL canónico e o sitio predefinido é example.com.
he: לא הוגדרה כתובת מקובלת ואתר בררת המחדל הוגדר ל־example.com.
nl: Geen canonieke URL opgegeven en standaardwebsite is ingesteld op example.com.
sr: Није достављена канонска адреса а основни сајт је постављен на „primer.com“.

source: Set the `POOTLE_CANONICAL_URL` in settings or update the default site if you are using django.contrib.sites.
cs: Nastavte v nastavení `POOTLE_CANONICAL_URL`, nebo pokud používáte django.contrib.sites aktualizujte výchozí stránku.
gl: Defina «POOTLE_CANONICAL_URL» na configuración ou actualice o sitio predefinido se está empregando django.contrib.sites.
he: יש להגדיר את `POOTLE_CANONICAL_URL` בהגדרות או לעדכן את אתר בררת המחדל אם נעשה שימוש ב־django.contrib.sites.
nl: Stel de 'POOTLE_CANONICAL_URL' in in de instellingen, of werk de standaardwebsite bij als u django.contrib.sites gebruikt.
sr: Подесите „POOTLE_CANONICAL_URL“ у подешавањима или освежите основни сајт ако користите „django.contrib.sites“.

source: Canonical URL is set to http://localhost.
cs: Kanonická adresa je nastavena na http://localhost.
gl: O URL canónico está definido como http://localhost.
he: הכתובת המקובלת היא http://localhost.
nl: Canonieke URL is ingesteld op http://localhost.
sr: Канонсак адреса је постављена на „http://localhost“.

source: Set the `POOTLE_CANONICAL_URL` to an appropriate value for your site or leave it empty if you are using `django.contrib.sites`.
cs: Nastavte proměnnou `POOTLE_CANONICAL_URL` na odpovídající hodnotu, nebo ji ponechte prázdnou pokud používáte `django.contrib.sites`.
gl: Defina un valor axeitado para o seu sitio en «POOTLE_CANONICAL_URL» ou déixea en branco se está empregando django.contrib.sites.
he: יש להגדיר את `POOTLE_CANONICAL_URL` לערך הולם לאתר שלך או להשאיר ריק אם נעשה שימוש ב־`django.contrib.sites`.
nb: Sett `POOTLE_CANONICAL_URL` til en passende verdi for din side eller la stå tomt hvis du bruker
nl: Stel de 'POOTLE_CANONICAL_URL' in op een gepaste waarde voor uw website, of laat dit leeg als u 'django.contrib.sites' gebruikt.
sr: Подесите „POOTLE_CANONICAL_URL“ на одговарајућу вредност за ваш сајт или оставите празним ако користите „django.contrib.sites“.

source: POOTLE_FS_WORKING_PATH setting is not set.
cs: Není nastaveno POOTLE_FS_WORKING_PATH.
gl: POOTLE_FS_WORKING_PATH non está definido.
he: הפריט POOTLE_FS_WORKING_PATH אינו מוגדר.
nb: POOTLE_FS_WORKING_PATH har ikke blitt satt.
nl: POOTLE_FS_WORKING_PATH is niet ingesteld.
sr: Није подешено подешавање „POOTLE_FS_WORKING_PATH“.

source: Path ('%s') pointed to by POOTLE_FS_WORKING_PATH doesn't exist.
cs: Cesta (‚%s‘) nastavená v POOTLE_FS_WORKING_PATH neexistuje.
gl: A ruta («%s») indicada en POOTLE_FS_WORKING_PATH non existe.
he: הנתיב ('%s') שמוגדר תחת POOTLE_FS_WORKING_PATH לא קיים.
nl: Pad ('%s') waarnaar POOTLE_FS_WORKING_PATH verwijst bestaat niet.
sr: Путања („%s“) на коју указује „POOTLE_FS_WORKING_PATH“ не постоји.

source: Create the directory pointed to by `POOTLE_FS_WORKING_PATH`, or change the setting.
cs: Vytvořte adresář na který odkazuje `POOTLE_FS_WORKING_PATH`, nebo nastavení změňte.
gl: Cree o directorio indicado por «POOTLE_FS_WORKING_PATH» ou cambie a configuración.
he: יש ליצור את התיקייה שמצויינת תחת `POOTLE_FS_WORKING_PATH`, או לשנות את ההגדרה.
nl: Maak de map aan waarnaar 'POOTLE_FS_WORKING_PATH' verwijst, of wijzig de instelling.
sr: Направите директоријум на који указује „POOTLE_FS_WORKING_PATH“, или измените подешавање.

source: Path ('%s') pointed to by POOTLE_FS_WORKING_PATH is not writable by Pootle.
cs: Pootle nemůže zapisovat do cesty (‚%s‘) nastavené v POOTLE_FS_WORKING_PATH.
gl: Pootle non pode escribir na ruta («%s») indicada en POOTLE_FS_WORKING_PATH.
he: הנתיב ('%s') שמצויין ע״י POOTLE_FS_WORKING_PATH נעול לכתיבה בפני Pootle.
nl: Pad ('%s') waarnaar POOTLE_FS_WORKING_PATH verwijst, is niet schrijfbaar door Pootle.
sr: Путања („%s“) на коју указује „POOTLE_FS_WORKING_PATH“ није уписива Поотлом.

source: Add the write permission to the `POOTLE_FS_WORKING_PATH` or change the setting.
cs: Nastavte pro `POOTLE_FS_WORKING_PATH` právo zápisu, nebo nastavení změňte.
gl: Engada o permiso de escritura á ruta de «POOTLE_FS_WORKING_PATH» ou cambie a configuración.
he: נא להוסיף הרשאות כתיבה למיקום שצויין תחת `POOTLE_FS_WORKING_PATH` או לשנות את ההגדרה.
nl: Voeg schrijfrechten toe aan de map 'POOTLE_FS_WORKING_PATH', of wijzig de instelling.
sr: Додајте дозволу за писање у „POOTLE_FS_WORKING_PATH“ или измените подешавање.

source: MySQL requires time zone settings.
cs: MySQL vyžaduje nastavení časové zóny.
gl: MySQL require a configuración de fusos horarios.
he: ל־MySQL נדרשות הגדרות אזור זמן.
is: MySQL krefst stillingar á tímabelti.
nb: MySQL krever tidssoneinnstillinger.
nl: MySQL vereist tijdzone-instellingen.
sr: МајСКуЛ захтева подешавање временске зоне.

source: Pootle does not yet support Python 3.
cs: Pootle zatím ještě nepodporuje Python 3.
gl: Pootle aínda non é compatíbel con Python 3.
he: אין עדיין תמיכה ב־Python 3 ב־Pootle.
nb: Pootle støtter ikke Python 3 enda.
nl: Pootle ondersteunt nog geen Python 3.

source: Use a Python 2.7 virtualenv.
cs: Použijte Python 2.7 virtualenv.
gl: Use un virtualenv con Python 2.7.
he: יש להשתמש ב־virtualenv של Python 2.7.
nb: Bruk Python 2.7 virtualenv.
nl: Gebruik een Python 2.7-virtualenv.

source: Pootle no longer supports Python versions older than 2.7
cs: Pootle již nadále nepodporuje verze Pythonu starší než 2.7
gl: Pootle xa non é compatíbel con versións de Python anteriores á versión 2.7.
he: ב־Pootle אין עוד תמיכה ב־Python בגרסאות שקדמו ל־2.7.
nb: Pottle støtter ikke lenger Python-versjoner eldre enn 2.7
nl: Pootle ondersteunt geen oudere Python-versies dan 2.7 meer.

source: Progress
cs: Stav překladu
gl: Progreso
he: התקדמות
is: Framvinda
nb: Framgang
nl: Voortgang
sr: Напредак

source: Last Activity
cs: Poslední aktivita
gl: Última actividade
he: פעילות אחרונה
is: Seinasta virkni
nb: Siste aktivitet
nl: Laatste activiteit
sr: Последња активност

source: Suggestions
cs: Návrhy
gl: Suxestións
he: הצעות
is: Tillögur
nb: Forslag
nl: Suggesties
sr: Предлози

source: Incomplete
cs: Nedokončené
gl: Incompletas
he: במחסור
is: Óklárað
nb: Ufullstendig
nl: Onvolledig
sr: Недовршено

source: Total
cs: Celkem
he: סך הכול
is: Samtals
nb: Totalt
nl: Totaal
sr: Укупно

source: Last updated
cs: Naposledy aktualizováno
gl: Última actualización
he: מועד עדכון אחרון
is: Síðast uppfært
nb: Sist oppdatert
nl: Laatst bijgewerkt
sr: Последње освежавање

source: Back to language
cs: Zpět na stránku jazyka
gl: Volver ao idioma
he: חזרה לשפה
is: Aftur á síðu tungumáls
nb: Tilbake til språk
nl: Terug naar taal
sr: Назад на језик

source: Back to parent folder
cs: Zpět do nadřazeného adresáře
gl: Volver ao cartafol pai
he: חזרה לתיקיית ההורה
is: Til baka í yfirmöppu
nb: Tilbake til opphavsmappe
nl: Terug naar bovenliggende map
sr: Назад на родитељску фасциклу

source: You do not have rights to administer Pootle.
cs: Nemáte oprávnění pro spravování Pootle.
gl: Non ten permisos para administrar o Pootle.
he: אין לך הרשאות לניהול ה־Pootle.
is: Þú hefur ekki réttindi til að stjórna Pootle.
nb: Du har ikke rettigheter til å administrere Pootle.
nl: U hebt geen rechten om Pootle te beheren.
sr: Немате права да администрирате Поотле.

source: Time to answer has expired
cs: Čas na odpověď vypršel
gl: Expirou o tempo de resposta
he: משך הזמן למענה פג
is: Tími til að svara rann út
nb: Svartiden er utløpt
nl: Tijd om te antwoorden is verlopen
sr: Време за одговор је истекло

source: Enter a number
cs: Vložte číslo
gl: Introduza un número
he: נא להזין מספר
is: Sláðu inn tölu
nb: Angi et tall
nl: Voer een getal in
sr: Унесите број

source: Incorrect
cs: Chybný
gl: Incorrecto
he: שגוי
is: Rangt
nb: Feil
nl: Onjuist
sr: Нетачно

source: With selected
cs: S vybranými
gl: Coa selección
he: עם הנבחרים
is: Með völdu
nl: Met geselecteerde
sr: Са изабраним

source: Add comment
cs: Přidat komentář
gl: Engadir comentario
he: הוספת הערה
is: Bæta við athugasemd
nb: Legg til kommentar
nl: Opmerking toevoegen
sr: Додајте напомену

source: Select all items matching filter criteria, including those not shown
cs: Vybrat všechny položky odpovídající filtru, včetně těch které nejsou zobrazeny
gl: Seleccionar todos os elementos que coincidan cos criterios de filtrado, incluídos os que non se mostran
he: בחירת כל הפריטים התואמים את תנאי החיפוש שלך, לרבות אלו שאינם מוצגים
is: Velja alla hluti sem samsvara skilyrðum síu, þar með talið það sem ekki er sýnilegt
nl: Alle items selecteren die met filtercriteria overeenkomen, inclusief de niet getoonde
sr: Изаберите све ставке које одговарају услову издвајања, укључујући и оне које нису приказане

source: You must specify an action to take
cs: Musíte určit akci kterou chcete provést
gl: Debe especificar unha acción a realizar
he: עליך לציין באיזו פעולה לנקוט
is: Þú verður að tilgreina aðgerð sem á að framkvæma
nb: Du må velge en handling som skal iverksettes
nl: U moet een te ondernemen actie opgeven
sr: Морате навести неку радњу за изведбу

source: A valid search field must be specified
cs: Musí být zadána platná podmínka hledání
gl: Débese especificar un campo de busca válido
he: יש לציין שדה חיפוש תקני
is: Það verður að tilgreina gilt leitarsvið
nb: Et gyldig søkefelt må oppgis
nl: Er moet een geldig zoekveld worden opgegeven
sr: Мора бити наведено исправно поље претраге

source: Can access a project
cs: Má přístup k projektu
gl: Pode acceder ao proxecto
he: יכולת לגשת למיזם
is: Hefur aðgang að verkefni
nb: Har tilgang til et prosjekt
nl: Heeft toegang tot een project
sr: Може приступити пројекту

source: Cannot access a project
cs: Nemá přístup k projektu
gl: Non pode acceder ao proxecto
he: אי יכולת לגשת למיזם
is: Fær ekki aðgang að verkefni
nb: Har ikke tilgang til et prosjekt
nl: Heeft geen toegang tot een project
sr: Не може приступити пројекту

source: Can make a suggestion for a translation
cs: Může navrhnout překlad
gl: Pode facer unha suxestión para unha tradución
he: יש הרשאות להציע תרגום
is: Getur sett inn tillögu fyrir þýðingu
nb: Kan lage et forslag for en oversettelse
nl: Kan een suggestie voor een vertaling doen
sr: Може да дâ предлог за превод

source: Can submit a translation
cs: Může odeslat překlad
gl: Pode enviar unha tradución
he: יש הרשאות להגיש תרגום
is: Getur sent inn þýðingu
nb: Kan sende inn en oversettelse
nl: Kan een vertaling indienen
sr: Може да пошаље превод

source: Can review suggestions
cs: Může kontrolovat návrhy
gl: Pode revisar suxestións
he: יכולת להציע הצעות
is: Getur yfirfarið tillögur
nl: Kan suggesties nakijken
sr: Може да прегледа предлоге

source: Can perform administrative tasks
cs: Může provádět administrativní úlohy
gl: Pode realizar tarefas de administración
he: יכולת לבצע פעולות ניהוליות
is: Get ekki framkvæmt stjórnunarverk
nb: Kan ikke utføre administrative oppgaver
nl: Kan beheerderstaken uitvoeren
sr: Може да обавља административне задатке

source: Entire Project
cs: Celý projekt
gl: Todo o proxecto
nl: Hele project

source: %(user)s removed translation for %(source)s
cs: %(user)s smazal překlad pro %(source)s
gl: %(user)s eliminou a tradución de %(source)s
he: התרגום עבור %(source)s הוסר על ידי %(user)s
is: %(user)s fjarlægði þýðingu fyrir %(source)s
nb: %(user)s fjernet oversettelsen for %(source)s
nl: %(user)s heeft vertaling voor %(source)s verwijderd
sr: %(user)s је уклонио превод за „%(source)s“

source: %(user)s accepted suggestion for %(source)s
cs: %(user)s přijal návrh pro %(source)s
gl: %(user)s aceptou unha suxestión para %(source)s
he: ההצעה עבור %(source)s התקבלה על ידי %(user)s
is: %(user)s samþykkti tillögu fyrir %(source)s
nb: %(user)s godkjente forslag for %(source)s
nl: %(user)s heeft suggestie voor %(source)s geaccepteerd
sr: %(user)s је прихватио предлог за „%(source)s“

source: %(user)s uploaded file
cs: %(user)s nahrál soubor
gl: %(user)s enviou un ficheiro
he: הועלה קובץ ע״י %(user)s
is: %(user)s sendi inn skrá
nb: %(user)s lastet opp ei fil
nl: %(user)s heeft bestand geüpload
sr: %(user)s је освежио датотеку

source: %(user)s muted %(check)s for %(source)s
cs: %(user)s zakázal kontrolu %(check)s pro %(source)s
gl: %(user)s desactivou %(check)s para %(source)s
he: %(check)s הושתקה ע״י %(user)s עבור %(source)s
is: %(user)s þaggaði niður í %(check)s fyrir %(source)s
nb: %(user)s tok bort %(check)s for %(source)s
nl: %(user)s heeft %(check)s voor %(source)s verborgen
sr: %(user)s је искључио „%(check)s“ за „%(source)s“

source: %(user)s unmuted %(check)s for %(source)s
cs: %(user)s povolil kontrolu %(check)s pro %(source)s
gl: %(user)s reactivou %(check)s para %(source)s
he: ההשתקה על %(check)s בוטלה ע״י %(user)s עבור %(source)s
is: %(user)s virkjaði aftur %(check)s fyrir %(source)s
nb: %(user)s la til %(check)s for %(source)s
nl: %(user)s heeft %(check)s voor %(source)s zichtbaar gemaakt
sr: %(user)s је укључио „%(check)s“ за „%(source)s“

source: %(user)s added suggestion for %(source)s
cs: %(user)s přidal návrh pro %(source)s
gl: %(user)s enviou unha suxestión para %(source)s
he: נוספה הצעה ע״י %(user)s עבור %(source)s
is: %(user)s bætti við tillögu fyrir %(source)s
nb: %(user)s la til forslag for %(source)s
nl: %(user)s heeft suggestie voor %(source)s toegevoegd
sr: %(user)s је додао предлог за „%(source)s“

source: %(user)s rejected suggestion for %(source)s
cs: %(user)s zamítl návrh pro %(source)s
gl: %(user)s rexeitou unha suxestión para %(source)s
he: הצעה נדחתה ע״י %(user)s עבור %(source)s
is: %(user)s hafnaði tillögu fyrir %(source)s
nb: %(user)s avslo forslag for %(source)s
nl: %(user)s heeft suggestie voor %(source)s afgewezen
sr: %(user)s је одбио предлог за „%(source)s“

source: %(user)s translated %(source)s
cs: %(user)s přeložil %(source)s
gl: %(user)s traduciu %(source)s
he: %(source)s תורגם ע״י %(user)s
is: %(user)s þýddi %(source)s
nb: %(user)s oversatte %(source)s
nl: %(user)s heeft %(source)s vertaald
sr: %(user)s је превео „%(source)s“

source: %(user)s edited %(source)s
cs: %(user)s upravil %(source)s
gl: %(user)s editou %(source)s
he: %(source)s נערך ע״י %(user)s
is: %(user)s breytti %(source)s
nb: %(user)s redigerte %(source)s
nl: %(user)s heeft %(source)s bewerkt
sr: %(user)s је уредио „%(source)s“

source: %(user)s pre-translated %(source)s
cs: %(user)s předběžně přeložil %(source)s
gl: %(user)s pretraduciu %(source)s
he: %(source)תורגמה אוטומטית ע״י %(user)s
is: %(user)s for-þýddi %(source)s
nb: %(user)s forhåndsoversatte %(source)s
nl: %(user)s heeft %(source)s vooraf vertaald
sr: %(user)s је унапред превео „%(source)s“

source: %(user)s reviewed %(source)s
cs: %(user)s zkontroloval %(source)s
gl: %(user)s revisou %(source)s
he: %(source)s נסקר ע״י %(user)s
is: %(user)s yfirfór %(source)s
nb: %(user)s gjennomgikk %(source)s
nl: %(user)s heeft %(source)s gecontroleerd
sr: %(user)s је прегледао „%(source)s“

source: %(user)s marked as needs work %(source)s
cs: %(user)s označil %(source)s jako vyžadující úpravy
gl: %(user)s marcou %(source)s como que precisa máis traballo
he: %(source)s סומנה להמשך עבודה ע״י %(user)s
is: %(user)s merkti sem ófrágengið %(source)s
nb: %(user)s markert som 'Trenger arbeid' %(source)s
nl: %(user)s heeft %(source)s gemarkeerd als Werk vereist
sr: %(user)s је означио за додатни рад „%(source)s“

source: You cannot access this page.
cs: K přístupu na tuto stránku nemáte dostatečná oprávnění.
gl: Non pode acceder a esta páxina.
he: אין לך גישה לעמוד זה.
is: Þú hefur ekki aðgang að þessari síðu.
nb: Kan ikke nå denne siden.
nl: U hebt geen toegang tot deze pagina.
sr: Не можете приступити овој страници.

source: Error accessing %(filename)s, Filesystem sent error: %(errormsg)s
cs: Při přístupu k souboru %(filename)s došlo k chybě, souborový systém poslal chybu: %(errormsg)s
gl: Produciuse un erro ao acceder a %(filename)s, o sistema de ficheiros enviou o erro: %(errormsg)s
he: שגיאה בעת הגישה ל־%(filename)s, מערכת הקבצים שלחה שגיאה: %(errormsg)s
is: Villa við að ná í %(filename)s, Skráarkerfið skilaði villu: %(errormsg)s
nb: Feil under forsøk på å få tilgang til %(filename)s, Filsystem sendte feilmelding: %(errormsg)s
nl: Fout bij toegang tot %(filename)s, bestandssysteem stuurde foutmelding: %(errormsg)s
sr: Грешка приступања „%(filename)s“, систем датотека је послао грешку: %(errormsg)s

source: You need to <a class="js-login" href="%(login_link)s">login</a> to access this page.
cs: Pro přístup na tuto stránku se musíte <a class="js-login" href="%(login_link)s">přihlásit</a>.
gl: Precisa <a class="js-login" href="%(login_link)s">identificarse</a> para acceder a esta páxina.
he: עליך <a class="js-login" href="%(login_link)s">להיכנס</a> כדי לגשת לעמוד זה.
is: Þú verður að <a class="js-login" href="%(login_link)s">skrá þig inn</a> til að fá aðgang að þessarri síðu.
nb: Du må <a class="js-login" href="%(login_link)s">logge inn</a> for å få tilgang til denne siden.
nl: U moet zich <a class="js-login" href="%(login_link)s">aanmelden</a> om deze pagina te bekijken.
sr: Треба да се <a class="js-login" href="%(login_link)s">пријавите</a> да бисте приступили овој страници.

source: Privacy Policy
cs: Zásady ochrany osobních údajů
gl: Política de privacidade
he: מדיניות פרטיות
is: Persónuvernd
nb: Personvernspraksis
nl: Privacybeleid
sr: Политика приватности

source: Legal
cs: Právní poznámky
gl: Aviso legal
he: מידע משפטי
is: Lögfræðileg atriði
nb: Juridisk
nl: Juridisch
sr: Права

source: Imprint
cs: Tiráž
gl: Impressum
nl: Impressum

source: License
cs: Licence
gl: Licenza
he: רישיון
is: Notkunarleyfi
nb: Lisens
nl: Licentie
sr: Дозвола

source: License Statement
cs: Licenční prohlášení
gl: Termos da licenza
nl: Licentieverklaring

source: Contributor License
cs: Licence pro přispěvatele
gl: Licenza de colaboración
he: רישיון תורם
is: Notkunarskilmálar þátttakanda
nb: Bidragsyterlisens
nl: Medewerkerslicentie
sr: Дозвола сарадника

source: Terms of Use
cs: Podmínky použití
gl: Termos de uso
he: תנאי השימוש
is: Notkunarskilmálar
nb: Bruksvilkår
nl: Gebruiksvoorwaarden
sr: Услови коришћења

source: Terms of Service
cs: Podmínky služby
gl: Termos de servizo
he: תנאי שירות
is: Þjónustuskilmálar
nb: Tjenestevilkår
nl: Servicevoorwaarden
sr: Услови услуге

source: Getting Started
cs: Začínáme
gl: Comezar
is: Til að komast í gang
nl: Aan de slag

source: About
cs: Informace
gl: Sobre
he: על אודות
is: Um
nb: Om
nl: Over
sr: О нама

source: About This Pootle Server
cs: O tomto Pootle serveru
gl: Sobre este servidor de Pootle
he: על אודות שרת Pootle זה
is: Um þennan Pootle þjón
nb: Om denne Pootle-tjeneren
nl: Over deze Pootle-server
sr: О овом Поотловом серверу

source: This site is running Pootle — powerful web software to empower teams to do translation and translation management. This community tool is Free Software, and any team can use it and contribute to the Pootle community. Read more on the <a href="http://pootle.translatehouse.org/">project website</a>.
cs: Tato stránka využívá Pootle – výkonný webový software umožňující týmovou tvorbu překladů a jejich správu. Tento komunitní nástroj je svobodný software, jakýkoliv tým ho může používat a dále komunitě kolem Pootle přispívat. Více se dočtete na <a href="http://pootle.translatehouse.org/">stránkách projektu</a>.
gl: Este sitio executa Pootle, un potente software web que lles permite aos equipos xestionar e facer traducións. Esta ferramenta de comunidade é software libre, e calquera equipo pode usala e colaborar coa comunidade de Pootle. Lea máis no <a href="http://pootle.translatehouse.org/">sitio web do proxecto</a>.
he: אתר זה מופעל על גבי Pootle — תכנית מבוססת תפעול דפדפן לחיזוק יכולות של צוותים לבצע ולנהל תרגומים. כלי קהילתי זה הנו חופשי וכל קבוצה רשאית להשתמש בו ולתרום לקהילה של Pootle. ניתן לקבל פרטים נוספים ב<a href="http://pootle.translatehouse.org/">אתר המיזם</a>.
is: Þetta vefsvæði keyrir Pootle — öflugur vefhugbúnaður sem gerir hópum kleyft að þýða og sjá um þýðingar. Þessi hugbúnaður er frjáls hugbúnaður, og getur hvaða hópur sem er notað hann og stuðlað að Pootle samfélaginu. Lestu meira á <a href="http://pootle.translatehouse.org/">heimasíðu verkefnisins</a>.
nl: Deze website gebruikt Pootle – krachtige websoftware waarmee teams kunnen vertalen en vertalingen kunnen beheren. Deze Vrije Software is door en voor de gemeenschap ontwikkeld, en elk team kan het gebruiken en aan de Pootle-gemeenschap bijdragen. Lees meer op de <a href="http://pootle.translatehouse.org/">website van het project</a>.
sr: На овом сајту ради Поотле — моћан веб софтвер како би оснажио тимове у превођењу и управљању преводима. Овај алат заједнице је слободан софтвер, и сваки тим га може користити и допринети Поотловој заједници. Прочитајте више на <a href="http://pootle.translatehouse.org/">веб сајту пројекта</a>.
