Repository: pypi-data/pypi-mirror-25
Catalog: packages/Pootle/Pootle-2.9.0b4.tar.bz2/Pootle-2.9.0b4/pootle/locale/*/pootle.po
Languages: cs, gl, he, is, nb, nl, sr

source: The reported error was:
cs: Nahlášena byla chyba:
gl: O erro sobre o que se informou é:
he: השגיאה שדווחה הייתה:
is: Tilkynnta villan var:
nb: Innrapportert feil var:
nl: De gemelde fout was:
sr: Извештена грешка беше:

source: Page %(page_number)s of %(page_count)s.
cs: Stránka %(page_number)s z(e) %(page_count)s.
gl: Páxina %(page_number)s de %(page_count)s.
he: עמוד %(page_number)s מתוך %(page_count)s.
is: Síða %(page_number)s af %(page_count)s.
nl: Pagina %(page_number)s van %(page_count)s.
sr: %(page_number)s. страница од %(page_count)s.

source: Results per page: %(n)s
cs: Počet výsledků na stránku: %(n)s
gl: Resultados por páxina: %(n)s
nl: Resultaten per pagina: %(n)s

source: Select all
cs: Vybrat vše
gl: Seleccionar todo
he: בחירת הכול
is: Velja allt
nb: Velg alle
nl: Alles selecteren
sr: Изабери све

source: Go
cs: Přejít
gl: Ir
nl: Gaan

source: Browse
cs: Procházet
gl: Navegación
he: עיון
is: Vafra
nb: Utforsk
nl: Bladeren
sr: Разгледај

source: Team
cs: Tým
gl: Equipo
he: צוות
is: Teymi
nb: Lag
sr: Тим

source: Filter suggestions
cs: Filtrovat návrhy
gl: Filtrar as suxestións
he: סינון הצעות
is: Sía uppástungur
nb: Filtrer forslag
nl: Suggesties filteren
sr: Издвој предлоге

source: Language team
cs: Tým jazyka
gl: Equipo do idioma
he: צוות שפה
is: Tungumálateymi
nb: Språkgruppe
nl: Taalteam
sr: Тим језика

source: Member admin
cs: Správa členů
gl: Administración de membros
he: ניהול משתמשים
is: Stjórnun meðlima
nl: Ledenbeheer
sr: Админ члана

source: Add team member
cs: Přidat člena týmu
gl: Engadir membro ao equipo
he: הוספת חבר צוות
is: Bæta meðlimi í teymi
nb: Legg til lagmedlem
nl: Teamlid toevoegen
sr: Додајте члана тима

source: Remove selected
cs: Odebrat vybrané
gl: Retirar seleccionados
he: הסרת הנבחרים
is: Fjarlægja valið
nb: Fjern valgte
nl: Geselecteerde verwijderen
sr: Уклони изабрано

source: Unit and suggestions admin
cs: Správa položek a návrhů
gl: Administración de cadeas e suxestións
he: מנהל יחידה והצעות
is: Stjórnun þýðingaeininga og tillagna
nb: Enhet og forslagsadministrator
nl: Suggestie- en eenhedenbeheer
sr: Админ јединице и предлога

source: Pending suggestions:
cs: Nevyřízené návrhy:
gl: Suxestións pendentes:
he: הצעות ממתינות:
is: Tillögur í bið:
nb: Forslag til vurdering:
nl: Openstaande suggesties:
sr: Предлози на чекању:

source: Total words:
cs: Celkem slov:
gl: Total de palabras:
he: סך כל המילים:
is: Samtals orð:
nb: Totalt antall ord:
nl: Totale aantal woorden:
sr: Укупно речи:

source: Translated:
cs: Přeloženo:
gl: Traducidas:
he: מתורגם:
is: Búið að þýða:
nb: Oversatt:
nl: Vertaald:
sr: Преведених:

source: Needs work:
cs: Vyžaduje úpravy:
gl: Precisan traballo:
he: נדרש טיפול:
is: Þarfnast lagfæringa:
nb: Trenger arbeid:
nl: Werk vereist:
sr: Нејасних:

source: Pootle requires JavaScript
cs: Pootle vyžaduje JavaScript
gl: Pootle require JavaScript
he: ל־Pootle יש צורך ב־JavaScript
is: Pootle þarfnast JavaScript
nb: Pootle krever JavaScript
nl: Pootle vereist JavaScript
sr: Поотл захтева Јава скрипт

source: Please enable JavaScript in your browser preferences and reload the page.
cs: Povolte v nastavení prohlížeče JavaScript a znovu načtěte stránku.
gl: Active JavaScript na configuración do seu navegador e recargue a páxina.
he: נא להפעיל JavaScript בהעדפות הדפדפן שלך ולטעון את העמוד מחדש.
is: Virkjaðu JavaScript í vafranum þínum og endurlestu svo síðuna.
nb: Slå på JavaScript i nettleserinnstillingene dine og last inn siden på nytt.
nl: Schakel JavaScript in de voorkeuren van uw browser in en herlaad de pagina.
sr: Укључите Јава скрипт у поставкама прегледника и поново учитајте страницу.

source: skip to navigation
cs: přejít na navigaci
gl: saltar a navegación
he: דילוג לניווט
is: hoppa til baka í leiðsagnarham
nb: hopp over til navigering
nl: naar navigatie
sr: пређи на навигацију

source: Public Profile
cs: Veřejný profil
gl: Perfil público
he: פרופיל ציבורי
is: Opinber notandasíða
nb: Offentlig profil
nl: Openbaar profiel
sr: Јавни профил

source: Settings
cs: Nastavení
gl: Opcións
he: הגדרות
is: Stillingar
nb: Oppsett
nl: Instellingen
sr: Подешавања

source: Sign out
cs: Odhlásit se
gl: Saír
he: יציאה
is: Skrá út
nb: Logg ut
nl: Afmelden
sr: Одјави се

source: Sign In
cs: Přihlásit se
gl: Acceder
he: כניסה
is: Skrá inn
nb: Logg inn
nl: Aanmelden
sr: Пријави се

source: A Translation project (%(tp)s) has been created at %(url)s, and has updated successfully.
cs: Na adrese %(url)s byl vytvořen překladový projekt (%(tp)s) a byl úspěšně aktualizován.
gl: Creouse un proxecto de tradución (%(tp)s) en %(url)s e actualizouse con éxito.
he: מיזם תרגום (%(tp)s) נוצר בכתובת %(url)s, ועודכן בהצלחה.
is: Þýðingarverkefni (%(tp)s) var útbúið á %(url)s, og hefur verið uppfært.
nb: Et oversettelsesprosjekt (%(tp)s) har blitt opprettet på %(url)s, og er oppdatert.
nl: Er is een vertaalproject (%(tp)s) aangemaakt op %(url)s, dat met succes is bijgewerkt.
sr: Преводилачки пројекат (%(tp)s) је направљен на „%(url)s“, и успешно је освежен.

source: An error occurred creating Translation project (%(tp)s). Please contact your system administrator.
cs: Při vytváření překladového projektu (%(tp)s) došlo k chybě. Kontaktujte svého správce.
gl: Produciuse un erro ao crear o proxecto de tradución (%(tp)s). Contacte co administrador do sistema.
he: ארעה שגיאה ביצירת מיזם התרגום (%(tp)s). נא ליצור קשר עם מנהל המערכת שלך.
is: Eitthvað vandamál kom upp við að útbúa þýðingarverkefni (%(tp)s). Hafðu sambandi við kerfisstjórann þinn.
nb: En feil inntraff under opprettelse av oversettelsesprosjektet (%(tp)s). Kontakt din systemadministrator.
nl: Er is een probleem opgetreden bij het aanmaken van vertaalproject (%(tp)s). Neem contact op met uw systeembeheerder.
sr: Дошло је до грешке стварања Преводилачког пројекта (%(tp)s). Обратите се администратору система.

source: Here you can add, edit, or delete the languages for this project.
cs: Zde můžete přidávat, upravovat nebo odstraňovat jazyky pro tento projekt.
gl: Aquí pode engadir, editar ou borrar os idiomas deste proxecto.
he: כאן ניתן להוסיף, לערוך או למחוק את השפות למיזם זה.
is: Hérna geturðu bætt við, breytt, og eytt tungumálum fyrir þetta verkefni.
nb: Her kan du legge til, endre, eller slette språket for dette prosjektet.
nl: Hier kunt u de talen voor dit project toevoegen, bewerken of verwijderen.
sr: Овде можете да додајете, уређујете и бришете језике за овај пројекат.

source: Adding new languages from this screen is disabled. You will need to update your sources directly, and update Pootle from there.
cs: Přidávání jazyků prostřednictvím této stránky je zakázáno. Budete muset přímo upravit své zdroje a aktualizovat pootle z nich.
gl: Desactivouse a adición de novos idiomas nesta pantalla. Terá que actualizar as súas fontes directamente e actualizar Pootle con elas.
nl: Het toevoegen van nieuwe talen vanuit dit scherm is uitgeschakeld. U dient uw bronnen rechtstreeks bij te werken, en van daaruit Pootle bij te werken.

source: There are no templates for this project, so adding new languages from this screen is disabled.
cs: Pro tento projekt neexistují žádné šablony, takže přidávání nových jazyků z této obrazovky je zakázáno.
gl: Non hai idioma modelo (templates) para este proxecto, así que se desactivou a adición de novos idiomas desde esta pantalla.
he: אין תבניות במיזם זה, לכן הוספת שפות חדשות ממסך זה מנוטרלת.
nb: Det finnes ingen maler for dette prosjektet så tillegg av nye språk herfra er avskrudd.
nl: Er zijn geen sjablonen voor dit project, dus het toevoegen van nieuwe talen vanaf dit scherm is uitgeschakeld.
sr: Нема шаблона за овај пројекат, тако да је додавање нових језика из овог екрана искључено.

source: Below you can add, edit, and delete the permissions for this project.
cs: Zde můžete přidávat, upravovat a odstraňovat oprávnění pro tento projekt.
gl: A seguir poderá engadir, editar e eliminar os permisos neste proxecto.
he: להלן ניתן להוסיף, לערוך ולמחוק את ההרשאות עבור מיזם זה.
is: Hér fyrir neðan geturðu bætt við, breytt, og eytt öllum aðgangsheimildum fyrir þetta verkefni.
nb: Nedenfor kan du legge til, endre, og slette rettighetene for dette prosjektet.
nl: Hieronder kunt u de rechten voor dit project toevoegen, bewerken en verwijderen.
sr: Испод можете да додајете, уређујете и бришете овлашћења за овај пројекат.

source: This static page is inactive and visible to administrators only. You can activate it by <a href="%(edit_url)s">editing its properties</a>
cs: Tato statická stránka je neaktivní a viditelná pouze pro správce. Můžete ji aktivovat <a href="%(edit_url)s">upravením jejích vlastností</a>
gl: Esta páxina está inactiva e só é visíbel para os administradores. Pode activala <a href="%(edit_url)s">editando as súas propiedades</a>
he: עמוד מקובע זה אינו פעיל וגלוי למנהלים בלבד. ניתן להפעיל אותו על ידי <a href="%(edit_url)s">עריכת המאפיינים שלו</a>
is: Þessi fasta síða er óvirkt og einungis sýnilegt kerfisstjórum. Þú getur virkjað það með því að <a href="%(edit_url)s">breyta eiginleikum þess</a>
nb: Denne statiske siden er inaktiv og bare synlig for administratorer. Du kan aktivere den ved å <a href="%(edit_url)s">endre dens egenskaper</a>
nl: Deze statische pagina is niet actief en alleen zichtbaar voor beheerders. U kunt deze activeren door <a href="%(edit_url)s">de eigenschappen ervan te bewerken</a>
sr: Ова статичка страница је неактивна и видљива је само администраторима. Можете да је активирате <a href="%(edit_url)s">уређењем њених својстава</a>

source: Action Required
cs: Je vyžadována akce
gl: Requírese unha acción
he: נדרשת פעולה
is: Aðgerðar krafist
nb: Handling påkrevd
nl: Actie vereist
sr: Потребна је радња

source: Before continuing, you must read and accept the following documents.
cs: Než budete pokračovat, musíte si přečíst a přijmout následující dokumenty.
gl: Antes de continuar debe ler e aceptar os seguintes documentos.
he: בטרם המשך הפעולה, עליך לקרוא ולאשר את המסמכים הבאים.
is: Áður en lengra er haldið, verðurðu að lesa og samþykkja eftirfarandi skjöl.
nb: Før du fortsetter, må du lese og godta følgende dokumenter.
nl: Voordat u doorgaat, moet u de volgende documenten lezen en accepteren.
sr: Пре него што наставите, морате прочитати и прихватити следећа документа.

source: No thanks. Sign out
cs: Děkuji, ne. Odhlásit
gl: Non, grazas. Saír
he: לא תודה. אעדיף לצאת
is: Nei takk. Skrá út
nb: Nei takk. Logg ut
nl: Nee bedankt. Afmelden
sr: Не хвала. Одјави ме

source: Continue
cs: Pokračovat
gl: Continuar
he: המשך
is: Halda áfram
nb: Fortsett
nl: Doorgaan
sr: Настави

source: Terminology
cs: Terminologie
gl: Terminoloxía
he: מינוח
is: Hugtakasafn
nb: Terminologi
nl: Terminologie
sr: Терминологија

source: Below you can add, edit, and delete the permissions for this translation project.
cs: Zde můžete přidávat, upravovat a odstraňovat oprávnění pro tento překladový projekt.
gl: A seguir poderá engadir, editar e eliminar os permisos para este proxecto de tradución.
he: להלן ניתן להוסיף, לערוך ולמחוק את ההרשאות למיזם תרגום זה.
is: Hér fyrir neðan geturðu bætt við, breytt, og eytt öllum aðgangsheimildum fyrir þetta tungumál.
nb: Nedenfor kan du legge til, endre, og slette rettighetene for dette prosjektet.
nl: Hieronder kunt u de rechten voor dit vertaalproject toevoegen, bewerken en verwijderen.
sr: Испод можете да додајете, уређујете и бришете овлашћења за овај преводилачки пројекат.

source: Description...
cs: Popis...
gl: Descrición...
he: תיאור...
is: Lýsing...
nb: Beskrivelse...
nl: Beschrijving...
sr: Опис...

source: Details...
cs: Podrobnosti...
gl: Detalles...
he: פרטים...
is: Nánar...
nb: Detaljer...
sr: Детаљи...

source: Translator Comments
cs: Poznámky překladatele
gl: Comentarios do tradutor
he: הערות המתרגם
is: Athugasemdir þýðanda
nb: Oversetterkommentarer
nl: Opmerkingen van vertaler
sr: Напомене преводиоца

source: Manage Terminology
cs: Správa pojmů
gl: Xestionar a terminoloxía
he: ניהול המינוח
is: Sýsla með hugtakasafn
nb: Behandlingsterminologi
nl: Terminologie beheren
sr: Управљање терминологијом

source: Term
cs: Termín
gl: Termo
he: מונח
is: Orð
sr: Појам

source: Translation
cs: Překlad
gl: Tradución
he: תרגום
is: Þýðing
nb: Oversettelse
nl: Vertaling
sr: Превод

source: No terminology file has been found
cs: Nebyl nalezen soubor terminologie
gl: Non se atopou ningún ficheiro de terminoloxía
he: לא נמצא קובץ מינוח
is: Engin hugtakaskrá hefur fundist
nb: Fant ingen terminologifil
nl: Geen terminologiebestand gevonden
sr: Нисам нашао датотеку појмова

source: In order to use the terminology feature, make sure to add a terminology file to your translation project. The terminology file must be named 'pootle-terminology' and use the same file extension (format) as the rest of the project files. This custom terminology will be used in addition to any terminology suggestions provided by the 'Terminology' project.
cs: Pokud chcete použít funkci pro návrhy terminologie, nezapomeňte do svého překladového projektu přidat soubor terminologie. Soubor terminologie se musí jmenovat ‚pootle-terminology‘ a musí používat stejnou příponu (formát) souboru jako ostatní soubory projektu. Tato vlastní terminologie bude používána jako doplněk obecné terminologie z projektu ‚Terminology‘.
gl: Para empregar a terminoloxía engada un ficheiro de terminoloxía ao seu proxecto de tradución. O ficheiro de terminoloxía debe chamarse «pootle-terminology» e ten que usar a mesma extensión (formato) que o resto dos ficheiros do proxecto. Esta terminoloxía personalizada usarase xunto con calquera outra suxestión terminolóxica fornecida polo proxecto «Terminology».
he: כדי להשתמש בתכונת המינוח, יש לוודא הוספת קובץ מינוח למיזם התרגום. על קובץ המינוח לשאת את השם 'pootle-terminology' ועליו להשתמש באותה הסיומת (תבנית) כמו שאר קובצי המיזם. מינוח בהתאמה אישית זה ישמש בנוסף להצעות מינוח שסופקו על ידי המיזם 'Terminology'.
nb: For å kunne bruke terminologi-funksjonen, legg til ei terminologifil i ditt oversettelsesprosjekt. Terminologifila må navngis 'pootle-terminology' og bruke samme filendelse (format) som resten av prosjektfilene. Denne tilpassede terminologien kommer til nytte ut over de terminologiforslag foreslått av 'Terminologi'-prosjektet.
nl: Zorg ervoor dat u een terminologiebestand aan uw vertaalproject toevoegt om de terminologiefunctie te gebruiken. Het terminologiebestand moet de naam 'pootle-terminology' hebben en dezelfde bestandsextensie (indeling) gebruiken als de rest van de projectbestanden. Deze eigen terminologie zal naast eventuele door het project 'Terminology' geleverde terminologiesuggesties worden gebruikt.
sr: Да бисте користили функцију терминологије, обавезно додајте датотеку терминологије вашем преводилачком пројекту. Датотека терминологије мора бити именована „pootle-terminology“ и користити исто проширење датотеке (формат) као и остатле датотеке пројекта. Ова произвољна терминологија ће се користити као додатак било којим предлозима терминологије које пружа пројекат „Terminology“.

source: Here you can manage the terms in the terminology files.
cs: Zde můžete spravovat výrazy v souborech seznamu pojmů.
gl: Aquí pode xestionar os termos dos ficheiros de terminoloxía.
he: כאן ניתן לנהל את המונחים בקובצי המינוח.
is: Hér geturðu sýslað með skilgreiningar í hugtakaskránum.
nl: Hier kunt u de termen in de terminologiebestanden beheren.
sr: Овде можете да управљате појмовима у датотекама са терминологијом.

source: File
cs: Soubor
gl: Ficheiro
he: קובץ
is: Skrá
nb: Fil
nl: Bestand
sr: Датотека

source: Once you upload files, you will be able to add, edit and delete terms.
cs: Po nahrání souborů budete moci přidávat, upravovat a odstraňovat výrazy.
gl: Unha vez que envíe os ficheiros poderá engadir, editar e eliminar termos.
he: לאחר העלאת קבצים, תהיה לך אפשרות להוסיף, לערוך ולמחוק מונחים.
is: Þegar þú hefur hlaðið inn skrám, geturðu bætt við hugtökum, breytt þeim og fjarlægt.
nl: Als u eenmaal bestanden hebt geüpload, zult u termen kunnen toevoegen, bewerken en verwijderen.
sr: Чим отпремите датотеке, моћи ћете да додајете, уређујете и бришете појмове.

source: Latest activity:
cs: Poslední aktivita:
gl: Última actividade:
he: פעילות אחרונה:
is: Seinasta virkni:
nl: Laatste activiteit:
sr: Последња активност:

source: Total score:
cs: Celkové hodnocení:
gl: Puntuación total:
nl: Totale score:

source: User Account
cs: Uživatelský účet
gl: Conta de usuario
he: חשבון משתמש
is: Notandaaðgangur
nb: Brukerkonto
nl: Gebruikersaccount
sr: Налог корисника

source: Do you want to change your password? Click the 'Reset Password' button which will initiate the process of setting a new password.
cs: Chcete změnit své heslo? Pro spuštění procesu pro nastavení nového hesla klikněte na tlačítko ‚Resetovat heslo‘.
gl: Desexa cambiar o seu contrasinal? Prema no botón 'Cambiar o contrasinal' para iniciar o proceso de definir un novo contrasinal.
he: ברצונך לשנות את הססמה שלך? יש ללחוץ על 'איפוס הססמה' כדי להתחיל בתהליך הגדרת ססמה חדשה.
nb: Ønsker du å endre passordet ditt? Klikk 'Tilbakestill passord's-knappen. Dette vil igangsette prosessen med å få seg nytt passord.
nl: Wilt u uw wachtwoord wijzigen? Klik op de knop 'Wachtwoord opnieuw instellen', die het proces voor het instellen van een nieuw wachtwoord zal starten.
sr: Да ли желите да измените вашу лозинку? Кликните на дугме „Поврати лозинку“ чиме ће започети поступак подешавања нове лозинке.

source: Reset Password
cs: Resetovat heslo
gl: Cambio de contrasinal
he: איפוס הססמה
is: Endurstilla lykilorð
nb: Nullstill passord
nl: Wachtwoord opnieuw instellen
sr: Поврати лозинку

source: Statistics
cs: Statistika
gl: Estatísticas
he: סטטיסטיקה
is: Tölfræði
nb: Statistikk
nl: Statistieken
sr: Статистика

source: Daily activity
cs: Denní aktivita
gl: Actividade diaria
he: פעילות יומית
is: Dagleg virkni
nb: Daglig aktivitet
nl: Dagelijkse activiteit
sr: Дневна активност

source: Welcome
cs: Vítejte
gl: Benvido/a
he: ברוך בואך
is: Velkomin(n)
nb: Velkommen
nl: Welkom
sr: Добро дошли

source: Welcome to Pootle
cs: Vítá vás Pootle
gl: Benvido a Pootle
he: ברוך בואך ל־Pootle
is: Velkomin í Pootle
nb: Velkommen til Pootle
nl: Welkom bij Pootle
sr: Добро дошли у Поотле

source: Come and join us!
cs: Připojte se k nám!
gl: Únase a nós!
he: הצטרפו אלינו!
is: Gakktu til liðs við okkur!
nb: Ta del i gemenskapen!
nl: Kom en doe mee!
sr: Хајде придружите нам се!

source: Sign in
cs: Přihlásit se
gl: Acceder
he: כניסה
is: Skrá inn
nb: Logg inn
nl: Aanmelden
sr: Пријави се

source: Top Contributors for the Last 30 Days
cs: Hlavní přispěvatelé za posledních 30 dní
gl: Máximos colaboradores dos últimos 30 días
he: התורמים המובילים ב־30 הימים האחרונים
is: Afkastamestu þátttakendur síðustu 30 daga
nb: Topp bidragsytere de siste 30 dagene
nl: Meest actieve medewerkers in de afgelopen 30 dagen
sr: Најбољи доприносиоци у последњих 30 дана

source: Pootle Translation Server
cs: Překladový server Pootle
gl: Servidor de tradución Pootle

source: E-mail
gl: Enderezo de correo electrónico
he: דוא״ל
is: Tölvupóstfang
nb: E-post
nl: E-mailadressen
sr: Е-пошта

source: Role
gl: Rol
he: תפקיד
is: Hlutverk
nb: Rolle
nl: Rol
sr: Улога

source: Twitter
he: טוויטר
sr: Твитер

source: #%(position)s
he: מס׳ %(position)s

source: LinkedIn
sr: ЛинкедИн
