Repository: pypi-data/pypi-mirror-25
Catalog: packages/Pootle/Pootle-2.9.0b4.tar.bz2/Pootle-2.9.0b4/pootle/locale/*/pootle.po
Languages: cs, gl, he, is, nb, nl, sr

source: Some problem happened when tried to send the confirmation email. Please try again later.
cs: Při odesílání potvrzujícího e-mailu došlo k chybě. Zkuste odeslání zopakovat později.
gl: Produciuse algún erro ao intentar enviar a mensaxe de confirmación por correo-e. Probe de novo máis tarde.
he: תקלה כלשהי אירעה בעת הניסיון לשלוח הודעת אימות בדוא״ל. נא לנסות שוב מאוחר יותר.
is: Eitthvað vandamál kom upp við að senda staðsetningarpóst. Reyndu aftur síðar.
nb: Et problem inntraff i forsendelsen av bekreftelses-e-posten. Prøv igjen senere.
nl: Er was een probleem bij het verzenden van de bevestigingsmail. Probeer het later nog eens.
sr: Дошло је до неких проблема када сам покушао да пошаљем е-пошту за потврђивање. Покушајте касније опет.

source: An error occurred logging you in. Please contact your system administrator
cs: Při přihlašování došlo k chybě. Kontaktujte prosím správce systému
gl: Produciuse un erro ao iniciar a súa sesión. Contacte co administrador do sistema.
he: אירעה שגיאה בעת כניסה למערכת. נא ליצור קשר עם מנהל המערכת שלך
is: Eitthvað vandamál kom upp við innskráningu þína. Hafðu sambandi við kerfisstjórann þinn
nb: Et problem inntraff under innlogging. Kontakt din systemadministrator
nl: Er is een probleem opgetreden bij uw aanmelding. Neem contact op met uw systeembeheerder
sr: Дошло је до грешке приликом вашег пријављивања. Обратите се вашем администратору система

source: Your user seems to have disappeared. Please report this to the site owners.
cs: Zdá se, že váš uživatelský účet se ztratil. Kontaktujte správce těchto stránek.
gl: Parece ser que o seu usuario desapareceu. Informe disto aos donos do sitio.
he: נראה כי המשתמש שלך נעלם. נא לדווח על כך לבעלי האתר.
is: Notandaauðkennið þitt virðist hafa horfið. Endilega tilkynntu þetta til eigenda vefsins.
nb: Din brukerkonto ser ut til å ha forsvunnet. Rapporter dette til eierne av siden.
nl: Uw gebruiker lijkt te zijn verdwenen. Meld dit bij de eigenaren van de website.
sr: Изгледа да је ваш корисник нестао. Обавестите о овоме власнике сајта.

source: Username
cs: Uživatelské jméno
gl: Nome de usuario
he: שם משתמש
is: Notandanafn
nb: Brukernavn
nl: Gebruikersnaam
sr: Корисничко име

source: Required. 30 characters or fewer. Letters, numbers and @/./+/-/_ characters
cs: Vyžadováno. Maximálně 30 znaků. Písmena, čísla a znaky @/./+/-/_
gl: Requirido. 30 caracteres ou menos. Letras, números e os caracteres @/./+/-/_
he: נדרש. 30 תווים או פחות. אותיות לטיניות, ספרות והסימנים @/./+/-/_
is: Nauðsynlegt. 30 stafir eða færri. Bókstafir, tölustafir og @/./+/-/_ tákn
nb: Påkrevd. 30 tegn eller færre. Bokstaver, tall og @/./+/-/_-symboler
nl: Vereist. 30 of minder tekens. Letters, cijfers en de tekens @/./+/-/_
sr: Потребно. 30 знакова или више. Слова, бројеви и знаци @/./+/-/_

source: Enter a valid username.
cs: Zadejte platné uživatelské jméno.
gl: Introduza un nome de usuario válido.
he: נא להזין שם משתמש תקין.
is: Skráðu inn gilt notandanafn.
nb: Skriv inn et gyldig brukernavn.
nl: Voer een geldige gebruikersnaam in.
sr: Упишите исправно корисничко име.

source: A user with that username already exists.
cs: Uživatel s tímto uživatelským jménem již existuje.
gl: Xa existe un usuario con este nome de usuario.
he: כבר קיים משתמש עם שם משתמש כזה.
nb: En bruker med det brukernavnet finnes allerede.
nl: Er bestaat al een gebruiker met die gebruikersnaam.

source: Email Address
cs: E-mailová adresa
gl: Enderezo de correo electrónico
he: כתובת דוא״ל
is: Tölvupóstfang
nb: E-postadresse
nl: E-mailadres
sr: Е-адреса

source: Full Name
cs: Celý název
gl: Nome completo
he: שם מלא
is: Fullt nafn
nb: Fullt navn
nl: Volledige naam
sr: Пуно име

source: Active
cs: Aktivní
gl: Activa
he: פעיל
is: Virkt
nb: Aktiv
nl: Actief
sr: Активно

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
cs: Určuje, zda má být uživatel brán jako aktivní. Používejte zrušení zaškrtnutí u této volby místo mazání uživatelských účtů.
gl: Indica se este usuario debe ser tratado como activo. Desmarque isto en vez de eliminar a conta.
he: מגדיר האם משתמש זה נחשב לפעיל. ניתן לבטל את הסימון במקום למחוק חשבונות.
is: Þýðir að þennan notanda skal líta á sem virkan. Afveldu þetta í stað þess að eyða notandaaðgöngum.
nb: Bestemmer hvorvidt denne brukeren skal anses som aktiv. Fravelg dette i steden for å slette kontoer.
nl: Geeft aan of deze gebruiker als actief moet worden beschouwd. Deselecteer dit in plaats van accounts te verwijderen.
sr: Означава да ли овај корисник треба бити сматран активним. Одзначите ово уместо да бришете налоге.

source: Superuser Status
cs: Správce
gl: Estado de administrador
he: מצב משתמש על
is: Staða kerfisstjórnanda
nb: Superbrukerstatus
nl: Beheerdersstatus
sr: Стање суперкорисника

source: Designates that this user has all permissions without explicitly assigning them.
cs: Přiřadí uživateli všechna oprávnění, aniž by je bylo nutné přiřadit je explicitně.
gl: Indica se este usuario ten todos os permisos sen ter que asignarllos especificamente.
he: מגדיר שלמשתמש זה יש את כל ההרשאות מבלי להקצות אותם במפורש.
is: Þýðir að þessi notandi er með allar heimildir án þess að þurfa að tilgreina hverja þeirra fyrir sig.
nl: Geeft aan dat deze gebruiker alle rechten heeft zonder deze expliciet toe te wijzen.
sr: Означава да ли овај корисник има сва овлашћења без изричитог додељивања.

source: date joined
cs: účet vytvořen
gl: data de incorporación
he: מועד ההצטרפות
is: skráði sig þann
nb: dato innmeldt
nl: datum van deelname
sr: датум приступа

source: Number of Rows
cs: Počet řádků
gl: Número de filas
he: מספר השורות
is: Fjöldi lína
nb: Antall rekker
nl: Aantal rijen
sr: Број редова

source: Alternative Source Languages
cs: Alternativní zdrojové jazyky
gl: Idiomas orixe alternativos
he: שפות מקור חלופית
is: Frummál til vara
nb: Alternative kildespråk
nl: Alternatieve brontalen
sr: Други изворни језици

source: Score
cs: Hodnocení
gl: Puntuación
he: ניקוד
is: Einkunn
nb: Poengsum
sr: Резултат

source: Is employee?
cs: Je zaměstnanec?
gl: É empregado?
he: עובד?
is: Er starfsmaður?
nb: Ansatt?
nl: Is werknemer?
sr: Да ли је запослен?

source: Website
cs: Webová stránka
gl: Sitio web
he: אתר
is: Vefsvæði
nb: Nettside
sr: Веб сајт

source: Short Bio
cs: Stručný životopis
gl: Breve biografía
he: קורות חיים בקיצור
is: Stutt æviágrip
nb: Kort bio
nl: Korte biografie
sr: Кратка биографија

source: This email address already exists.
cs: Tato e-mailová adresa již existuje.
gl: Este enderezo de correo electrónico xa existe.
he: כתובת דוא״ל זו כבר קיימת.
is: Tölvupóstfangið er nú þegar til staðar.
nb: Denne e-postadressen finnes allerede.
nl: Dit e-mailadres bestaat al.
sr: Ова адреса е-поште већ постоји.

source: Subject
cs: Předmět
gl: Asunto
he: נושא
nl: Onderwerp

source: Please enter a message subject
cs: Zadejte předmět zprávy
gl: Escriba un asunto para a mensaxe
he: נא להקליד את נושא ההודעה שלך
nl: Voer een berichtonderwerp in

source: Name
cs: Název
gl: Nome
he: שם
is: Nafn
nb: Navn
nl: Naam
sr: Име

source: Please enter your name
cs: Zadejte své jméno
gl: Introduza o seu nome
he: נא להקליד את שמך
is: Settu inn nafnið þitt
nb: Skriv inn navnet ditt
nl: Voer uw naam in
sr: Унесите ваше име

source: Email address
cs: E-mailová adresa
gl: Enderezo de correo electrónico
he: כתובת דוא״ל
is: Tölvupóstfang
nb: Epostadresse
nl: E-mailadres
sr: Е-адреса

source: Please enter your email address
cs: Zadejte svoji e-mailovou adresu
gl: Introduza o seu enderezo de correo electrónico
he: נא להקליד את כתובת הדוא״ל שלך
is: Settu inn tölvupóstfangið þitt
nb: Skriv inn e-postadressen din
nl: Voer uw e-mailadres in
sr: Унесите адресу ваше е-поште

source: Message
cs: Zpráva
gl: Mensaxe
he: הודעה
is: Skilaboð
nb: Melding
nl: Bericht
sr: Порука

source: Please enter your message
cs: Zadejte vaši zprávu
gl: Escriba a súa mensaxe
he: נא להזין את ההודעה שלך
is: Settu inn skilaboðin þín
nb: Skriv inn din melding
nl: Voer uw bericht in
sr: Унесите вашу поруку

source: String context
cs: Kontext řetězce
gl: Contexto da cadea
he: הקשר מחרוזת
nb: Bindeleddsinformasjon for streng
nl: Context van tekenreeks

source: Question or comment
cs: Dotaz nebo komentář
gl: Pregunta ou comentario
he: שאלה או הערה
nl: Vraag of opmerking

source: Please enter your question or comment
cs: Zadejte svůj dotaz nebo komentář
gl: Escriba a súa pregunta ou comentario
he: נא להקליד את השאלה או ההערה שלך
nl: Voer uw vraag of opmerking in

source: Contact Us
cs: Kontaktujte nás
gl: Contacte connosco
he: יצירת קשר
is: Hafa samband
nb: Kontakt oss
nl: Contact
sr: Обратите нам се

source: Report problem with string
cs: Nahlásit chybu v řetězci
gl: Informar dun problema con esta cadea
he: דיווח על בעיה עם מחרוזת
is: Tilkynna um vandamál með þýðingastreng
nb: Innrapporter et problem med tekststrengen
nl: Probleem met tekenreeks melden
sr: Пријавите проблем са ниском

source: Download translation files for offline translation
cs: Stáhnout soubory překladu pro offline překlad
gl: Descargar ficheiros de tradución para traducir en desconexión
he: הורדת קובצי תרגום לתרגום בלתי מקוון
is: Ná í þýðingaskrár til að þýða ótengdur
nb: Last ned oversettelsesfiler for frakoblet oversettelse
nl: Vertaalbestanden downloaden voor offline-vertaling
sr: Преузмите датотеке превода ради превођења ван мреже

source: Download for offline translation
cs: Stáhnout pro offline překlad
gl: Descargar para traducir en desconexión
he: הורדה לצורך תרגום בלתי מקוון
is: Sækja til að þýða ótengdur
nl: Downloaden voor offline-vertaling
sr: Преузми ради превођења ван мреже

source: Download translation files for backup
cs: Stáhnout soubory překladu pro potřeby zálohy
gl: Descargar copia de seguridade dos ficheiros de tradución
he: הורדת קובצי תרגום לגיבוי
is: Ná í þýðingaskrár sem öryggisafrit
nl: Vertaalbestanden downloaden voor back-up
sr: Преузмите датотеке превода ради резерве

source: Download for backup
cs: Stáhnout pro potřeby zálohy
gl: Descargar copia de seguridade
he: הורדה לצורך גיבוי
is: Sækja sem öryggisafrit
nl: Downloaden voor back-up
sr: Преузми за резерву

source: Upload translation files or archives in .zip format
cs: Nahrát jednotlivé soubory nebo archivy ve formátu ZIP
gl: Enviar os ficheiros de tradución ou arquivos con formato .zip
he: העלאת קובצי תרגום או ארכיונים במבנה ‎.zip
is: Senda inn þýðingaskrár eða safnskrár á in .zip skráasniði
nb: Last opp oversatte filer eller arkiver i .zip format
nl: Vertaalde bestanden of archieven in .zip-indeling uploaden
sr: Отпремите датотеке превода или архиве у зип формату

source: Upload translations
cs: Nahrát překlady
gl: Enviar traducións
he: העלאת תרגומים
is: Flytja út þýðingar
nb: Last opp oversettelser
nl: Vertalingen uploaden
sr: Отпреми преводе

source: Upload as %(user)s
cs: Nahrát jako uživatel %(user)s
gl: Enviar como %(user)s
he: העלאה בתור %(user)s
is: Senda inn sem %(user)s
nb: Last opp som %(user)s
nl: Uploaden als %(user)s
sr: Отпреми као „%(user)s“

source: Download offline TM for the translation project
cs: Stáhnout offline překladovou paměť pro projekt překladu
gl: Descargar memoria do proxecto de tradución
he: הורדת זיכרון תרגום לשימוש בלתי מקוון ממיזם התרגום
is: Sækja ónettengt þýðingaminni (TM) fyrir þýðingarverkefnið
nl: Offline-TM voor het vertaalproject downloaden
sr: Преузмите ван мрежну меморију превода за пројекат превођења

source: Download offline TM
cs: Stáhnout offline překladovou paměť
gl: Descargar memoria
he: הורדת זיכרון תרגום לשימוש בלתי מקוון
is: Sækja ónettengt þýðingaminni
nl: Offline-TM downloaden
sr: Преузми ван мрежну МП

source: Unsupported filetype '%s', only PO files are supported at this time
cs: Nepodporovaný typ souboru ‚%s‘, v současnosti jsou podporovány jen soubory PO
gl: Tipo de ficheiro '%s' non compatíbel, por agora só se admiten ficheiros PO
he: סוג הקובץ '%s' אינו נתמך, רק קובצי PO נתמכים נכון לעכשיו
is: Óstudd skráategund '%s', einungis PO-skrár eru studdar í augnablikinu
nb: Ustøttet filtype '%s', bare PO-filer støttes akkurat nå
nl: Niet-ondersteund bestandstype '%s', alleen PO-bestanden worden momenteel ondersteund
sr: Неподржана врста датотеке „%s“, за сада су подржане само ПО датотеке

source: File '%s' missing X-Pootle-Path header
cs: Soubor ‚%s‘ nemá nastavenu položku hlavičky X-Pootle-Path
gl: Ao ficheiro '%s' fáltalle a cabeceira X-Pootle-Path
he: בקובץ '%s' חסרה הכותרת X-Pootle-Path
is: Skrána '%s' vantar X-Pootle-Path haus
nb: Filen '%s' mangler X-Poodle-Path-hode
nl: Bestand '%s' mist header X-Pootle-Path
sr: Датотеци „%s“ недостаје заглавље „X-Pootle-Path“

source: File '%s' missing or invalid X-Pootle-Revision header
cs: Soubor ‚%s‘ nemá nastavenu, nebo má chybně nastavenu položku hlavičky X-Pootle-Revision
gl: Ao ficheiro '%s' fáltalle a cabeceira X-Pootle-Revision
he: בקובץ '%s' הכותרת X-Pootle-Revision שגויה או חסרה
is: Skrána '%s' vantar eða hún er með ógildan X-Pootle-Revision haus
nl: Bestand '%s' mist of heeft ongeldige header X-Pootle-Revision
sr: Датотеци „%s“ недостаје или је неисправно заглавље „X-Pootle-Revision“

source: Could not create '%s'. Missing Project/Language? (%s)
cs: Vytvoření ‚%s‘ se nezdařilo. Chybějící projekt/jazyk? (%s)
gl: Non foi posíbel crear '%s'. Falta o proxecto ou o idioma? (%s)
he: לא ניתן ליצור את '%s'. חסרים מיזם/שפה? (%s)
is: Tókst ekki að búa til '%s'. Vantar Verkefni/Tungumál? (%s)
nb: Kunne ikke opprette '%s'. Manglende prosjekt/Språk? (%s)
nl: Kon '%s' niet aanmaken. Project/taal ontbreekt? (%s)
sr: Не могу да направим „%s“. Недостаје пројекат/језик? (%s)

source: There was an error uploading your file
cs: Při nahrávání souboru došlo k chybě
gl: Produciuse un erro ao enviar o ficheiro
he: אירעה שגיאה בהעלאת הקובץ שלך
is: Það kom upp villa við að senda inn skrána þína
nl: Er is een fout opgetreden tijdens het uploaden van uw bestand
sr: Дошло је до грешке приликом отпремања ваше датотеке

source: Language code does not follow the ISO convention
cs: Kód jazyka neodpovídá ISO normě
gl: O código de idioma non segue a convención ISO
he: קוד השפה אינו תואם למוסכמות תקן ה־ISO
is: Tungumálakóði fylgir ekki ISO reglum
nb: Språkkoden følger ikke ISO-konvensjonen
nl: Taalcode volgt de ISO-richtlijn niet
sr: Кôд језика није у складу са ИСО конвенцијом

source: Source Language
cs: Zdrojový jazyk
gl: Idioma orixe
he: שפת המקור
is: Upphaflegt tungumál
nb: Kildespråk
nl: Brontaal
sr: Изворни језик

source: You cannot remove a file type from a Project, if there are files of that file type ('%s')
cs: Z projektu nelze odebrat typ souboru pokud již existují soubory tohoto typu (‚%s‘)
gl: Non pode retirar un tipo de ficheiro dun proxecto en caso de que haxa ficheiros con ese tipo de ficheiro («%s»).
he: לא ניתן להסיר סוג קובץ ממיזם אם יש קבצים מהסוג הזה ('%s')
is: Þú getur ekki fjarlægt skráategund úr verkefni, ef í því eru skrár af þeirri skráategund ('%s')
nl: U kunt geen bestandstype uit een project verwijderen als er bestanden van dat bestandstype ('%s') bestaan
sr: Не можете уклонити врсту датотеке из Пројекта, ако има датотека те врсте (%s)

source: Password
cs: Heslo
gl: Contrasinal
he: ססמה
is: Lykilorð
nb: Passord
nl: Wachtwoord
sr: Лозинка

source: Please enter a valid LinkedIn user profile URL.
cs: Zadejte platnou adresu uživatelského profilu LinkedIn.
gl: Insira un URL de perfil de usuario de LinkedIn válido.
he: נא להזין כתובת תקנית לפרופיל משתמש ב־LinkedIn.
is: Skráðu inn gilda slóð á LinkedIn notandasnið
nb: Angi en gyldig nettadresse for LinkedIn-brukerprofil.
nl: Voer een geldige URL van een LinkedIn-gebruikersprofiel in.
sr: Унесите исправну адресу профила корисника ЛинкедИна.

source: Running (%d worker)
cs: Spuštěno (%d pracovní proces)
gl: Executando (%d traballador)
he: פועל (מנגנון אחד)
is: Í keyrslu (%d vinnsluferli)
nl: Actief (%d worker)
sr: Покрећем (%d радник)

source: Stopped
cs: Zastaveno
gl: Detido
he: מופסק
is: Stöðvað
nb: Stoppet
nl: Gestopt
sr: Заустављено

source: All Users
cs: Všichni uživatelé
gl: Todos os usuarios
he: כל המשתמשים
is: Allir notendur
nb: Alle brukere
nl: Alle gebruikers
sr: Сви корисници

source: Add Permissions
cs: Přidat oprávnění
gl: Engadir permisos
he: הוספת הרשאות
is: Bæta við aðgangsheimildum
nb: Legg til rettigheter
nl: Rechten toevoegen
sr: Додај овлашћења

source: Select one or more permissions
cs: Vyberte jedno nebo více oprávnění
gl: Seleccione un ou máis permisos
he: בחירה בהרשאה אחת או יותר
is: Veldu eina eða fleiri heimild
nb: Velg én eller flere tilganger
nl: Selecteer een of meer rechten
sr: Изаберите једно или више овлашћења

source: Revoke Permissions
cs: Odebrat oprávnění
gl: Revogar os permisos
he: שלילת הרשאות
is: Afturkalla aðgangsheimildir
nb: Tilbakekall tilganger
nl: Rechten intrekken
sr: Опозови овлашћења

source: No files in this project.
cs: Projekt neobsahuje žádné soubory.
gl: Non hai ficheiros neste proxecto.
he: אין קבצים במיזם זה.
is: Engar skrá eru í þessu verkefni.
nb: Ingen filer i dette prosjektet.
nl: Geen bestanden in dit project.
sr: Нема датотека у овом пројекту.

source: There are errors in the form. Please review the problems below.
cs: Do formuláře byly zadány chybné údaje. Zkontrolujte uvedené problémy.
gl: Hai erros no formulario. Revise os seguintes problemas.
he: יש טעויות בטופס. נא לסקור את הבעיות להלן.
is: Villur eru á síðunni. Athugaðu hver vandamálin eru hér fyrir neðan.
nb: Det er feil i skjemaet. Se over problemene nedenfor.
nl: Het formulier bevat fouten. Controleer de onderstaande problemen.
sr: Има грешака у обрасцу. Прегледајте проблеме испод.

source: Critical
cs: Kritické
gl: Críticos
he: משמעותי
is: Alvarlegt
nb: Kritisk
nl: Kritiek
sr: Критично

source: Cosmetic
cs: Kosmetické
gl: Cosméticos
he: קוסמטי
is: Smekksatriði
nb: Kosmetisk
nl: Cosmetisch
sr: Улепшано

source: Functional
cs: Funkční
gl: Funcionais
he: שימושי
is: Virkar
nb: Funksjonell
nl: Functioneel
sr: Делотворно

source: Extraction
cs: Extrakce
gl: Extracción
he: חילוץ
is: Afþjöppun
nb: Ekstraksjon
nl: Extractie
sr: Издвајање

source: Other
cs: Ostatní
gl: Outro
he: אחר
is: Annað
nl: Anders
sr: Друго

source: Accelerators
cs: Klávesové zkratky
gl: Aceleradores
he: מקשי האצה
is: Flýtilyklar
nb: Akselleratorer
nl: Sneltoetsen
sr: Пречице тастатуре

source: Acronyms
cs: Zkratky
gl: Acrónimos
he: ראשי תיבות
is: Skammstafanir
nb: Akronym
nl: Acroniemen
sr: Акроними

source: Blank
cs: Prázdný překlad
gl: En branco
he: ריק
is: Tómt
nb: Tom
nl: Leeg
sr: Празно

source: Brackets
cs: Závorky
gl: Corchetes, chaves e parénteses
he: סוגריים
is: Svigar
nb: Hakeparenteser
nl: Haakjes
sr: Заграде

source: Compendium conflict
cs: Slučovací konflikty
gl: Conflito no compendio
he: התנגשות בין מקורות
is: Yfirlit yfir árekstra
nb: Kompendiumkonflikt
nl: Conflict in compendium
sr: Сукоб у преводилачкој меморији

source: Translator credits
cs: Seznam překladatelů
gl: Créditos de tradución
he: שמות המתרגמים
is: Þakkir til þýðanda
nb: Oversettere
nl: Dank aan vertaler
sr: Заслуге преводилаца

source: Dialog sizes
cs: Velikosti dialogu
gl: Tamaño dos diálogos
he: גדלי תיבות דו־שיח
is: Stærðir glugga
nb: Dialogstørrelser
nl: Dialoogvenstergroottes
sr: Величине дијалога

source: Double quotes
cs: Dvojité uvozovky
gl: Comiñas dobres
he: מירכאות כפולות
is: Tvöfaldar gæsalappir
nb: Anførselstegn
nl: Dubbele aanhalingstekens
sr: Двоструки наводници

source: Double spaces
cs: Opakované mezery
gl: Espazado dobre
he: רווחים כפולים
is: Tvöföld bil
nb: Doble mellomrom
nl: Dubbele spaties
sr: Двоструки размаци

source: Repeated word
cs: Opakované slovo
gl: Palabra repetida
he: מילים חוזרות
is: Endurtekin orð
nb: Gjentatte ord
nl: Herhaald woord
sr: Поновљена реч

source: Ending punctuation
cs: Interpunkce na konci
gl: Puntuación final
he: פיסוק בסוף
is: Greinarmerki við enda
nb: Avsluttende punkttegn
nl: Eindinterpunctie
sr: Завршна интерпункција

source: Ending whitespace
cs: Mezery na konci
gl: Espazo en branco final
he: רווח בסוף
is: Bilmerki við enda
nb: Avsluttende mellomrom
nl: Eind-witruimte
sr: Завршна празнина

source: Escapes
cs: Řídící znaky
gl: Secuencias de escape
he: תווי חילוף
is: Umbreytingar
nb: Escape-tegn
sr: Знакови промене реда

source: File paths
cs: Cesty
gl: Rutas de ficheiros
he: נתיבי קבצים
is: Skráaslóðir
nb: Filbaner
nl: Bestandspaden
sr: Путање датотека

source: Functions
cs: Funkce
gl: Funcións
he: פונקציות
is: Föll
nb: Funksjoner
nl: Functies
sr: Функције

source: GConf values
cs: GConf
gl: Valores de GConf
he: ערכי GConf
is: GConf gildi
nb: GConf-verdier
nl: GConf-waarden
sr: Вредности Г-конфа

source: Fuzzy
cs: Přibližné
gl: Precisa traballo
he: מעורפלת
is: Óskýr
nb: Uklar
nl: Wazig
sr: Нејасно

source: Old KDE comment
cs: Staré komentáře KDE
gl: Comentario de KDE antigo
he: הערה ישנה של KDE
is: Gamlar KDE athugasemdir
nb: Gammel KDE kommentar
nl: Oude KDE-opmerking
sr: Стара напомена КДЕ-а

source: Long
cs: Podezřele dlouhé
gl: Lonxitude excesiva
he: ארוך
is: Löng
nb: Lang
nl: Te lang
sr: Дуго

source: Must translate words
cs: Musí být přeloženo
gl: Palabras de tradución obrigatoria
he: מילים שחובה לתרגם
is: Orð sem verður að þýða
nb: Må oversette ord
nl: Moet woorden vertalen
sr: Морате превести речи

source: Newlines
cs: Počet řádek
gl: Saltos de liña
he: שורות חדשות
is: Nýlínumerki
nb: Linjeskift
nl: Nieuwe regels
sr: Нови редови

source: Number of plurals
cs: Počet forem plurálu
gl: Número de plurais
he: מספר צורות הרבים
is: Fjöldi fleirtölumynda
nb: Antall flertallsformer
nl: Aantal meervouden
sr: Број множина

source: Don't translate words
cs: Nepřekládat
gl: Palabras que non se deben traducir
he: מילים שאין לתרגם
is: Orð sem ekki á að þýða
nb: Ikke oversett ord
nl: Woorden niet vertalen
sr: Не преводите речи

source: Numbers
cs: Čísla
gl: Números
he: מספרים
is: Tölur
nb: Tall
nl: Getallen
sr: Бројеви

source: Options
cs: Parametry
gl: Opcións
he: אפשרויות
is: Valkostir
nb: Alternativer
nl: Opties
sr: Опције

source: Punctuation spacing
cs: Mezery kolem interpunkce
gl: Espazado erróneo despois de puntuación
he: ריווח בין סימני פיסוק
is: Bil í greinarmerkjasetningu
nb: Tegnsettingsavstand
nl: Interpunctiespatiëring
sr: Размак између интерпункција

source: Pure punctuation
cs: Pouze interpunkce
gl: Puntuación pura
he: פיסוק טהור
is: Hrein greinarmerkjasetning
nb: Ren tegnsetting
nl: Zuivere interpunctie
sr: Неизмењена интерпункција

source: Python brace placeholders
cs: Závorkové zástupné řetězce Pythonu
gl: Marcadores de posición de chaves de Python
he: ממלאי מקום של Python בסוגריים מסולסלים
is: Python slaufusvigabreytur
nl: Python-brace-plaatshouders
sr: Питонови местодржачи заграде

source: Number of sentences
cs: Počet vět
gl: Número de frases
he: מספר משפטים
is: Fjöldi setninga
nb: Antall setninger
nl: Aantal zinnen
sr: Број реченица

source: Short
cs: Podezřele krátké
gl: Tradución moi curta
he: קצר
is: Stutt
nb: Kort
nl: Kort
sr: Кратко

source: Simple capitalization
cs: Velikost písmen
gl: Uso de maiúsculas
he: שימוש פשוט באותיות גדולות
is: Einföld hástöfun
nb: Enkle versaler
nl: Eenvoudig hoofdlettergebruik
sr: Величина слова

source: Simple plural(s)
cs: Plurály
gl: Plurais simples
he: ריבוי פשוט
is: Einföld fleirtölun
nb: Enkel/enkle flertallsform(er)
nl: Eenvoudig(e) meervoud(en)
sr: Множина

source: Single quotes
cs: Jednoduché uvozovky
gl: Comiñas simples
he: מירכאות בודדות
is: Einfaldar gæsalappir
nb: Enkle hermetegn
nl: Enkele aanhalingstekens
sr: Једноструки наводници

source: Starting capitalization
cs: Velikost písmen na začátku
gl: Maiúsculas iniciais
he: אות גדולה בהתחלה
is: Byrjun hástöfunar
nb: Innledende versal
nl: Hoofdletters aan begin
sr: Почетна величина слова

source: Starting punctuation
cs: Interpunkce na začátku
gl: Puntuación inicial
he: פיסוק פתיחה
is: Greinarmerki við byrjun
nb: Innledende tegnsetting
nl: Begin-interpunctie
sr: Почетна интерпункција
