Repository: pypi-data/pypi-mirror-25
Catalog: packages/Pootle/Pootle-2.9.0b4.tar.bz2/Pootle-2.9.0b4/pootle/locale/*/pootle.po
Languages: cs, gl, he, is, nb, nl, sr

source: Your version of Django is too old.
cs: Vaše verze Django je příliš stará.
gl: A súa versión de Django é demasiado antiga.
he: גרסת ה־Django שלך ישנה מדי.
is: Django útgáfan þín er of gömul.
nb: Din versjon av Django er for gammel.
nl: Uw versie van Django is te oud.
sr: Ваше издање Ђангоа је превише старо.

source: Try pip install --upgrade 'Django==%s'
cs: Zkuste spustit pip install --upgrade 'Django==%s'
gl: Probe pip install --upgrade 'Django==%s'
he: כדאי לנסות להפעיל את הפקודה pip install --upgrade 'Django==%s'‎
is: Prófaðu pip install --upgrade 'Django==%s'
nb: Prøv pip install --upgrade 'Django==%s'
nl: Probeer pip install --upgrade 'Django==%s'
sr: Покушајте „pip install --upgrade 'Django==%s'“

source: Your version of lxml is too old.
cs: Vaše verze lxml je příliš stará.
gl: A súa versión de lxml é demasiado antiga.
he: גרסת ה־lxml שלך ישנה מדי.
is: lxml útgáfan þín er of gömul.
nb: Din versjon av lxml er for gammel.
nl: Uw versie van lxml is te oud.
sr: Ваше издање ликсмл-а је превише старо.

source: Try pip install --upgrade lxml
cs: Zkuste spustit pip install --upgrade lxml
gl: Probe pip install --upgrade lxml
he: כדאי לנסות את הפקודה pip install --upgrade lxml
is: Prófaðu pip install --upgrade lxml
nb: Prøv pip install --upgrade lxml
nl: Probeer pip install --upgrade lxml
sr: Покушајте „pip install --upgrade lxml“

source: Your version of Translate Toolkit is too old.
cs: Vaše verze Translate Toolkit je příliš stará.
gl: A súa versión de Translate Toolkit é demasiado antiga.
he: גרסת ה־Translate Toolkit שלך ישנה מדי.
is: Translate Toolkit útgáfan þín er of gömul.
nb: Din versjon av Translate Toolkit er for gammel.
nl: Uw versie van Translate Toolkit is te oud.
sr: Ваше издање алатног скупа превођења је превише старо.

source: Try pip install --upgrade translate-toolkit
cs: Zkuste spustit pip install --upgrade translate-toolkit
gl: Probe pip install --upgrade translate-toolkit
he: כדאי לנסות להריץ את pip install --upgrade translate-toolkit
is: Prófaðu pip install --upgrade translate-toolkit
nb: Prøv med pip install --upgrade translate-toolkit
nl: Probeer pip install --upgrade translate-toolkit
sr: Покушајте „pip install --upgrade translate-toolkit“

source: Could not connect to Redis (%s)
cs: Nepodařilo se navázat spojení s Redis (%s)
gl: Non foi posíbel conectar con Redis (%s)
he: לא ניתן להתחבר ל־Redis (%s)
is: Gat ekki tengst við Redis (%s)
nb: Kunne ikke koble til Redis (%s)
nl: Kon geen verbinding maken met Redis (%s)
sr: Не могу да се повежем са Редисом (%s)

source: Make sure Redis is running on %(host)s:%(port)s
cs: Ujistěte se, že je Redis spuštěn na %(host)s:%(port)s
gl: Asegúrese de que Redis se está executando en %(host)s:%(port)s
he: נא לוודא ש־Redis פועל על גבי %(host)s:%(port)s
nb: Sørg for at Redis kjører på %(host)s:%(port)s
nl: Zorg ervoor dat Redis actief is op %(host)s:%(port)s
sr: Уверите се да је Редис покренут на %(host)s:%(port)s

source: Your version of Redis is too old.
cs: Vaše verze Redis je příliš stará.
gl: A súa versión de Redis é demasiado antiga.
he: גרסת ה־Redis שלך ישנה מדי.
is: Redis útgáfan þín er of gömul.
nb: Din versjon av Redis er for gammel.
nl: Uw versie van Redis is te oud.
sr: Ваше издање Редиса је превише старо.

source: Update your system's Redis server package to at least version %s
cs: Aktualizujte balíček systémového Redis serveru alespoň na verzi %s
gl: Actualice o paquete do servidor Redis do seu sistema a cando menos a versión %s
he: נא לעדכן את חבילת ה־Redis בשרת שלך לגרסה %s לפחות
nb: Oppdater ditt systems tjenerpakke for Redis til ihvertfall versjon %s
nl: Werk het Redis-server-pakket van uw systeem bij naar minstens versie %s
sr: Освежите пакет сервера Редиса вашег система барем на издање %s

source: No worker running.
cs: Nejsou spuštěny žádné pracovní procesy.
gl: Non hai traballadores executándose.
he: אין משימת רקע פעילה.
is: Engin verkferli í gangi.
nl: Er is geen worker actief.
sr: Није покренут радник.

source: Run new workers with 'pootle rqworker'
cs: Spouštět nové pracovní procesy prostřednictvím ‚pootle rqworker‘
gl: Execute novos traballadores con 'pootle rqworker'
he: ניתן להפעיל משימות רקע חדשות עם 'pootle rqworker'
nb: Kjør nye arbeidere med 'pootle rqworker'
nl: Voer nieuwe workers uit met 'pootle rqworker'
sr: Покрените нове раднике наредбом „pootle rqworker“

source: Cache backend is not set to Redis.
cs: Back-end mezipaměti není nastaven na Redis.
gl: O motor de caché definido non é Redis.
he: מנגנון המטמון לא מוגדר כ־Redis.
nb: Mellomlager-bakende er ikke satt til Redis.
nl: Cache-backend is niet ingesteld op Redis.
sr: Позадинац оставе није подешен на Редиса.

source: Set default cache backend to django_redis.cache.RedisCache Current settings: %r
cs: Nastavte výchozí back-end mezipaměti na django_redis.cache.RedisCache Aktuální nastavení: %r
gl: Defina django_redis.cache.RedisCache como o motor de caché predefinido Opción actual: %r
he: יש להגדיר את מנגנון מטמון בררת המחדל ל־django_redis.cache.RedisCache הגדרה נוכחית: %r
nb: Sett forvalgt mellomlager-bakende til django_redis.cache.RedisCache Gjeldende innstillinger: %r
nl: Stel standaard cache-backend in op django_redis.cache.RedisCache Huidige instellingen: %r
sr: Подесите основног позадинца оставе на „django_redis.cache.RedisCache“ Тренутно подешавање је: %r

source: Could not initiate a Redis cache connection
cs: Nepodařilo se navázat spojení s Redis mezipamětí
gl: Non foi posíbel iniciar unha conexión á caché Redis
he: לא ניתן להפעיל את החיבור למטמון ה־Redis
nb: Kunne ikke igangsette en Redis mellomlager-tilkobling
nl: Kon geen verbinding met Redis-cache tot stand brengen
sr: Не могу да започнем везу оставе Редиса

source: Double-check your CACHES settings
cs: Zkontrolujte nastavení CACHES
gl: Comprobe o valor da opción CACHES
he: נא לבדוק את הגדרות ה־CACHES שלך פעם נוספת
nb: Dobbeltsjekk dine CACHES-innstillinger
nl: Controleer uw CACHES-instellingen
sr: Два пута проверите ваша подешавања ОСТАВА

source: Distinct django_redis.cache.RedisCache configurations are required for `default`, `redis` and `lru`.
cs: Je vyžadováno samostatné nastavení django_redis.cache.RedisCache pro `default`, `redis` a `Iru`.
gl: Requírense configuracións diferentes de django_redis.cache.RedisCache para «default», «redis» e «lru».
he: נדרשות הגדרות django_redis.cache.RedisCache נפרדות עבור `default`,‏ `redis` ו־`lru`.
nl: Er zijn verschillende django_redis.cache.RedisCache-configuraties vereist voor 'default', 'redis' en 'lru'.
sr: Посебна „django_redis.cache.RedisCache“ подешавања су потребна за „default“, „redis“ и „lru“.

source: DEBUG mode is on. Do not do this in production!
cs: Je aktivní DEBUG režim. Nepoužívejte v ostrém provozu!
gl: O modo DEBUG está activado. Non faga isto en produción!
he: מצב DEBUG מופעל. לא מומלץ לעשות זאת בסביבת עבודה!
nb: DEBUG (feilrettings-)modus er påslått. Ikke bruk dette i produksjonsøyemed!
nl: DEBUGmodus staat aan. Doe dit niet in productie!
sr: Режим ПРОЧИШЋАВАЊА је укључен. Немојте ово радити у производњи!

source: Set DEBUG = False in Pootle settings
cs: V nastavení Pootle serveru nastavte DEBUG = False
gl: Defina DEBUG = False na configuración de Pootle
he: הגדרת DEBUG = False בהגדרות של Pootle
nb: Sett DEBUG = False i Pootles innstillinger
nl: Stel DEBUG = False in in de Pootle-instellingen
sr: Подесите „DEBUG = False“ у подешавањима Поотла

source: The sqlite database backend is unsupported
cs: Databázový back-end sqlite není podporován
gl: O motor de bases de datos SQLite non é compatíbel
he: מנגנון מסד הנתונים של sqlite אינו נתמך
is: sqlite gagnagrunnsbakendinn er ekki studdur
nb: SQLite-databasebakende støttes ikke
nl: De sqlite-database-backend wordt niet ondersteund
sr: Позадинац скулајт базе података није подржан

source: Set your default database engine to postgresql or mysql
cs: Nastavte výchozí databázový modul na postgresql nebo mysql
gl: Defina postgresql ou mysql como o motor de bases de datos predefinido
he: הגדרת מסד הנתונים שלך כבררת מחדל ל־postgresql או mysql
is: Settu sjálfgefna gagnagrunnsvél sem postgresql eða mysql
nl: Stel uw standaard database-engine in op postgresql of mysql
sr: Подесите ваш основни погон базе података на „postgresql“ или „mysql“

source: Not using cached_db as session engine
cs: Jako modul pro relace není použit chached_db
gl: Non se usa cached_db como motor de sesión
he: לא נעשה שימוש ב־cached_db כמנגנון הפעלות
nb: Bruker ikke cached_db som øktmotor
nl: Cached_db wordt niet als sessie-engine gebruikt
sr: Не користим „cached_db“ као погон сесије

source: Set SESSION_ENGINE to django.contrib.sessions.backend.cached_db Current settings: %r
cs: Nastavte SESSION_ENGINE na django.contrib.sessions.backend.cached_db Aktuální nastavení: %r
gl: Defina SESSION_ENGINE como django.contrib.sessions.backend.cached_db Opción actual: %r
he: הגדרת SESSION_ENGINE ל־django.contrib.sessions.backend.cached_db הגדרה נוכחית: %r
nb: Sett SESSION_ENGINE til django.contrib.sessions.backends.cached_db Nåværende innstillinger: %r
nl: Stel SESSION_ENGINE in op django.contrib.sessions.backend.cached_db Huidige instellingen: %r
sr: Подесите „SESSION_ENGINE“ на „django.contrib.sessions.backend.cached_db“ Тренутна подешавања су: %r

source: POOTLE_CONTACT_EMAIL is not set.
cs: Není nastaveno POOTLE_CONTACT_EMAIL.
gl: POOTLE_CONTACT_EMAIL non está definido.
he: POOTLE_CONTACT_EMAIL לא מוגדר.
is: POOTLE_CONTACT_EMAIL er ekki stillt.
nl: POOTLE_CONTACT_EMAIL is niet ingesteld.
sr: Није подешено „POOTLE_CONTACT_EMAIL“.

source: Set POOTLE_CONTACT_EMAIL to allow users to contact administrators through the Pootle contact form.
cs: Nastavte POOTLE_CONTACT_EMAIL aby mohli uživatelé kontaktovat administrátory prostřednictvím kontaktního formuláře Pootle serveru.
gl: Defina POOTLE_CONTACT_EMAIL para permitirlle aos usuarios contactar cos administradores empregando o formulario de contacto de Pootle.
he: ניתן להגדיר את POOTLE_CONTACT_EMAIL כדי לאפשר למשתמשים ליצור קשר עם המנהלים באמצעות טופס יצירת הקשר של Pootle.
nb: Angi POOTLE_CONTACT_EMAIL for å tillate brukere å kontakte administatorer gjennom kontaktskjemaet til Pootle.
nl: Stel POOTLE_CONTACT_EMAIL in om gebruikers contact te kunnen laten opnemen met beheerders via het Pootle-contactformulier.
sr: Подесите „POOTLE_CONTACT_EMAIL“ да дозволите корисницима да се обрате администраторима.

source: POOTLE_CONTACT_EMAIL is using the following default setting %r.
cs: POOTLE_CONTACT_EMAIL používá následující výchozí nastavení %r.
gl: POOTLE_CONTACT_EMAIL está empregando a opción predefinida %r.
he: ב־POOTLE_CONTACT_EMAIL נעשה שימוש בהגדרות בררת המחדל האלו %r.
nb: POOTLE_CONTACT_EMAIL bruker følgende forvalgte innstilling %r.
nl: POOTLE_CONTACT_EMAIL gebruikt de volgende standaardinstelling %r.
sr: „POOTLE_CONTACT_EMAIL“ користи следеће основно подешавање „%r“.

source: POOTLE_CONTACT_EMAIL is the address that will receive messages sent by the contact form.
cs: POOTLE_CONTACT_EMAIL určuje adresu na kterou budou doručovány zprávy zaslané prostřednictvím kontaktního formuláře.
gl: POOTLE_CONTACT_EMAIL é o enderezo que recibirá as mensaxes enviadas polo formulario de contacto.
he: POOTLE_CONTACT_EMAIL היא הכתובת שתקבל הודעות שנשלחות באמצעות טופס יצירת הקשר.
nb: POOTLE_CONTACT_EMAIL er adressen meldinger fra kontaktskjemaet vil bli sendt til.
nl: POOTLE_CONTACT_EMAIL is het adres dat berichten zal ontvangen die via het contactformulier zijn verzonden.
sr: „POOTLE_CONTACT_EMAIL“ је адреса која ће примити поруке послате са обрасца контакта.

source: DEFAULT_FROM_EMAIL is not set.
cs: Není nastaveno DEFAULT_FROM_EMAIL.
gl: A opción DEFAULT_FROM_EMAIL non está definida.
he: DEFAULT_FROM_EMAIL לא מוגדר.
is: DEFAULT_FROM_EMAIL er ekki stillt.
nb: DEFAULT_FROM_EMAIL er ikke satt.
nl: DEFAULT_FROM_EMAIL is niet ingesteld.
sr: Није подешено „DEFAULT_FROM_EMAIL“.

source: DEFAULT_FROM_EMAIL is used in all outgoing Pootle email. Don't forget to review your mail server settings.
cs: DEFAULT_FROM_EMAIL je používán ve všech odchozích e-mailech z Pootle serveru. Nezapomeňte zkontrolovat nastavení vašeho e-mail serveru.
gl: DEFAULT_FROM_EMAIL úsase para todo o correo electrónico saínte de Pootle. Non esqueza revisar a configuración do servidor de correo electrónico.
he: ב־DEFAULT_FROM_EMAIL נעשה שימוש בכל תכתובות הדוא״ל היוצאות של Pootle. מומלץ לא לשכוח לסקור את הגדרות שרת הדוא״ל שלך.
nb: DEFAULT_FROM_EMAIL brukes til all utgående e-post fra Pootle. Ikke glem å se over e-postinnstillingene på tjeneren din.
nl: DEFAULT_FROM_EMAIL wordt in alle uitgaande e-mail van Pootle gebruikt. Vergeet niet de instellingen voor uw mailserver te controleren.
sr: „DEFAULT_FROM_EMAIL“ се користи у свим одлазним порукама е-поште Поотла. Не заборавите да прегледате подешавања вашег сервера поште.

source: DEFAULT_FROM_EMAIL is using the following default setting %r.
cs: DEFAULT_FROM_EMAIL používá následující výchozí nastavení %r.
gl: DEFAULT_FROM_EMAIL está usando a opción predefinida %r.
he: DEFAULT_FROM_EMAIL מוגדר לפי בררת המחדל הבאה %r.
nb: DEFAULT_FROM_EMAIL bruker følgende forvalgte innstilling %r.
nl: DEFAULT_FROM_EMAIL gebruikt de volgende standaardinstelling %r.
sr: „DEFAULT_FROM_EMAIL“ користи следеће основно подешавање „%r“.

source: POOTLE_TM_SERVER['%s'] has no INDEX_NAME.
cs: POOTLE_TM_SERVER['%s'] nemá nastaveno INDEX_NAME.
gl: POOTLE_TM_SERVER['%s'] non ten INDEX_NAME.
he: ל־POOTLE_TM_SERVER['%s'] אין INDEX_NAME.
nl: POOTLE_TM_SERVER['%s'] heeft geen INDEX_NAME.
sr: „POOTLE_TM_SERVER['%s']“ нема „INDEX_NAME“.

source: Set an INDEX_NAME for POOTLE_TM_SERVER['%s'].
cs: Nastavte INDEX_NAME pro POOTLE_TM_SERVER['%s'].
gl: Defina INDEX_NAME para POOTLE_TM_SERVER['%s'].
he: יש להגדיר INDEX_NAME עבור POOTLE_TM_SERVER['%s'].
nb: Angi et INDEX_NAME for POOTLE_TM_SERVER['%s'].
nl: Stel een INDEX_NAME in voor POOTLE_TM_SERVER['%s'].
sr: Подесите „INDEX_NAME“ за „POOTLE_TM_SERVER['%s']“.

source: Duplicate '%s' INDEX_NAME in POOTLE_TM_SERVER.
cs: Duplicitní '%s' INDEX_NAME v POOTLE_TM_SERVER.
gl: INDEX_NAME '%s' duplicado en POOTLE_TM_SERVER.
he: '%s' INDEX_NAME כפול ב־POOTLE_TM_SERVER.
nl: Dubbele '%s'-INDEX_NAME in POOTLE_TM_SERVER.
sr: Удвостручено „%s“ „INDEX_NAME“ у „POOTLE_TM_SERVER“.

source: Set different INDEX_NAME for all servers in POOTLE_TM_SERVER.
cs: Pro každý server v POOTLE_TM_SERVER nastavte rozdílné INDEX_NAME.
gl: Defina un INDEX_NAME para todos os servidores en POOTLE_TM_SERVER.
he: הגדרת INDEX_NAME שונה לכל השרתים ב־POOTLE_TM_SERVER.
nb: Angi ulike INDEX_NAME for alle tjenere i POOTLE_TM_SERVER.
nl: Stel een andere INDEX_NAME in voor alle servers in POOTLE_TM_SERVER.
sr: Подесите различито „INDEX_NAME“ за све сервере у „POOTLE_TM_SERVER“.

source: POOTLE_TM_SERVER['%s'] has no ENGINE.
cs: POOTLE_TM_SERVER['%s'] nemá nastaveno ENGINE.
gl: POOTLE_TM_SERVER['%s'] non ten ENGINE.
he: ל־POOTLE_TM_SERVER['%s'] אין ENGINE.
nb: POOTLE_TM_SERVER['%s'] har ingen ENGINE.
nl: POOTLE_TM_SERVER['%s'] geeft geen ENGINE.
sr: „POOTLE_TM_SERVER['%s']“ нема „ENGINE“.

source: Set a ENGINE for POOTLE_TM_SERVER['%s'].
cs: Nastavte ENGINE pro POOTLE_TM_SERVER['%s'].
gl: Defina ENGINE para POOTLE_TM_SERVER['%s'].
he: הגדרת ENGINE עבור POOTLE_TM_SERVER['%s'].
nb: Angi en ENGINE for POOTLE_TM_SERVER['%s'].
nl: Stel een ENGINE in voor POOTLE_TM_SERVER['%s'].
sr: Подесите „ENGINE“ за „POOTLE_TM_SERVER['%s']“.

source: POOTLE_TM_SERVER['%s'] has no HOST.
cs: POOTLE_TM_SERVER['%s'] nemá nastaveno HOST.
gl: POOTLE_TM_SERVER['%s'] non ten HOST.
he: ל־POOTLE_TM_SERVER['%s'] אין HOST.
nb: POOTLE_TM_SERVER['%s'] har ingen HOST. (vert)
nl: POOTLE_TM_SERVER['%s'] heeft geen HOST.
sr: „POOTLE_TM_SERVER['%s']“ нема „HOST“.

source: Set a HOST for POOTLE_TM_SERVER['%s'].
cs: Nastavte HOST pro POOTLE_TM_SERVER['%s'].
gl: Defina HOST para POOTLE_TM_SERVER['%s'].
he: יש להגדיר HOST עבור POOTLE_TM_SERVER['%s'].
nb: Angi en HOST (vert) for POOTLE_TM_SERVER['%s'].
nl: Stel een HOST in voor POOTLE_TM_SERVER['%s'].
sr: Подесите „HOST“ за „POOTLE_TM_SERVER['%s']“.

source: POOTLE_TM_SERVER['%s'] has no PORT.
cs: POOTLE_TM_SERVER['%s'] nemá nastaveno PORT.
gl: POOTLE_TM_SERVER['%s'] non ten PORT.
he: ל־POOTLE_TM_SERVER['%s'] אין PORT.
nb: POOTLE_TM_SERVER['%s'] har ingen PORT.
nl: POOTLE_TM_SERVER['%s'] heeft geen PORT.
sr: „POOTLE_TM_SERVER['%s']“ нема „PORT“.

source: Set a PORT for POOTLE_TM_SERVER['%s'].
cs: Nastavte PORT pro POOTLE_TM_SERVER['%s'].
gl: Defina PORT para POOTLE_TM_SERVER['%s'].
he: הגדרת PORT עבור POOTLE_TM_SERVER['%s'].
nb: Angi en PORT for POOTLE_TM_SERVER['%s'].
nl: Stel een PORT in voor POOTLE_TM_SERVER['%s'].
sr: Подесите „PORT“ за „POOTLE_TM_SERVER['%s']“.

source: POOTLE_TM_SERVER['%s'] has a WEIGHT less than 0.0 or greater than 1.0
cs: POOTLE_TM_SERVER['%s'] má nastaveno WEIGHT nižší než 0.0 nebo vyšší než 1.0
gl: POOTLE_TM_SERVER['%s'] ten WEIGHT menor que 0.0 ou maior que 1.0
he: ל־POOTLE_TM_SERVER['%s'] מוגדר WEIGHT קטן מ־0.0 or או גדול מ־1.0
nb: POOTLE_TM_SERVER['%s'] har en WEIGHT mindre enn 0.0 eller større enn 1.0
nl: POOTLE_TM_SERVER['%s'] heeft geen WEIGHT kleiner dan 0,0 of groter dan 1,0
sr: „POOTLE_TM_SERVER['%s']“ има „WEIGHT“ мању од 0.0 или већу од 1.0

source: Set a WEIGHT between 0.0 and 1.0 (both included) for POOTLE_TM_SERVER['%s'].
cs: Nastavte WEIGHT mezi 0.0 a 1.0 (včetně) pro POOTLE_TM_SERVER['%s'].
gl: Defina WEIGHT entre 0.0 e 1.0 (ámbolos dous incluídos) para POOTLE_TM_SERVER['%s'].
he: יש להגדיר WEIGHT בין 0.0 ל־1.0 (כולל) עבור POOTLE_TM_SERVER['%s'].
nb: Angi WEIGHT mellon 0.0 og 1.0 (båda inkluderade) for POOTLE_TM_SERVER['%s'].
nl: Stel een WEIGHT in tussen 0,0 en 1,0 (beide inbegrepen) voor POOTLE_TM_SERVER['%s'].
sr: Подесите „WEIGHT“ између 0.0 и 1.0 (обе укључене) за „POOTLE_TM_SERVER['%s']“.

source: POOTLE_SCORES has no %s.
cs: POOTLE_SCORES nemá nastaveno %s.
gl: POOTLE_SCORES non ten %s.
nl: POOTLE_SCORES heeft geen %s.

source: Set %s in POOTLE_SCORES.
cs: Nastavte %s pro POOTLE_SCORES.
gl: Defina %s en POOTLE_SCORES.
nl: Stel %s in in POOTLE_SCORES.

source: Invalid value for %s in POOTLE_SCORES.
cs: POOTLE_SCORES obsahuje neplatnou hodnotu %s.
gl: Valor non válido para %s en POOTLE_SCORES.
nl: Ongeldige waarde voor %s in POOTLE_SCORES.

source: Set a valid value for %s in POOTLE_SCORES.
cs: Nastavte platnou hodnotu %s pro POOTLE_SCORES.
gl: Defina un valor válido para %s en POOTLE_SCORES.
nl: Stel een geldige waarde in voor %s in POOTLE_SCORES.

source: POOTLE_MARKUP_FILTER is missing.
cs: POOTLE_MARKUP_FILTER nebyl nalezen.
gl: Falta POOTLE_MARKUP_FILTER.
he: POOTLE_MARKUP_FILTER חסר.
is: POOTLE_MARKUP_FILTER vantar.
nb: POOTLE_MARKUP_FILTER mangler.
nl: POOTLE_MARKUP_FILTER ontbreekt.
sr: Недостаје „POOTLE_MARKUP_FILTER“.

source: Set POOTLE_MARKUP_FILTER.
cs: Nastavte POOTLE_MARKUP_FILTER.
gl: Defina POOTLE_MARKUP_FILTER.
he: הגדרת POOTLE_MARKUP_FILTER.
is: Stilltu POOTLE_MARKUP_FILTER.
nb: Angi POOTLE_MARKUP_FILTER.
nl: Stel POOTLE_MARKUP_FILTER in.
sr: Подесите „POOTLE_MARKUP_FILTER“.

source: Invalid value in POOTLE_MARKUP_FILTER.
cs: POOTLE_MARKUP_FILTER obsahuje neplatnou hodnotu.
gl: Valor non válido en POOTLE_MARKUP_FILTER.
he: ערך שגוי ב־POOTLE_MARKUP_FILTER.
is: Óleyfilegt gildi POOTLE_MARKUP_FILTER.
nb: Ugyldig verdi i POOTLE_MARKUP_FILTER.
nl: Ongeldige waarde in POOTLE_MARKUP_FILTER.
sr: Неисправна вредност у „POOTLE_MARKUP_FILTER“.

source: Set a valid value for POOTLE_MARKUP_FILTER.
cs: Nastavte platnou hodnotu POOTLE_MARKUP_FILTER.
gl: Defina un valor válido para POOTLE_MARKUP_FILTER.
he: הגדרת ערך תקין עבור POOTLE_MARKUP_FILTER.
nb: Angi en gyldig verdi for POOTLE_MARKUP_FILTER.
nl: Stel een geldige waarde in voor POOTLE_MARKUP_FILTER.
sr: Подесите исправну вредност за „POOTLE_MARKUP_FILTER“.

source: Invalid markup in POOTLE_MARKUP_FILTER.
cs: POOTLE_MARKUP_FILTER obsahuje neplatné značky.
gl: Marcación non válida en POOTLE_MARKUP_FILTER.
he: סימון שגוי ב־POOTLE_MARKUP_FILTER.
nb: Ugyldig oppmerking i POOTLE_MARKUP_FILTER.
nl: Ongeldige opmaak in POOTLE_MARKUP_FILTER.
sr: Неисправна назнака у „POOTLE_MARKUP_FILTER“.

source: Set a valid markup for POOTLE_MARKUP_FILTER.
cs: Nastavte platné značky pro POOTLE_MARKUP_FILTER.
gl: Defina unha marcación válida para POOTLE_MARKUP_FILTER.
he: הגדרת סימון תקין עבור POOTLE_MARKUP_FILTER.
nb: Velg en gyldig oppmerking for POOTLE_MARKUP_FILTER.
nl: Stel een geldige opmaak in voor POOTLE_MARKUP_FILTER.
sr: Подесите исправну назнаку за „POOTLE_MARKUP_FILTER“.

source: POOTLE_MARKUP_FILTER is set to '%s' markup, but the package that provides can't be found.
cs: POOTLE_MARKUP_FILTER má nastavenu značku ‚%s‘, ale balíček který ji poskytuje nebyl nalezen.
gl: POOTLE_MARKUP_FILTER indica que se debe empregar a marcación '%s', pero non é posíbel atopar o paquete a fornece.
he: POOTLE_MARKUP_FILTER מוגדר לסימון '%s', אך החבילה המספקת את הסימון לא נמצאת.
nl: POOTLE_MARKUP_FILTER is ingesteld op '%s'-opmaak, maar het pakket dat dit levert kan niet worden gevonden.
sr: „POOTLE_MARKUP_FILTER“ је подешено на „%s“ назнаку, али пакет који је обезбеђује не може бити нађен.

source: Install the package or change POOTLE_MARKUP_FILTER.
cs: Nainstalujte tento balíček, nebo upravte POOTLE_MARKUP_FILTER.
gl: Instale o paquete ou cambie POOTLE_MARKUP_FILTER.
he: נא להתקין את החבילה או לשנות את POOTLE_MARKUP_FILTER.
nb: Installer pakken eller endre POOTLE_MARKUP_FILTER.
nl: Installeer het pakket of wijzig POOTLE_MARKUP_FILTER.
sr: Инсталирајте пакет или измените „POOTLE_MARKUP_FILTER“.

source: POOTLE_MARKUP_FILTER set to 'None' is deprecated.
cs: Použití hodnoty ‚None‘ pro POOTLE_MARKUP_FILTER je zastaralé.
gl: POOTLE_MARKUP_FILTER está definido como 'None', o cal está desaprobado.
nl: POOTLE_MARKUP_FILTER ingesteld op 'None' wordt niet meer ondersteund.

source: Set your markup to 'html' explicitly.
cs: Nastavte značkovací jazyk explicitně na ‚html‘.
gl: Defina explicitamente a marcación como «html».
nl: Stel uw opmaak expliciet in op 'html'.

source: POOTLE_MARKUP_FILTER is using '%s' markup, which is deprecated and will be removed in future.
cs: POOTLE_MARKUP_FILTER používá značkovací jazyk ‚%s‘, který je zastaralý a bude v budoucnu odstraněn.
gl: POOTLE_MARKUP_FILTER indica que se debe empregar a marcación '%s', que está desaprobada e que se retirará no futuro.
nl: POOTLE_MARKUP_FILTER gebruikt '%s'-opmaak, die niet meer wordt ondersteund en in de toekomst wordt verwijderd.

source: Convert your staticpages to Markdown and set your markup to 'markdown'.
cs: Přepište své statické stránky pomocí jazyka Markdown a nastavte značkovací jazyk na ‚markdown‘.
gl: Converta as súas páxinas estáticas a Markdown e defina a súa marcación como 'markdown'.
nl: Converteer uw statische pagina's naar Markdown en stel uw opmaak in op 'markdown'.

source: The default 'admin' user still has a password set to 'admin'.
cs: Výchozí ‚admin‘ uživatel má stále nastaveno výchozí heslo ‚admin‘.
gl: O usuario predefinido 'admin' aínda usa o contrasinal predefinido 'admin'.
he: למשתמש 'admin' שמוגדר כבררת מחדל עדיין מוגדרת הססמה 'admin'.
is: Sjálfgefinn 'admin' notandi er ennþá með lykilorðið stillt sem 'admin'.
nb: Den forvalgte 'admin'-brukeren har passord satt til 'admin'.
nl: De standaardgebruiker 'admin' heeft nog een wachtwoord ingesteld op 'admin'.
sr: Основни корисник „admin“ још увек има подешену лозинку на „admin“.

source: Remove the 'admin' user or change its password.
cs: Odstraňte uživatele ‚admin‘, nebo změňte jeho heslo.
gl: Retire o usuario 'admin' ou cambie o seu contrasinal.
he: כדאי להסיר את המשתמש 'admin' או לשנות את הססמה שלו.
is: Fjarlægðu 'admin' notandann eða breyttu lykilorði hans.
nb: Fjern 'admin'-brukeren eller endre dens passord.
nl: Verwijder de gebruiker 'admin' of wijzig het wachtwoord ervan.
sr: Уклоните корисника „admin“ или измените његову лозинку.
