Repository: pypi-data/pypi-mirror-25
Catalog: packages/Pootle/Pootle-2.9.0b4.tar.bz2/Pootle-2.9.0b4/pootle/locale/*/pootle.po
Languages: cs, gl, he, is, nb, nl, sr

source: Starting whitespace
cs: Mezery na začátku
gl: Espazo en branco inicial
he: רווח בהתחלה
is: Strengur byrjar á bilstaf
nb: Innledende mellomrom
nl: Witruimte aan begin
sr: Почетна празнина

source: Tabs
cs: Tabulátory
gl: Tabulacións
he: טאבים
is: Inndráttarmerki
nb: Tabulatorer
sr: Табулатори

source: Unchanged
cs: Nezměněno
gl: Sen cambios
he: ללא שינוי
is: Óbreytt
nb: Uendret
nl: Ongewijzigd
sr: Непромењено

source: Untranslated
cs: Nepřeloženo
gl: Sen traducir
he: לא תורגמו
is: Óþýtt
nb: Uoversatt
nl: Onvertaald
sr: Непреведено

source: URLs
cs: Adresy
he: כתובות
is: Slóðir
nb: URL-er
sr: Адресе

source: Valid characters
cs: Povolené znaky
gl: Caracteres válidos
he: תווים תקינים
is: Löglegir stafir
nb: Gyldige tegn
nl: Geldige tekens
sr: Исправни знакови

source: Placeholders
cs: Zástupné znaky
gl: Marcadores de posición
he: ממלאי מקום
is: Ígildisbreytur
nb: Plassholdere
nl: Plaatshouders
sr: Местодржачи

source: Valid XML
cs: Platné XML
gl: XML válido
he: XML תקין
is: Gilt XML
nb: Gydlig XML
nl: Geldige XML
sr: Исправна ИксМЛ

source: XML tags
cs: XML značky
gl: Etiquetas XML
he: תגיות XML
is: XML merkingar
nb: XML-elementer
nl: XML-labels
sr: ИксМЛ ознаке

source: ftl format
cs: FTL formát
gl: Formato FTL
he: תצורת ftl
is: ftl-snið
nl: ftl-indeling
sr: фтл формат

source: Romanian: Avoid cedilla diacritics
cs: Rumunština: Vyhýbat se znaménkům cedilla
gl: Romanés: Evite as cedillas diacríticas
he: רומנית: התעלמות מסימני סדיליה
is: Rúmenska: Forðast bakkróka (cedilla) á broddstöfum
nl: Roemeens: diakritische tekens met cedille vermijden
sr: Румунски: Избегавајте диакритике седиле

source: Romanian: Use "niciun"/"nicio"
cs: Rumunština: Používat "niciun"/"nicio"
gl: Romanés: Use "niciun"/"nicio"
he: רומנית: שימוש ב־"niciun"/"nicio"
is: Rúmenska: Nota "niciun"/"nicio"
nb: Rumensk: Bruk "niciun"/"nicio"
nl: Roemeens: 'niciun'/'nicio' gebruiken
sr: Румунски: Користите „niciun/nicio“

source: Format name
cs: Název formátu
gl: Nome do formato
he: שם התבנית
is: Sníða nafn
nb: Formatnavn
nl: Naam van indeling
sr: Назив формата

source: Format title
cs: Popis formátu
gl: Título do formato
he: כותרת התבנית
is: Sníða titil
nb: Formattittel
nl: Titel van indeling
sr: Наслов формата

source: Enabled
cs: Zapnuto
gl: Activado
he: פעיל
is: Virkt
nb: Påskrudd
nl: Ingeschakeld
sr: Укључено

source: Monolingual format
cs: Jednojazyčný formát
gl: Formato monolingüe
he: תבנית חד־לשונית
is: Eins-tungumáls snið
nl: Monolinguale indeling
sr: Вишејезички формат

source: GNU-style
cs: GNU styl
gl: Estilo de GNU
he: בסגנון GNU
is: GNU-stíll
nb: GNU-stil
nl: GNU-stijl
sr: ГНУ-стил

source: non GNU-style
cs: Ne-GNU styl
gl: Non estilo de GNU
he: בסגנון חורג GNU
is: Ekki-GNU-stíll
nb: ikke GNU-stil
nl: niet-GNU-stijl
sr: не ГНУ-стил

source: Django-style
cs: Django styl
gl: Estilo de Django
he: בסגנון Django
is: Django-stíll
nb: Django-stil
nl: Django-stijl
sr: Ђанго-стил

source: Custom
cs: Vlastní
gl: Personalizado
he: התאמה אישית
is: Sérsniðið
nb: Egendefinert
nl: Aangepast
sr: Произвољно

source: Filesystem backend
cs: Back-end systému souborů
gl: Infraestrutura de sistema de ficheiros
he: מנגנון מערכת קבצים
is: Bakendi skráakerfis
nb: Bakende for filsystem
nl: Bestandssysteem-backend
sr: Позадинац система датотека

source: Select a filesystem backend
cs: Vyberte back-end systému souborů
gl: Seleccione unha infraestrutura de sistema de ficheiros
he: בחירת מנגנון מערכת קבצים
is: Veldu bakenda skráakerfis
nl: Selecteer een bestandssysteem-backend
sr: Изаберите позадинца система датотека

source: Backend URL or path
cs: Adresa nebo cesta back-endu
gl: URL ou ruta da infraestrutura
he: כתובת או נתיב של המנגנון
is: Slóð á bakenda
nb: Nettadresse eller sti til bakende
nl: Backend-URL of -pad
sr: Адреса или путања позадинца

source: The URL or path to your translation files
cs: Adresa nebo cesta k překladovým souborům
gl: O URL ou ruta ao ficheiros de tradución
he: הכתובת או הנתיב לקובצי התרגום שלך
is: Slóð á þýðingaskrárnar þínar
nb: Nettadresse eller sti til dine oversettelsesfiler
nl: De URL of het pad naar uw vertaalbestanden
sr: Адреса или путања до ваших датотека превода

source: Translation mapping presets
cs: Předvolby přiřazení překladu
gl: Asociacións de ruta de tradución predefinidas
he: ערכות מיפוי תרגומים
nl: Voorkeuzen voor vertaaltoewijzing

source: Translation path mapping
cs: Přiřazení cesty překladu
gl: Asociación de ruta de tradución
he: מיפוי נתיב תרגום
is: Vörpun milli slóða á þýðingar
nl: Padtoewijzing van vertaling
sr: Мапирање путање превода

source: Translation path mapping that maps the localisation files on the filesystem to files on Pootle.
cs: Přiřazení cesty překladu určující přiřazení překladových souborů v systému souborů k souborům v Pootlu.
gl: Asociación de ruta de tradución que asocia os ficheiros de tradución no sistema de ficheiros a ficheiros en Pootle.
he: מיפוי נתיב תרגום שממפה את קובצי הלוקליזציה במערכת הקבצים לקבצים ב־Pootle.
is: Vörpun milli slóða á þýðingar sem skráir staðsetningar þýðingaskráa á þessu skráakerfi miðað við skráageymslur á Pootle.
nl: Padtoewijzing van vertaling die de lokalisatiebestanden op het bestandssysteem naar bestanden op Pootle verwijst.
sr: Мапирање путање превода које мапира датотеке превода на систему датотека у датотеке на Поотлу.

source: Filesystem language codes must be unique
cs: Kódy jazyků pro systém souborů musí být jedinečné
gl: Os códigos de idioma do sistema de ficheiros deben ser únicos
he: הקודים של שפת מערכת הקבצים חייבים להיות ייחודיים
is: Stafakóði tungumáls verður að vera einstakur
nb: Filsystemets språkkoder må være unike
nl: Taalcodes van bestandssysteem moeten uniek zijn
sr: Кодови језика система датотека морају бити јединствени

source: Pootle language mappings must be unique
cs: Přiřazení jazyků pro Pootle musí být jedinečná
gl: As asociacións de idioma deben ser únicas
he: מיפוי השפות ב־Pootle חייב להיות ייחודי
is: Varpanir tungumála í Pootle verða að vera einstakar
nl: Pootle-taaltoewijzingen moeten uniek zijn
sr: Мапирање језика Поотла мора бити јединствено

source: Member
cs: Člen
gl: Membro
he: חבר
is: Meðlimur
nb: Medlem
nl: Lid
sr: Члан

source: Submitter
cs: Přispěvatel
gl: Tradutor
he: מגיש
is: Sendandi
nb: Innsender
nl: Indiener
sr: Пошаљилац

source: Reviewer
cs: Korektor
gl: Revisor
he: מבקר
is: Ritstjóri
nb: Gransker
nl: Beoordelaar
sr: Прегледач

source: Administrator
cs: Správce
gl: Administrador
he: מנהל
is: Stjórnandi
nl: Beheerder
sr: Администратор

source: Administrators
cs: Správci
gl: Administradores
he: מנהלים
is: Stjórnendur
nb: Administratorer
nl: Beheerders
sr: Администратори

source: Reviewers
cs: Korektoři
gl: Revisores
he: מבקרים
is: Ritstjórar
nb: Vurderere
nl: Beoordelaars
sr: Прегледачи

source: Submitters
cs: Přispěvatelé
gl: Tradutores
he: מגישים
is: Sendendur
nb: Innsendere
nl: Indieners
sr: Пошаљаоци

source: Members
cs: Členové
gl: Membros
he: חברים
is: Meðlimir
nb: Lagmedlemmer
nl: Leden
sr: Чланови

source: New member
cs: Nový člen
gl: Novo membro
he: חבר חדש
is: Nýr meðlimur
nb: Nytt lagmedlem
nl: Nieuw lid
sr: Нови члан

source: Add a user to this team
cs: Přidat uživatele do tohoto týmu
gl: Engadir un usuario a este equipo
he: הוספת משתמש לצוות זה
is: Bæta notanda við þetta teymi
nb: Legg til et nytt medlem på dette laget
nl: Een gebruiker aan dit team toevoegen
sr: Додај корисника овом тиму

source: Search for users to add
cs: Vyhledejte uživatele které chcete přidat
gl: Buscar usuarios para engadir
he: חיפוש אחר משתמשים להוספה
nl: Zoeken naar gebruikers om toe te voegen

source: Role is required when adding a new member
cs: Při přidání nového člena je nutné nastavit roli
gl: Ten que especificar un rol ao engadir un novo membro
he: נדרש תפקיד בעת הוספת חבר חדש
is: Hlutverk er nauðsynlegt þegar nýjum meðlimum er bætt við
nb: Rolle er påkrevd når du legger til et nytt medlem
nl: Rol is vereist bij toevoegen van een nieuw lid
sr: Улога је потребна приликом додавања новог члана

source: Reject
cs: Odmítnout
gl: Rexeitar
he: דחיה
is: Hafna
nb: Avvis
nl: Afwijzen
sr: Одбиј

source: Accept
cs: Přijmout
gl: Aceptar
he: קבלה
is: Samþykkja
nb: Aksepter
nl: Accepteren
sr: Прихвати

source: Filter by suggester
cs: Filtrovat podle navrhovatele
gl: Filtrar por suxeridor
he: סינון לפי מציע
is: Sía eftir þeim sem kemur með uppástungur
nl: Filteren op voorsteller
sr: Издвој према предлагачу

source: Filter by state
cs: Filtrovat podle stavu
gl: Filtrar por estado
he: סינון לפי מצב
is: Sía eftir stöðu
nl: Filteren op status
sr: Издвој према стању

source: Project
cs: Projekt
gl: Proxecto
he: מיזם
is: Verkefni
nb: Prosjekt
sr: Пројекат

source: Code
cs: Kód
gl: Código
he: קוד
is: Kóði
nb: Kode
sr: Кôд

source: ISO 639 language code for the language, possibly followed by an underscore (_) and an ISO 3166 country code. <a href="http://www.w3.org/International/articles/language-tags/">More information</a>
cs: Kód jazyka podle ISO 639, volitelně následovaný podtržítkem (_) a kódem země podle ISO 3166. <a href="http://www.w3.org/International/articles/language-tags/">Více informací</a>
gl: Código ISO 639 do idioma, posibelmente seguido por un guión baixo (_) e un código de país ISO 3166. <a href="http://www.w3.org/International/articles/language-tags/">Máis información</a>
he: קוד שפה בתקן ISO 639, יתכן שלאחריו יופיע קו תחתי (_) וקוד מדינה בתקן ISO 3166. <a href="http://www.w3.org/International/articles/language-tags/">מידע נוסף</a>
is: ISO 639 tungumálakóði fyrir tungumálið, hugsanlega með undirstriki (_) á eftir og ISO 3166 landakóða. <a href="http://www.w3.org/International/articles/language-tags/">Meiri upplýsingar</a>
nb: ISO 639-språkkode for språket, muligens fulgt av en understrek (_) og en ISO 3166-språkkode. <a href="http://www.w3.org/International/articles/language-tags/">Mer informasjon</a>
nl: ISO 639-taalcode voor de taal, eventueel gevolgd door een liggend streepje (_) en een ISO 3166-landcode. <a href="http://www.w3.org/International/articles/language-tags/">Meer informatie</a>
sr: Кôд језика у ИСО 639 формату, након чега може уследити доња црта и кôд земље у ИСО 3166 формату. <a href="http://www.w3.org/International/articles/language-tags/">Више информација</a>

source: Special Characters
cs: Speciální znaky
gl: Caracteres especiais
he: תווים מיוחדים
is: Sérstakir stafir
nb: Spesielle tegn
nl: Speciale tekens
sr: Посебни знакови

source: Enter any special characters that users might find difficult to type
cs: Zadejte speciální znaky, které mohou způsobit uživatelům problémy při psaní
gl: Introduza calquera carácter especial que os usuarios poidan encontar difícil de escribir
he: נא להזין תווים מיוחדים שיהיה למשתמשים קשה להקליד
is: Sláðu inn þá sérstaka stafi sem notendur gætu átt í erfiðleikum með að skrifa
nb: Skriv inn et eller annet spesielt tegn som brukere kan synes er vanskelig å skrive
nl: Geef alle speciale tekens op die voor gebruikers problemen kunnen opleveren bij het intoetsen
sr: Наведите неке посебне знакове који корисницима могу бити тешки за унос

source: For more information, visit <a href="http://docs.translatehouse.org/projects/localization-guide/en/latest/l10n/pluralforms.html">our page</a> on plural forms.
cs: Pro podrobnější informace navštivte <a href="http://docs.translatehouse.org/projects/localization-guide/en/latest/l10n/pluralforms.html">naši stránku</a> o formách plurálu.
gl: Para obter máis información visite a <a href="http://docs.translatehouse.org/projects/localization-guide/en/latest/l10n/pluralforms.html">nosa páxina</a> sobre formas plurais.
he: למידע נוסף, ניתן לבקר ב<a href="http://docs.translatehouse.org/projects/localization-guide/en/latest/l10n/pluralforms.html">עמוד שלנו</a> על צורות ריבוי.
is: Til að sjá frekari upplýsingar, farðu á síðuna okkar um <a href="http://docs.translatehouse.org/projects/localization-guide/en/latest/l10n/pluralforms.html">fleirtöluform</a>.
nb: For mer informasjon, besøk <a href="http://docs.translatehouse.org/projects/localization-guide/en/latest/l10n/pluralforms.html">vår side</a> om flertallsformer.
nl: Bezoek voor meer informatie <a href="http://docs.translatehouse.org/projects/localization-guide/en/latest/l10n/pluralforms.html">onze pagina</a> over meervoudsvormen.
sr: За више информација, посетите <a href="http://docs.translatehouse.org/projects/localization-guide/en/latest/l10n/pluralforms.html">нашу страницу</a> о облицима множине.

source: Unknown
cs: Neznámé
gl: Descoñecido
he: בלתי ידוע
is: Óþekkt
nb: Ukjent
nl: Onbekend
sr: Непознато

source: Number of Plurals
cs: Počet forem plurálu
gl: Número de plurais
he: מספר צורות הרבים
is: Fjöldi fleirtala
nb: Antall flertallsformer
nl: Aantal meervouden
sr: Број множина

source: Plural Equation
cs: Podmínky použití forem plurálu
gl: Ecuación do plural
he: משוואת הרבים
is: Fleirtölu jafna
nb: Flertallsformel
nl: Meervoudsvergelijking
sr: Једначина за множину

source: Unit
cs: Položka
gl: Cadea
he: יחידה
is: Eining
nb: Enhet
nl: Eenheid
sr: Јединица

source: State
cs: Stav
gl: Estado
he: מצב
is: Staða
nb: Tilstand
nl: Status
sr: Стање

source: Source
cs: Zdroj
gl: Orixe
he: מקור
is: Uppruni
nb: Kilde
nl: Bron
sr: Извор

source: Suggestion
cs: Návrh
gl: Suxestión
he: הצעה
is: Tillaga
nb: Forslag
nl: Suggestie
sr: Предлог

source: Suggested by
cs: Navrženo uživatelem
gl: Suxerido por
he: הוצע ע״י
is: Stungið uppá af
nb: Foreslått av
nl: Voorgesteld door
sr: Предложио је

source: Suggested at
cs: Navrženo u
gl: Suxerido en
he: הוצע ב־
is: Stungið uppá í
nb: Foreslått den
nl: Voorgesteld op
sr: Предложено је

source: Rejected %s suggestion with comment. User will be notified
cs: Zamítl %s návrh s komentářem. Uživatel bude upozorněn
gl: Rexeitou %s suxestión cun comentario. Notificarase ao usuario que a enviou
he: נדחתה הצעה עם הערה. תישלח הודעה למשתמש
is: Hafnaði %s tillögum með athugasemd. Notendur verða látnir vita
nl: Heeft %s suggestie afgewezen met opmerking. Gebruiker ontvangt een melding
sr: Одбачен је %s предлог са напоменом. Корисник ће бити обавештен

source: Accepted %s suggestion with comment. User will be notified
cs: Přijal %s návrh s komentářem. Uživatel bude upozorněn
gl: Aceptou %s suxestión cun comentario. Notificarase ao usuario que a enviou
he: התקבלה הצעה עם הערה. תישלח הודעה למשתמש
is: Samþykkti %s tillögur með athugasemd. Notendur verða látnir vita
nl: Heeft %s suggestie geaccepteerd met opmerking. Gebruiker ontvangt een melding
sr: Прихваћен је %s предлог са напоменом. Корисник ће бити обавештен

source: Rejected %s suggestion
cs: Odmítl %s návrh
gl: Rexeitou %s suxestión
he: נדחתה הצעה
is: Hafnaði %s tillögum
nl: Heeft %s suggestie afgewezen
sr: Одбачен је %s предлог

source: Accepted %s suggestion
cs: Přijal %s návrh
gl: Aceptou %s suxestión
he: התקבלה הצעה
is: Samþykkti %s tillögur
nl: Heeft %s suggestie geaccepteerd
sr: Прихваћен је %s предлог

source: Search
cs: Hledání
gl: Buscar
he: חיפוש
is: Leit
nb: Søk
nl: Zoeken
sr: Потражи

source: Search (Ctrl+Shift+S)<br/>Type and press Enter to search
cs: Hledat (Ctrl+Shift+S)<br/>Napište hledaný výraz a spusťte hledání klávesou Enter
gl: Buscar (Ctrl+Maiús+S)<br/>Escriba e prema Intro para buscar
he: חיפוש (Ctrl+Shift+S)<br/>יש להקליד, ואז ללחוץ על Enter כדי לחפש
is: Leit (Ctrl+Shift+S)<br/>Skrifaðu og ýttu á Enter til að leita
nb: Søk (Ctrl+Shift+S)<br/>Skriv inn og trykk Enter for å søke
nl: Zoeken (Ctrl+Shift+S)<br/>Typ en druk op Enter om te zoeken
sr: Претрага (Ктрл+Помак+S)<br/>Укуцајте и притисните „Унеси“ да потражите

source: Source Text
cs: Zdrojový text
gl: Texto orixe
he: טקסט המקור
is: Frumtexti
nb: Kildetekst
nl: Brontekst
sr: Изворни текст

source: Target Text
cs: Cílový text
gl: Texto destino
he: טקסט היעד
is: Þýðingartexti
nb: Måltekst
nl: Doeltekst
sr: Циљни текст

source: Comments
cs: Komentáře
gl: Comentarios
he: הערות
is: Athugasemdir
nb: Kommentarer
nl: Opmerkingen
sr: Напомене

source: Locations
cs: Umístění
gl: Localizacións
he: מיקומים
is: Staðsetningar
nb: Plasseringer
nl: Locaties
sr: Места

source: {percentage} untranslated
cs: {percentage} nepřeloženo
gl: {percentage} sen traducir
he: {percentage} לא מתורגמים
nl: {percentage} onvertaald

source: {percentage} needs work
cs: {percentage} vyžaduje úpravy
gl: {percentage} precisa traballo
he: {percentage} טעונים שיפור
nb: {percentage} trenger arbeid
nl: {percentage} vereist werk

source: {percentage} translated
cs: {percentage} přeloženo
gl: {percentage} traducido
he: {percentage} מתורגמים
nl: {percentage} vertaald

source: First
cs: První
gl: Primeiro
he: ראשון
is: Fyrsta
nb: Først
nl: Eerste
sr: Прво

source: Previous
cs: Předchozí
gl: Anterior
he: הקודם
is: Fyrri
nb: Forrige
nl: Vorige
sr: Претходно

source: Next
cs: Následující
gl: Seguinte
he: הבא
is: Næsta
nb: Neste
nl: Volgende
sr: Следеће

source: Last (%d)
cs: Poslední (%d)
gl: Último (%d)
he: האחרון (%d)
is: Seinasta (%d)
nb: Siste (%d)
nl: Laatste (%d)
sr: Последње (%d)

source: Search unavailable
cs: Hledání není k dispozici
gl: Busca non dispoñíbel
he: החיפוש אינו זמין
is: Leit er ekki tiltæk
nb: Søk utilgjengelig
nl: Zoeken niet beschikbaar
sr: Претрага није доступна

source: My current score at %s is %s
cs: Mé aktuální hodnocení na %s je %s
gl: A miña puntuación actual en %s é %s
he: הניקוד הנוכחי שלי בשרת %s הוא %s
nl: Mijn huidige score op %s is %s

source: Tweet this!
cs: Tweetni to!
gl: Chía isto en Twitter!
he: לצייץ על כך!
is: Tísta þessu!
nb: Kvitre dette!
nl: Dit tweeten!
sr: Гукните о овоме!

source: #%s contributor in %s in the last 30 days
cs: %s. největší přispěvatel pro jazyk %s za posledních 30 dní
gl: Colaborador número %s para %s dos últimos 30 días
he: התורם מס׳ %s ל%s ב־30 הימים האחרונים
nl: Medewerker #%s in het %s in de afgelopen 30 dagen

source: I am #%s contributor in %s in the last 30 days at %s!
cs: Za posledních 30 dní jsem %s. největší přispěvatel pro jazyk %s na serveru %s!
gl: Son o colaborador número %s para %s dos últimos 30 días en %s!
he: אני במקום מס׳ %s מבחינת כמות התרומה ל%s ב־30 הימים האחרונים תחת %s!
nl: Ik ben medewerker #%s in het %s in de afgelopen 30 dagen op %s!

source: No contributions in the last 30 days
cs: Žádné příspěvky za posledních 30 dní
gl: Non hai contribucións nos últimos 30 días
he: אין תורמים ב־30 הימים האחרונים
is: Engin framlög síðustu 30 daga
nb: Ingen bidrag innsendt de siste 30 dagene
nl: Geen bijdragen in de afgelopen 30 dagen
sr: Без доприноса у последњих 30 дана

source: My Website
cs: Mé webové stránky
gl: O meu sitio web
he: האתר שלי
is: Vefsvæðið mitt
nb: Min nettside
nl: Mijn website
sr: Мој веб сајт

source: My LinkedIn Profile
cs: Můj LinkedIn profil
gl: O meu perfil de LinkedIn
he: פרופיל ה־LinkedIn שלי
is: LinkedIn notandasniðið mitt
nb: Min LinkedIn-profil
nl: Mijn LinkedIn-profiel
sr: Мој ЛинкедИн профил

source: Site administrator
cs: Správce
gl: Administrador do sitio
he: מנהל האתר
nl: Websitebeheerder

source: %s's language teams
cs: Jazykové týmy uživatele %s
gl: Equipos de idioma de %s
he: צוות השפה של %s
nl: Taalteams van %s

source: %s is not a member of any language teams
cs: Uživatel %s není členem žádného jazykového týmu
gl: %s non é membro de ningún equipo de idioma
he: למשתמש %s אין חברות באף אחד מצוותי השפה
nb: %s er ikke medlem av noen språklag
nl: %s is geen lid van vertaalteams

source: Some translations are provided by anonymous volunteers. These are registered under this special meta-account.
cs: Některé překlady byly zadány anonymními dobrovolníky. Tyto příspěvky jsou zaregistrovány pod tímto speciálním účtem.
gl: Algunhas traducións son fornecidas por voluntarios anónimos. Estas rexístranse con esta meta-conta especial.
he: חלק מהתרגומים סופקו על ידי מתנדבים אלמוניים. אלו רשומים תחת חשבון על מיוחד.
nb: Noen oversettelser kommer fra anonyme frivillige. Disse er registrert under denne spesielle meta-kontoen.
nl: Sommige vertalingen worden door anonieme vrijwilligers aangeleverd. Die vertalingen worden onder deze speciale meta-account geregistreerd.
sr: Неке преводе су доставили анонимни добровољци. Они су регистровани под овим посебним мета-налогом.

source: Some translations are imported from external files. These are registered under this special meta-account.
cs: Některé překlady byly naimportovány z externích souborů. Tyto příspěvky jsou zaregistrovány pod tímto speciálním účtem.
gl: Algunhas traducións impórtanse desde ficheiros externos. Estas rexístranse con esta meta-conta especial.
he: חלק מהתרגומים מיובאים מקבצים חיצוניים. אלו רשומים תחת חשבון על מיוחד.
nb: Noen oversettelser er importert fra eksterne filer. Disse er registrert under denne spesielle meta-kontoen.
nl: Sommige vertalingen worden uit externe bestanden geïmporteerd. Die vertalingen worden onder deze speciale meta-account geregistreerd.
sr: Неки преводи су увезени из спољних датотека. Они су регистровани под овим посебним мета-налогом.

source: Show others who you are, tell about yourself<br/>and make your public profile look gorgeous!
cs: Ukažte ostatním kdo jste, řekněte jim něco o sobě<br/>a vytvořte si nádherný veřejný profil!
gl: Dille a outros quen es ti, fálalles de ti e fai<br/>que o teu perfil público sexa abraiante!
he: להציג לאחרים מי עומד מולם, נשמח לשמוע עליך<br/>ושהפרופיל הציבורי שלך יכה גלים!
nb: Vis andre hvem du er, fortell om deg selv<br/>og gjør din offentlige profil standsmessig!
nl: Toon anderen wie u bent, vertel iets over uzelf<br/>en laat uw openbare profiel er prachtig uitzien!
sr: Покажите другима ко сте, реците нешто о себи<br/>и учините да ваш јавни профил изгледа одлично!

source: You can set or change your avatar image at www.gravatar.com
cs: Obrázek svého avataru můžete nastavit nebo změnit na www.gravatar.com
gl: Pode definir ou cambiar a súa imaxe de avatar en www.gravatar.com
he: ניתן להגדיר או לשנות את תמונת המשתמש שלך דרך www.gravatar.com
is: Þú getur stillt kennimynd þína á www.gravatar.com
nb: Du kan skape eller endre din avatar på www.gravatar.com
nl: U kunt uw afbeelding voor uw avatar instellen of wijzigen op www.gravatar.com
sr: Можете да подесите или промените слику вашег аватара на „www.gravatar.com“-у

source: Anonymous User
cs: Anonymní uživatel
gl: Usuario anónimo
he: משתמש אלמוני
is: Nafnlaus notandi
nb: Anonym bruker
nl: Anonieme gebruiker
sr: Анонимни корисник

source: Admin
cs: Správce
gl: Administración
he: מנהל
is: Stjórnandi
nb: Administrer
nl: Beheer
sr: Администратор

source: Translator
cs: Překladatel
gl: Tradutor
he: מתרגם
nl: Vertaler

source: Select one or more languages
cs: Vyberte jeden nebo více jazyků
gl: Seleccione un ou máis idiomas
he: בחירה בשפה אחת או יותר
is: Veldu eitt eða fleiri tungumál
nb: Velg ett eller flere språk
nl: Selecteer een of meer talen
sr: Изаберите један или више језика

source: Language
cs: Jazyk
gl: Idioma
he: שפה
is: Tungumál
nb: Språk
nl: Taal
sr: Језик

source: "%(code)s" cannot be used as a project code
cs: „%(code)s“ nelze použít jako kód projektu
gl: Non é posíbel empregar «%(code)s» como un código de proxecto
he: לא ניתן להשתמש בצירוף „%(code)s“ בתור קוד מיזם
is: "%(code)s" er ekki hægt að nota sem verkefnakóða
nb: "%(code)s" kan ikke brukes som prosjektkode
nl: '%(code)s' kan niet als projectcode worden gebruikt
sr: „%(code)s“ се не може користити као кôд пројекта

source: "%(code)s" cannot be used as a project checker
cs: „%(code)s“ nelze použít jako kontrolor projektu
gl: Non é posíbel empregar «%(code)s» como comprobador de calidade do proxecto
he: לא ניתן להשתמש ב־„%(code)s“ בתור בדיקה למיזם
is: "%(code)s" er ekki hægt að nota sem verkefnaprófun
nl: '%(code)s' kan niet als projectcontroleur worden gebruikt
sr: „%(code)s“ се не може користити као проверилац пројекта
