Repository: pypi-data/pypi-mirror-25
Catalog: packages/Pootle/Pootle-2.8.2.tar.bz2/Pootle-2.8.2/pootle/locale/*/pootle_js.po
Languages: eu, hu, kab

source: Saved successfully.
eu: Ondo gorde da.
hu: Sikeresen mentve.
kab: Yettwaskles akken iwata.

source: Deleted successfully.
eu: Ondo ezabatu da.
hu: Sikeresen törölve.
kab: Yettwakkes akken iwata.

source: Delete
eu: Ezabatu
hu: Törlés
kab: Kkes

source: Add Language
eu: Gehitu hizkuntza
hu: Nyelv hozzáadása
kab: Rnu tutlayt

source: Cancel
eu: Utzi
hu: Mégse
kab: Sefsex

source: %(count)s language matches your query.
eu: Hizkuntza bat dator bat zure bilaketarekin.
hu: %(count)s nyelv felel meg a lekérdezésnek.
kab: %(count)s n tutlayt tcudd ar tuttra yinek.

source: There is %(count)s language.
eu: Hizkuntza bakarra dago.
hu: %(count)s nyelv van.
kab: Tella %(count)s n tutlayt.

source: Search Languages
eu: Bilatu hizkuntzak
hu: Nyelvek keresése
kab: Nadi tutlayin

source: Find language by name, code
eu: Bilatu hizkuntza izenaren edo kodearen arabera
hu: Nyelv keresése név, kód alapján
kab: Af-d tutlayt s yisem, tangalt

source: Edit Language
eu: Editatu hizkuntza
hu: Nyelv szerkesztése
kab: Ẓreg tutlayt

source: Use the search form to find the language, then click on a language to edit.
eu: Erabili bilaketa-inprimakia hizkuntza bilatzeko; editatzeko, egin klik hizkuntzan.
hu: A keresési űrlappal keresse meg a nyelvet, majd kattintson rá a szerkesztéséhez.
kab: Seqdec tiferkit n unadi tafeḍ-d tutlayt, ssakin sit ɣef tutlayt, ad tesẓergeḍ.

source: Code
eu: Kodea
hu: Kód
kab: Tangalt

source: Full Name
eu: Izen osoa
hu: Teljes név
kab: Isem ummid

source: Special Characters
eu: Karaktere bereziak
hu: Speciális karakterek
kab: Isekkilen imeẓliyen

source: Number of Plurals
eu: Plural kopurua
hu: Többes alakok száma
kab: Amḍan n usget

source: Plural Equation
eu: Plural-ekuazioa
hu: Többes alakok egyenlete
kab: Tagda n usget

source: Save
eu: Gorde
hu: Mentés
kab: Sekles

source: Overview
eu: Ikuspegi orokorra
hu: Áttekintés
kab: Agzul

source: Team
hu: Csapat
kab: Tarbaɛt

source: Add Project
eu: Gehitu proiektua
hu: Projekt hozzáadása
kab: Rnu asenfaṛ

source: %(count)s project matches your query.
eu: Proiektu bat dator bat zure bilaketarekin.
hu: %(count)s projekt felel meg a lekérdezésnek.
kab: %(count)s n usefaṛ yenmeɣra akked tuttra yinek.

source: There is %(count)s project.
eu: Proiektu bat dago.
hu: %(count)s projekt van.
kab: Yella %(count)s n usenfaṛ.

source: Search Projects
eu: Bilatu proiektuak
hu: Projektek keresése
kab: Nadi isenfaṛen

source: Find project by name, code
eu: BIlatu proiektuak izenez, kodez
hu: Projekt keresése név, kód alapján
kab: Af-d asenfaṛ s yisem, tangalt

source: Edit Project
eu: Editatu proiektua
hu: Projekt szerkesztése
kab: Ẓreg asenfaṛ

source: Use the search form to find the project, then click on a project to edit.
eu: Erabili bilaketa-inprimakia proiektua bilatzeko; editatzeko, egin klik proiektuan.
hu: A keresési űrlappal keresse meg a projektet, majd kattintson rá a szerkesztéshez.
kab: Seqdec tiferkit n unadi akken ad tafeḍ asenfaṛ, sakin sit ɣef usenfaṛ akked ad yettwaẓreg.

source: Quality Checks
eu: Kalitate-egiaztapenak
hu: Minőség-ellenőrzések
kab: Asenqed n tɣara

source: File types
hu: Fájltípusok
kab: Anawen n ifuyla

source: Project Tree Style
eu: Proiektuaren zuhaitz-estiloa
hu: Projektfa stílus
kab: Aɣanid n useklu n usenfaṛ

source: Source Language
eu: Iturburu hizkuntza
hu: Forrásnyelv
kab: Tutlayt n uɣbalu

source: Ignore Files
eu: Ezikusi fitxategiak
hu: Fájlok figyelmen kívül hagyása
kab: Zgel ifuyla

source: String Errors Contact
eu: Kateen arazoetarako kontaktua
hu: Karakterlánchibák kapcsolattartója
kab: Anermis i tuccḍiwin deg izriren n isekkilen

source: Screenshot Search Prefix
eu: Pantaila-argazkien bilaketa-aurrizkia
hu: Képernyőkép-keresés előtagja
kab: Azwir n unadi n unɣel n ugdil

source: Disabled
eu: Desgaituta
hu: Letiltva
kab: Yensa

source: Languages
eu: Hizkuntzak
hu: Nyelvek
kab: Tutlayin

source: Permissions
eu: Baimenak
hu: Jogosultságok
kab: Tisirag

source: Filesystems
hu: Fájlrendszerek
kab: Anagraw n ifuyla

source: Load More
eu: Kargatu gehiago
hu: Több betöltése
kab: Sali-d ugar

source: Loading...
eu: Kargatzen...
hu: Betöltés…
kab: Asali...

source: Add User
eu: Gehitu erabiltzailea
hu: Felhasználó hozzáadása
kab: Rnu aseqdac

source: %(count)s user matches your query.
eu: Erabiltzaile bat dator bat zure bilaketarekin.
hu: %(count)s felhasználó felel meg a lekérdezésnek.
kab: %(count)s n useqdac yenmeɣra akked tuttra inek.

source: There is %(count)s user.
hu: %(count)s felhasználó van.
kab: Yella %(count)s n useqdac.

source: Search Users
eu: Bilatu erabiltzaileak
hu: Felhasználókeresés
kab: Nadi iseqdacen

source: Find user by name, email, properties
eu: Bilatu erabiltzailea izenez, helbide elektronikoz, propietateez
hu: Felhasználó keresése név, e-mail tulajdonságok szerint
kab: Af-d aseqdac s yisem, imayl, timeẓliyin

source: Edit User
eu: Editatu erabiltzailea
hu: Felhasználó szerkesztése
kab: Ẓreg aseqdac

source: Use the search form to find the user, then click on a user to edit.
eu: Erabili bilaketa-inprimakia erabiltzailea bilatzeko; editatzeko, egin klik erabiltzailean.
hu: A keresési űrlappal keresse meg a felhasználót, majd kattintson rá a szerkesztéséhez.
kab: Seqdec tiferkit n unadi akken ad tafeḍ aseqdac, sakin sit ɣef useqdac akken ad yettwaẓreg.

source: Note: when deleting a user their contributions to the site, e.g. comments, suggestions and translations, are attributed to the anonymous user (nobody).
hu: Megjegyzés: felhasználó törlésekor az oldalon végzett módosításai, például megjegyzések, javaslatok és fordítások a névtelen felhasználó (nobody) tulajdonába kerülnek.
kab: Tazmilt: Tukksa n useqdac ad imudd akk attekki ines (iwenniten, isumar akked tsuqilin) i useqdac udrig.

source: Username
eu: Erabiltzaile-izena
hu: Felhasználónév
kab: ISem n useqdac

source: Active
eu: Aktibo
hu: Aktív
kab: Urmid

source: Password
eu: Pasahitza
hu: Jelszó
kab: Awal uffir

source: Set a new password
eu: Ezarri pasahitz berria
hu: Új jelszó beállítása
kab: Sbadu awal uffir amaynut

source: Email
eu: Helbide elektronikoa
kab: Imayl

source: Administrator
eu: Administratzailea
hu: Adminisztrátor
kab: Anebdal

source: Twitter username
eu: Twitter erabiltzaile-izena
hu: Twitter felhasználónév
kab: Isem n useqdac Twitter

source: LinkedIn profile URL
eu: LinkedIn profilaren URLa
hu: LinkedIn profil URL
kab: Tansa URL n umaɣnu LinkedIn

source: Website
eu: Webgunea
hu: Weboldal
kab: Asmel Web

source: Personal website URL
eu: Webgune pertsonalaren URLa
hu: Személyes weboldal URL
kab: Tansa yinek URL n usmell web udmawan

source: Short Bio
eu: Biografia motza
hu: Rövid bemutatkozás
kab: Taseknudert tawezlant

source: Personal description
eu: Deskribapen pertsonala
hu: Személyes leírás
kab: Aglam udmawan

source: Public Profile
eu: Profil publikoa
hu: Nyilvános profil
kab: Amaɣnu azayez:

source: Settings
eu: Ezarpenak
hu: Beállítások
kab: Iɣewaren

source: Preview will be displayed here.
hu: Az előnézet itt jelenik meg.
kab: Taskant ad tettwasken dagi.

source: We have sent an email containing the special link to <span>%s</span>. Please check your spam folder if you do not see the email.
hu: Elküldtünk egy e-mailt a speciális hivatkozással ide: <span>%s</span>. Ellenőrizze a levélszemét mappáját, ha nem látja az e-mailt.
kab: Nuzen imayl ighebren aseɣwen n urmad ar <span>%s</span>. Ma ulac aɣilif, wali akaram n ispamen ma yella ur tufid ara imayl-nni.

source: We have sent an email containing the special link to the address used to register this account. Please check your spam folder if you do not see the email.
hu: Elküldtünk egy e-mailt a speciális hivatkozással a fiók regisztrálására használt címre. Ellenőrizze a levélszemét mappáját, ha nem látja az e-mailt.
kab: Nuzen imayl igebren aseɣwen ameẓli ar tensa yettwaseqdacen deg umiḍan-agi. Ma ulac aɣilif, senqed akaram inek n ispamen ma yella ur t-walaḍ ara.

source: Your account needs activation.
eu: Zure kontua aktibatu egin behar da.
hu: A fiókját aktiválni kell.
kab: Amiḍan inek yessefk ad yettwarmed.

source: Please follow that link to continue the account creation.
eu: Mesedez egin klik esteka horretan kontua sortzeko prozesuarekin jarraitzeko.
hu: Kövesse azt a hivatkozást a fiók létrehozásának folytatásához.
kab: Ma ulac aɣilif, ddu ar useqwen akken ad ternuḍ amiḍan.

source: Close
eu: Itxi
hu: Bezárás
kab: mdel

source: Your account is inactive because an administrator deactivated it.
eu: Zure kontua desaktibatuta dago kudeatzaile batek desaktibatu duelako.
hu: Fiókja inaktív, mert egy adminisztrátor letiltotta.
kab: Amiḍan inek ur yermid ara acku anebdal isens-it.

source: Contact Us
eu: Kontaktua
hu: Kapcsolat
kab: Nermes-aɣ-d

source: This email confirmation link expired or is invalid.
hu: Ez az e-mail megerősítési hivatkozás lejárt vagy érvénytelen.
kab: Aseɣwen-agi n usentem n yimayl yezri yalan neq ahat mačči d ameɣtu.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
eu: Pasahitza berrezartzeko esteka ez da baliozkoa, agian jadanik erabili delako. Eskatu berriro pasahitza berrezartzea.
hu: A jelszó-visszaállítási hivatkozás érvénytelen volt, valószínűleg már felhasználta. Kérjen új jelszó-visszaállítást.
kab: Aseɣwen n uwennez n wawal uffir mačči d ameɣtu, ahat yettwaseqdec yakan? Ma ulac aɣilif suter awennez tikelt-nniḍen n wawal inek uffir.

source: Reset Password
eu: Berrezarri pasahitza
hu: Jelszó visszaállítása
kab: Ales awennez n wawal uffir

source: Password changed, signing in...
eu: Pasahitza aldatuta, saioa hasten...
hu: A jelszó megváltozott, bejelentkezés…
kab: Awal uffir yettusnifel, tuqqna...

source: Repeat Password
eu: Errepikatu pasahitza
hu: Jelszó ismétlése
kab: Ales awal uffir

source: Set New Password
eu: Ezarri pasahitz berria
hu: Új jelszó beállítása
kab: Sbadu awal uffir amaynut

source: After changing your password you will sign in automatically.
eu: Pasahitza aldatu ondoren saioa hasiko duzu automatikoki.
hu: A jelszó megváltoztatása után automatikusan be lesz léptetve.
kab: Ticki tesnifled awal inek uffir, ad teqqneḍ s wudem awurman.

source: Sending email to %s...
eu: Mezua %s helbidera bidaltzen...
hu: E-mail küldése ide: %s…
kab: Tuzna n yimayl ar %s...

source: Please follow that link to continue the password reset procedure.
eu: Jarraitu esteka hori pasahitza berrezartzeko prozesuarekin jarraitzeko.
hu: Kövesse ezt a hivatkozást a jelszó-visszaállítási folyamat folytatásához.
kab: Ma ulac aɣilif, ḍfeṛ aseɣwen-agi akken ad tkemleḍ awennez n wawal uffir.

source: Didn't receive an email? Check if it was accidentally filtered out as spam, or try requesting another copy of the email.
eu: Ez duzu mezurik jaso? Egiaztatu spam karpetan dagoen edo saiatu mezuaren kopia bat eskatzen.
hu: Nem kapott e-mailt? Ellenőrizze, hogy nem került-e véletlenül a levélszemét közé, vagy próbáljon új e-mailt kérni.
kab: Ur d-rmised ara imayl? Senqed ma yella yekcem ar ukaram n ispamen, neɣ ɛreḍ asuter n nɣel-nniḍen n yimayl.

source: Resend Email
eu: Birbidali mezua
hu: E-mail újraküldése
kab: Ales tuzna n yimayl

source: Sign up as a new user
eu: Eman izena erabiltzaile berri gisa
hu: Regisztráció új felhasználóként
kab: qqen s yisem-nniḍen n useqdac

source: I forgot my password
eu: Pasahitza ahaztu dut
hu: Elfelejtett jelszó
kab: Ttuɣ awal-iw uffir

source: Sign In
eu: Hasi saioa
hu: Bejelentkezés
kab: Qqen

source: Signed in. Redirecting...
eu: Saioa hasita. Berbideratzen...
hu: Bejelentkezett. Átirányítás…
kab: Yeqqen, Awelle...

source: Social Services
eu: Zerbitzu sozialak
hu: Közösségi szolgáltatások
kab: Iẓeḍwan n tmetti

source: Login / Password
eu: Erabiltzailea / pasahitza
hu: Bejelentkezés / Jelszó
kab: Asulay / Awal uffir

source: Sign Up
eu: Eman izena
hu: Regisztráció
kab: Jerred

source: Sign in as an existing user
eu: Hasi saioa badagoen erabiltzaile gisa
hu: Bejelentkezés meglévő felhasználóként
kab: Kcem s useqdac yellan

source: An error occurred while attempting to sign in via %s.
eu: Errorea gertatu da %s bidez saioa hasten saiatzean.
hu: Hiba történt egy %s bejelentkezési kísérlet során.
kab: Teḍra-d tuccḍa deg uɛraḍ n tuqqna s %s.

source: An error occurred while attempting to sign in via your social account.
eu: Errorea gertatu da zure kontu sozialarekin saioa hasten saiatzean.
hu: Hiba történt a közösségi fiókján keresztül való bejelentkezésre tett kísérlet során.
kab: Tedra-d tuccḍa deg uɛraḍ n tuqqna s umiḍan inek n tmetti.

source: Try again
eu: Saiatu berriro
hu: Próbálja újra
kab: Eɛreḍ tikkelt-nniḍen

source: Sign In With %s
eu: Hasi saioa %s erabiliz
hu: Bejelentkezés ezzel: %s
kab: Qqen s %s

source: Signing in with an external service for the first time will automatically create an account for you.
eu: Lehenengo aldiz kanpo-zerbitzu batekin saioa hastean, automatikoki kontu bat sortuko da zuretzat.
hu: Külső szolgáltatáson keresztüli első bejelentkezéskor automatikusan létrejön a fiók.
kab: Tuqqna s umezlu azɣaray i tikelt tamezwarut ak-yernu amiḍan s wudem awurman.

source: Sign In With...
eu: Hasi saioa honekin...
hu: Bejelentkezés ezzel…
kab: Qqen s...

source: Account Inactive
eu: Kontua inaktibo
hu: A fiók inaktív
kab: Amiḍan inek ur yermid ara.

source: Account Activation
eu: Kontuaren aktibazioa
hu: Fiókaktiválás
kab: Armad n umiḍan

source: Email Confirmation
hu: E-mail megerősítés
kab: Asentem n yimayl

source: Reset Your Password
eu: Berrezarri pasahitza
hu: Jelszó visszaállítása
kab: Ales awennez n wawal inek uffir

source: Oops...
eu: Ene...
hu: Hoppá…
kab: Ihuh...

source: Social Verification
eu: Egiaztapen soziala
hu: Közösségi ellenőrzés
kab: Asenqed n tmetti

source: More...
hu: Több…
kab: Ugar...

source: Contributors, 30 Days
hu: Közreműködők, 30 nap
kab: Imttekkiyen, 30 n wussan

source: Show disabled
hu: Letiltottak megjelenítése
kab: Wali wid yensan

source: Hide disabled
hu: Letiltottak elrejtése
kab: ffer wid yensan

source: All Languages
eu: Hizkuntza guztiak
hu: Minden nyelv
kab: Akk tutlayin

source: All Projects
eu: Proiektu guztiak
hu: Minden projekt
kab: Akk isenfaṛen

source: Updating data
hu: Adatok frissítése
kab: Aleqqem n isefka

source: You have unsaved changes in this string. Navigating away will discard those changes.
hu: A karakterláncban mentetlen módosítások vannak. Más oldalra lépve ezek elvesznek.
kab: Ɣur-k isnifal ur yettwakelsen ara deg. Ma teddiḍ sanga-nniḍen isnifal inek ad ṛuḥen.

source: Go to the next string (Ctrl+.)<br/><br/>Also:<br/>Next page: Ctrl+Shift+.<br/>Last page: Ctrl+Shift+End
eu: Joan hurrengo katera (Ktrl+.)<br/><br/>Baita ere:<br/>Hurrengo orria: Ktrl+Shift+.<br/>Azken orria: Ktrl+Shift+Amaitu
hu: Ugrás a következő karakterláncra (Ctrl+.)<br/><br/>Továbbá:<br/>Következő oldal: Ctrl+Shift+.<br/>Utolsó oldal: Ctrl+Shift+End
kab: Ddu ar izirig d-iteddun (Ctrl+.)<br/><br/>Daɣen:<br/>Asebter d-iteddun: Ctrl+Shift+.<br/>Asebter aneggaru: Ctrl+Shift+End

source: Go to the previous string (Ctrl+,)<br/><br/>Also:<br/>Previous page: Ctrl+Shift+,<br/>First page: Ctrl+Shift+Home
eu: Joan aurreko katera (Ktrl+,)<br/><br/>Baita ere:<br/>Aurreko orria: Ktrl+Shift+,<br/>Lehen orria: Ktrl+Shift+Hasi
hu: Ugrás az előző karakterláncra (Ctrl+,)<br/><br/>Továbbá:<br/>Előző oldal: Ctrl+Shift+,<br/>Első oldal: Ctrl+Shift+Home
kab: Ddu ar uzrir yezrin (Ctrl+,)<br/><br/>Daɣen:<br/>Asebter yezrin: Ctrl+Shift+,<br/>Asebter amezwaru: Ctrl+Shift+Home

source: %s's pending suggestions
eu: %s erabiltzaileak zain dituen gomendioak
hu: %s függő javaslatai
kab: Isumar yettraǧun n %s

source: %s's accepted suggestions
eu: %s erabiltzaileari onartutako gomendioak
hu: %s elfogadta a javaslatokat
kab: Isumar yettwaqeblen n %s

source: %s's rejected suggestions
eu: %s erabiltzaileari baztertutako gomendioak
hu: %s elutasított javaslatai
kab: Isumar yettwagin n %s

source: %s's submissions
eu: %s erabiltzailearen bidalketak
hu: %s beküldései
kab: Attekki n %s

source: %s's overwritten submissions
eu: %s erabiltzaileari gainidatzitako bidalketak
hu: %s felülírt beküldései
kab: Ittekkiyen n %s yettwasfeɛjen

source: Error while connecting to the server
eu: Errorea zerbitzariarekin konektatzerakoan
hu: Hiba a kiszolgálóhoz való kapcsolódás közben
kab: Tuccḍan di tuqqna ar uqeddac

source: Not found
eu: Ez da aurkitu
hu: Nem található
kab: Ulac-it

source: Server error
eu: Zerbitzariaren errorea
hu: Kiszolgálóhiba
kab: Tuccḍa n uqeddac

source: The server seems down. Try again later.
eu: Zerbitzariak lineaz kanpo dirudi. Saiatu berriro beranduago.
hu: Úgy tűnik, a kiszolgáló leállt. Próbálja meg később.
kab: Aqeddac yettban yeɣli. Ɛreḍ tikelt-nniḍen.

source: This string no longer exists.
hu: Ez a karakterlánc már nem létezik.
kab: Azrir-agi ulac-it yakan.

source: Go back to browsing
eu: Itzuli nabigaziora
hu: Vissza a tallózáshoz
kab: Uɣal ar tunigin

source: Reload page
eu: Berritu orria
hu: Oldal újratöltése
kab: Ales asali n usebter

source: some anonymous user
eu: erabiltzaile anonimoa
hu: egy névtelen felhasználó
kab: yiwen n useqdac udrig

source: someone
eu: norbait
hu: valaki
kab: yiwen n useqdac

source: Similar translations
eu: Antzeko itzulpenak
hu: Hasonló fordítások
kab: Tisuqilin yemgaraden

source: Plural form %(index)s
hu: %(index)s. többes alak
kab: Talɣa n usget %(index)s

source: Edit the suggestion before accepting, if necessary
hu: Elfogadás előtt szerkessze a javaslatot, ha szükséges
kab: Ẓreg asumer send asentem, ma ilaq

source: Provide optional comment (will be publicly visible)
hu: További megjegyzés hozzáadása (ez nyilvános lesz)
kab: Mudd-d awennit afrayan (ad twalin yemdanen)

source: Accept
hu: Elfogadás
kab: Qbel

source: Reject
hu: Elutasítás
kab: Aggi

source: %(timeSince)s via file upload
hu: %(timeSince)s fájlfeltöltésen keresztül
kab: %(timeSince)s s tuzna n ufaylu

source: Clear all
eu: Garbitu dena
hu: Összes törlése
kab: Sfeḍ akk

source: Clear value
eu: Garbitu balioa
hu: Érték törlése
kab: Sfeḍ azal

source: No results found
eu: Ez da emaitzarik aurkitu
hu: Nincs találat
kab: Ulac agmuḍ

source: Select...
eu: Hautatu...
hu: Válasszon…
kab: Fren...

source: Type to search
eu: Idatzi bilatzeko
hu: Gépeljen a kereséshez
kab: Aru akken ad tnadiḍ

source: disabled
eu: desgaituta
hu: letiltva
kab: yensa

source: Congratulations! You have completed this task!
hu: Gratulálunk! Befejezte ezt a feladatot!
kab: Ayuz! Tfukeḍ tawuri-agi!

source: Collapse details
eu: Tolestu xehetasunak
hu: Részletek elrejtése
kab: Ffer talqayt

source: Expand details
eu: Zabaldu xehetasunak
hu: Részletek megjelenítése
kab: Sken talqayt

source: Edit My Public Profile
eu: Editatu nire profil publikoa
hu: Nyilvános profil szerkesztése
kab: Ẓreg amaɣnu inu azayez

source: My Public Profile
eu: Nire profil publikoa
hu: Nyilvános profil
kab: Amaɣnu inu azayez

source: Discard changes.
eu: Baztertu aldaketak.
hu: Változtatások elvetése.
kab: Sefsex asnifel

source: Yes
eu: Bai
hu: Igen
kab: Ih

source: No
eu: Ez
hu: Nem
kab: Ala

source: There are unsaved changes. Do you want to discard them?
eu: Gorde gabeko aldaketak daude. Baztertu egin nahi dituzu?
hu: A módosítások még nincsenek mentve. El szeretné menteni ezeket?
kab: Llan isnifal ur yettwakelsen ara. Tebɣiḍ ad ten-tesfesxeḍ?

source: To set or change your avatar for your email address (%(email)s), please go to gravatar.com.
hu: Az e-mail címéhez (%(email)s) tartozó avatar beállításához vagy módosításához keresse fel a gravatar.com oldalt.
kab: Akken ad tesbadud neq ad tesnifleḍ avatar n tensa yinek imayl (%(email)s), ddu ma ulac aɣilif ar gravatar.com.

source: Your Full Name
eu: Zure izen osoa
hu: A teljes neve
kab: Isem inek ummid

source: Your Twitter username
eu: Zure Twitter erabiltzaile-izena
hu: Twitter felhasználóneve
kab: Ẓreg isem-iw n Twitter

source: Your LinkedIn profile URL
eu: Zure LinkedIn profilaren URLa
hu: LinkedIn profil URL-je
kab: Tansa inek URL n umaɣnu LinkedIn

source: Your Personal website/blog URL
eu: Zure webgune/blogaren URLa
hu: Személyes weboldala/blog URL-je
kab: Tansa yinek URL n ublug.Asmel web udmawan

source: Why are you part of our translation project? Describe yourself, inspire others!
eu: Zergatik hartzen duzu parte gure itzulpen-proiektuan? Azaldu nor zaren, inspiratu besteak!
hu: Miért vesz részt fordítási projektünkben? Mutatkozzon be, mutasson példát!
kab: Acuɣer tettekkaḍ deg usenfaṛ-nneɣ n tsuqilt?Seglem iman-ik, mudd amedya i wiyaḍ!

source: Email Address
eu: Helbide elektronikoa
hu: E-mail cím
kab: Tansa Imayl

source: Enter your email address, and we will send you a message with the special link to reset your password.
hu: Adja meg e-mail címét, és elküldjük a jelszó visszaállításához szükséges speciális hivatkozást.
kab: Sekcem tansa yinek imayl sakin ak-d-nazen izen igebren aseɣwen imeẓli aken ad talseḍ awennez n wawal-ik uffir.

source: No, thanks
hu: Nem, köszönöm
kab: Ala, tanemmirt

source: Send Email
hu: E-mail küldése
kab: Azen imayl

source: We have sent an email containing the special link to <span>%s</span>
hu: Elküldtünk egy e-mailt a speciális hivatkozással ide: <span>%s</span>
kab: Nuzen imayl igebren aseɣwen imeẓli ar <span>%s</span>

source: Creating new user accounts is prohibited.
hu: Új felhasználói fiókok létrehozása tilos.
kab: Timerna n imiḍanen-nniḍen n useqdac tegdel.

source: We found a user with <span>%(email)s</span> email in our system. Please provide the password to finish the sign in procedure. This is a one-off procedure, which will establish a link between your Pootle and %(provider)s accounts.
hu: Találtunk egy felhasználót a rendszerben ezzel az e-mail címmel: <span>%s</span>. Adja meg a jelszót a bejelentkezési folyamat befejezéséhez. Ez egy egyszeri lépés a Pootle és a(z) %(provider)s fiókjai közti kapcsolat létrehozásához.
kab: Nufa aseqdac s yimayl <span>%(email)s</span> deg unagraw-nneɣ. Ma ulac aɣilif, mudd-d awal uffir akken ad fakeḍ ajerred ar twuri-agi. D tagi i d tarrayt, ayen ara yeggen assaɣ gar Pootle inek akked imiḍanen n %(provider)s.

source: No results.
eu: Emaitzarik ez.
hu: Nincs találat.
kab: Ulac agmuḍ

source: Project / Language
eu: Proiektua / hizkuntza
hu: Projekt / Nyelv
kab: Asenfaṛ / Tutlayt

source: Suggested
hu: Javasolt
kab: Yettusumer

source: Translated
eu: Itzulita
hu: Lefordított
kab: Yettusuqel

source: Reviewed
eu: Gainbegiratuta
hu: Lektorálva
kab: Yettwacegger

source: Score Change
eu: Puntuazio-aldaketa
hu: Pontszámmódosítás
kab: Asnifel n ugmuḍ

source: %s word
hu: %s szó
kab: %s awal

source: No activity recorded in a given period
eu: Ez da jarduerarik erregistratu periodo honetan
hu: Nincs feljegyezve tevékenység a megadott időszakban
kab: Ulac armud yettwakelsen di twala d-ittunefken

source: Please select a valid user.
eu: Hautatu baliozko erabiltzailea.
hu: Válasszon egy érvényes felhasználót.
kab: Ma ulac aɣilif, fren aseqdac ameɣtu.

source: More
eu: Gehiago
hu: Több
kab: Ugar

source: Hide
eu: Ezkutatu
hu: Elrejtés
kab: Ffer

source: Less
eu: Gutxiago
hu: Kevesebb
kab: Drus

source: Show
eu: Erakutsi
hu: Megjelenítés
kab: Sken

source: Translated by %(fullname)s in “<span title="%(path)s">%(project)s</span>” project %(time_ago)s
hu: Fordította: %(fullname)s, itt: „<span title="%(path)s">%(project)s</span>” projekt, %(time_ago)s
kab: Isuqel-it %(fullname)s deg usenfaṛ « <span title="%(path)s">%(project)s</span> » %(time_ago)s

source: Translated by %(fullname)s in “<span title="%(path)s">%(project)s</span>” project
hu: Fordította: %(fullname)s, itt: „<span title="%(path)s">%(project)s</span>” projekt
kab: Iseqel-it %(fullname)s deg usenfaṛ “<span title="%(path)s">%(project)s</span>”

source: Avatar
eu: Abatarra
