Repository: pypi-data/pypi-mirror-25
Catalog: packages/Pootle/Pootle-2.8.2.tar.bz2/Pootle-2.8.2/pootle/locale/*/pootle.po
Languages: ga, ja

source: Page Title
ga: Teideal an Leathanaigh
ja: ページタイトル

source: projects/<project_code> or <language_code> or <language_code>/<project_code>
ga: projects/<project_code> nó <language_code> nó <language_code>/<project_code>
ja: projects/<project_code>、<language_code> または <language_code>/<project_code>

source: Text is missing
ga: Téacs ar iarraidh
ja: テキストが足りません

source: Filter
ga: Scagaire
ja: フィルター

source: Filtering rules that tell which files this virtual folder comprises.
ga: Rialacha scagtha a sonraíonn na comhaid a bhfuil an fillteán fíorúil seo déanta as.

source: Priority
ga: Tosaíocht
ja: 優先度

source: Number specifying importance. Greater priority means it is more important.
ga: Uimhir a léiríonn an tábhacht. Tosaíocht níos mó = níos tábhachtaí.
ja: 数字で重要性を指定します。大きな数字は、より重要であることを意味します。

source: Is public?
ga: Poiblí?
ja: 公開しますか？

source: Whether this virtual folder is public or not.
ga: An bhfuil an fillteán fíorúil seo poiblí?
ja: この仮想フォルダが公開されているかどうか。

source: Description
ga: Cur Síos
ja: 説明

source: Use this to provide more information or instructions. Allowed markup: %s
ga: Úsáid é seo chun tuilleadh eolais nó treoracha a thabhairt. Marcáil ceadaithe: %s
ja: 詳しい情報や指示を提供するために使用してください。使用可能なマークアップ: %s

source: There are user accounts with duplicate emails. This will not be allowed in Pootle 2.8.
ga: Níos mó ná cuntas amháin leis an seoladh ríomhphoist céanna. Ní cheadófar é seo in Pootle 2.8.
ja: メールアドレスが重複したユーザーアカウントがあります。これは Pootle 2.8 では許可されません。

source: Try using 'pootle find_duplicate_emails', and then update user emails with 'pootle update_user_email username email'. You might also want to consider using pootle merge_user or purge_user commands
ga: Bain triail as 'pootle find_duplicate_emails', ansin nuashonraigh na seoltaí le 'pootle update_user_email username email'. Nó, b'fhéidir, pootle merge_user or purge_user commands
ja: 'pootle find_duplicate_emails' の使用し、ユーザーのメールアドレスを 'pootle update_user_email username email' で更新してみてください。または、pootle の merge_user コマンドや purge_user コマンドの使用も検討してください

source: Your version of Django is too old.
ga: Tá an leagan róshean de Django agat.
ja: Django のバージョンが古すぎます。

source: Try pip install --upgrade 'Django==%s'
ga: Bain triail as: pip install --upgrade 'Django==%s'
ja: pip install --upgrade 'Django==%s' を試してください

source: Your version of lxml is too old.
ga: Tá leagan róshean de lxml agat.
ja: lxml のバージョンが古すぎます。

source: Try pip install --upgrade lxml
ga: Bain triail as: pip install --upgrade lxml
ja: pip install --upgrade lxml を試してください

source: Your version of Translate Toolkit is too old.
ga: Tá leagan róshean de Translate Toolkit agat.
ja: Translate Toolkit のバージョンが古すぎます。

source: Try pip install --upgrade translate-toolkit
ga: Bain triail as: pip install --upgrade translate-toolkit
ja: pip install --upgrade translate-toolkit を試してください

source: Could not connect to Redis (%s)
ga: Níorbh fhéidir dul i dteagmháil le Redis (%s)
ja: Redis (%s) に接続できませんでした

source: Make sure Redis is running on %(host)s:%(port)s
ga: Cinntigh go bhfuil Redis ag rith ar %(host)s:%(port)s
ja: Redis を %(host)s:%(port)s 上で稼働させてください

source: Your version of Redis is too old.
ga: Tá leagan róshean de Redis agat.
ja: Redis のバージョンが古すぎます。

source: Update your system's Redis server package to at least version %s
ga: Ní mór duit an pacáiste Redis a nuashonrú, leagan %s ar a laghad
ja: システムの Redis サーバパッケージをバージョン %s 以上に更新してください

source: No worker running.
ga: Níl aon oibrí ar siúl.
ja: RQワーカーは実行されていません。

source: Run new workers with 'pootle rqworker'
ga: Tosaigh oibrithe nua le 'pootle rqworker'
ja: 'pootle rqworker' で新しいワーカーを実行してください

source: Cache backend is not set to Redis.
ga: Ní hé Redis an t-inneall taisce.
ja: キャッシュバックエンドが Redis に設定されていません。

source: Set default cache backend to django_redis.cache.RedisCache Current settings: %r
ga: Ní mór duit django_redis.cache.RedisCache a roghnú mar inneall taisce réamhshocraithe Socrú faoi láthair: %r
ja: デフォルトのキャッシュバックエンドを django_redis.cache.RedisCache に設定してください 現在の設定: %r

source: Could not initiate a Redis cache connection
ga: Níorbh fhéidir ceangal a bhunú le taisce Redis
ja: Redis キャッシュ接続を初期化できませんでした

source: Double-check your CACHES settings
ga: Deimhnigh do shocrú CACHES
ja: CACHES 設定をよく確認してください

source: Distinct django_redis.cache.RedisCache configurations are required for `default`, `redis` and `lru`.
ga: Caithfidh tú cumraíochtaí difriúla django_redis.cache.RedisCache a úsáid le haghaidh `default`, `redis` and `lru`.
ja: `default`, `redis` および `lru` には django_redis.cache.RedisCache の個別設定が必要です。

source: DEBUG mode is on. Do not do this in production!
ga: Mód DEBUG ar siúl. Ná húsáid an mód seo sna leaganacha scaipthe!
ja: DEBUG モードが有効です。製品版では無効にしてください！

source: Set DEBUG = False in Pootle settings
ga: Roghnaigh DEBUG = False sna socruithe Pootle
ja: Pootle 設定で DEBUG = False に設定してください

source: The sqlite database backend is unsupported
ga: Ní thacaítear le sqlite mar inneall
ja: sqlite データベースバックエンドはサポートされていません

source: Set your default database engine to postgresql or mysql
ga: Úsáid postgresql nó mysql mar bhunachar sonraí réamhshocraithe
ja: 既定のデータベースエンジンを postgresql または mysql に設定してください

source: Not using cached_db as session engine
ga: Níl cached_db in úsáid mar inneall don seisiún
ja: cached_db をセッションエンジンとして使用していません

source: Set SESSION_ENGINE to django.contrib.sessions.backend.cached_db Current settings: %r
ga: Ní mór duit django.contrib.sessions.backend.cached_db a shonrú mar SESSION_ENGINE Socrú faoi láthair: %r
ja: django.contrib.sessions.backend.cached_db に SESSION_ENGINE を設定してください 現在の設定: %r

source: POOTLE_CONTACT_EMAIL is not set.
ga: POOTLE_CONTACT_EMAIL gan socrú.
ja: POOTLE_CONTACT_EMAIL が設定されていません。

source: Set POOTLE_CONTACT_EMAIL to allow users to contact administrators through the Pootle contact form.
ga: Sonraigh POOTLE_CONTACT_EMAIL sa chaoi go mbeidh úsáideoirí in ann dul i dteagmháil leis na riarthóirí tríd an fhoirm theagmhála.
ja: POOTLE_CONTACT_EMAIL を設定して、ユーザーが Pootle の問い合わせフォームから管理者に問い合わせられるようにしてください。

source: POOTLE_CONTACT_EMAIL is using the following default setting %r.
ga: Baineann POOTLE_CONTACT_EMAIL úsáid as an luach réamhshocraithe %r.
ja: POOTLE_CONTACT_EMAIL は次の既定の設定を使用します %r。

source: POOTLE_CONTACT_EMAIL is the address that will receive messages sent by the contact form.
ga: Seolfar teachtaireachtaí ón fhoirm theagmhála chuig an seoladh POOTLE_CONTACT_EMAIL.
ja: POOTLE_CONTACT_EMAIL は問い合わせフォームから送信されるメッセージを受信するアドレスです。

source: DEFAULT_FROM_EMAIL is not set.
ga: DEFAULT_FROM_EMAIL gan sonrú.
ja: DEFAULT_FROM_EMAIL が設定されていません。

source: DEFAULT_FROM_EMAIL is used in all outgoing Pootle email. Don't forget to review your mail server settings.
ga: Seolann Pootle gach ríomhphost ón seoladh DEFAULT_FROM_EMAIL. Ná déan dearmad socruithe do fhreastalaí ríomhphoist a athbhreithniú.
ja: DEFAULT_FROM_EMAIL は Pootle から送信されるすべてのメールに使用されます。 メールサーバの設定を確認することを忘れないでください。

source: DEFAULT_FROM_EMAIL is using the following default setting %r.
ga: Baineann DEFAULT_FROM_EMAIL úsáid as an luach réamhshocraithe %r.
ja: DEFAULT_FROM_EMAIL は次の既定の設定を使用します %r。

source: POOTLE_TM_SERVER['%s'] has no INDEX_NAME.
ga: POOTLE_TM_SERVER['%s'] gan INDEX_NAME.
ja: POOTLE_TM_SERVER['%s'] に INDEX_NAME がありません。

source: Set an INDEX_NAME for POOTLE_TM_SERVER['%s'].
ga: Socraigh INDEX_NAME ar POOTLE_TM_SERVER['%s'].
ja: POOTLE_TM_SERVER['%s'] に INDEX_NAME を設定してください。

source: Duplicate '%s' INDEX_NAME in POOTLE_TM_SERVER.
ga: Cóipeáil INDEX_NAME '%s' ar POOTLE_TM_SERVER.
ja: POOTLE_TM_SERVER 内の '%s' INDEX_NAME が重複しています。

source: Set different INDEX_NAME for all servers in POOTLE_TM_SERVER.
ga: Socraigh INDEX_NAME difriúil ar gach freastalaí in POOTLE_TM_SERVER.
ja: POOTLE_TM_SERVER 内のすべてのサーバについて、異なる INDEX_NAME を設定してください。

source: POOTLE_TM_SERVER['%s'] has no ENGINE.
ga: POOTLE_TM_SERVER['%s'] gan ENGINE.
ja: POOTLE_TM_SERVER['%s'] に ENGINE がありません。

source: Set a ENGINE for POOTLE_TM_SERVER['%s'].
ga: Socraigh ENGINE ar POOTLE_TM_SERVER['%s'].
ja: POOTLE_TM_SERVER['%s'] に ENGINE を設定してください。

source: POOTLE_TM_SERVER['%s'] has no HOST.
ga: POOTLE_TM_SERVER['%s'] gan HOST.
ja: POOTLE_TM_SERVER['%s'] に HOST がありません。

source: Set a HOST for POOTLE_TM_SERVER['%s'].
ga: Socraigh HOST ar POOTLE_TM_SERVER['%s'].
ja: POOTLE_TM_SERVER['%s'] に HOST を設定してください。

source: POOTLE_TM_SERVER['%s'] has no PORT.
ga: POOTLE_TM_SERVER['%s'] gan PORT.
ja: POOTLE_TM_SERVER['%s'] に PORT がありません。

source: Set a PORT for POOTLE_TM_SERVER['%s'].
ga: Socraigh PORT ar POOTLE_TM_SERVER['%s'].
ja: POOTLE_TM_SERVER['%s'] に PORT を設定してください。

source: POOTLE_TM_SERVER['%s'] has a WEIGHT less than 0.0 or greater than 1.0
ga: WEIGHT níos lú ná 0.0 nó níos mó ná 1.0 ar POOTLE_TM_SERVER['%s']
ja: POOTLE_TM_SERVER['%s'] の WEIGHT に 0.0 未満か 1.0 より大きな値が設定されています。

source: Set a WEIGHT between 0.0 and 1.0 (both included) for POOTLE_TM_SERVER['%s'].
ga: Socraigh WEIGHT idir 0.0 agus 1.0 (iad san áireamh) ar POOTLE_TM_SERVER['%s'].
ja: POOTLE_TM_SERVER['%s'] の WEIGHT には 0.0 以上 1.0 以下の値を設定してください。

source: POOTLE_SCORES has no %s.
ga: Tá POOTLE_SCORES gan %s.
ja: POOTLE_SCORES に %s がありません。

source: Set %s in POOTLE_SCORES.
ga: Socraigh %s in POOTLE_SCORES.
ja: POOTLE_SCORES で %s を設定してください。

source: Invalid value for %s in POOTLE_SCORES.
ga: Luach neamhbhailí do %s in POOTLE_SCORES.
ja: POOTLE_SCORES 内の %s の値が無効です。

source: Set a valid value for %s in POOTLE_SCORES.
ga: Socraigh luach bailí do %s in POOTLE_SCORES.
ja: POOTLES 内の %s に正しい値を設定してください。

source: POOTLE_MARKUP_FILTER is missing.
ga: POOTLE_MARKUP_FILTER ar iarraidh.
ja: POOTLE_MARKUP_FILTER が足りません。

source: Set POOTLE_MARKUP_FILTER.
ga: Socraigh POOTLE_MARKUP_FILTER.
ja: POOTLE_MARKUP_FILTER を設定してください。

source: Invalid value in POOTLE_MARKUP_FILTER.
ga: POOTLE_MARKUP_FILTER neamhbhailí.
ja: POOTLE_MARKUP_FILTER の値が不正です。

source: Set a valid value for POOTLE_MARKUP_FILTER.
ga: Socraigh POOTLE_MARKUP_FILTER.
ja: POOTLE_MARKUP_FILTER に正しい値を設定してください。

source: Invalid markup in POOTLE_MARKUP_FILTER.
ga: Marcáil neamhbhailí in POOTLE_MARKUP_FILTER.
ja: POOTLE_MARKUP_FILTER に不正なマークアップが使用されています。

source: Set a valid markup for POOTLE_MARKUP_FILTER.
ga: Socraigh marcáil bhailí do POOTLE_MARKUP_FILTER.
ja: POOTLE_MARKUP_FILTER に有効なマークアップを設定してください。

source: POOTLE_MARKUP_FILTER is set to '%s' markup, but the package that provides can't be found.
ga: Is é '%s' an POOTLE_MARKUP_FILTER, ach níor aimsíodh an pacáiste a sholáthraíonn sin.
ja: POOTLE_MARKUP_FILTER に '%s' マークアップが設定されていますが、提供するパッケージが見つけられません。

source: Install the package or change POOTLE_MARKUP_FILTER.
ga: Suiteáil an pacáiste nó athraigh POOTLE_MARKUP_FILTER.
ja: パッケージをインストールするか、POOTLE_MARKUP_FILTER の設定を変更してください。

source: POOTLE_MARKUP_FILTER set to 'None' is deprecated.
ga: Ní mholtar POOTLE_MARKUP_FILTER == 'None' a úsáid a thuilleadh.

source: Set your markup to 'html' explicitly.
ga: Sonraigh marcáil 'html' go follasach.

source: POOTLE_MARKUP_FILTER is using '%s' markup, which is deprecated and will be removed in future.
ga: Is é '%s' an POOTLE_MARKUP_FILTER, ach ní mholtar é sin a úsáid a thuilleadh agus bainfear é amach anseo.

source: Convert your staticpages to Markdown and set your markup to 'markdown'.
ga: Athraigh do chuid leathanach statach go Markdown agus roghnaigh 'markdown'.
ja: 静的ページを Markdown に変換し、マークアップを 'markdown' にせょていしてください。

source: The default 'admin' user still has a password set to 'admin'.
ga: Is é 'admin' an focal faire don chuntas réamhshocraithe 'admin' fós.
ja: デフォルトの 'admin' ユーザーのパスワードが 'admin' に設定されています。

source: Remove the 'admin' user or change its password.
ga: Scrios úsáideoir 'admin' nó athraigh an focal faire.
ja: 'admin' ユーザーを削除するかパスワードを変更してください。

source: Database connection uses transaction_hooks.
ga: Baineann ceangal bunachair sonraí úsáid as transaction_hooks.
ja: データベース接続が transaction_hooks を使用しています。

source: Set the DATABASES['default']['ENGINE'] to use a Django backend from django.db.backends.
ga: Socraigh DATABASES['default']['ENGINE'] chun inneall Django a úsáid ó django.db.backends.
ja: django.db.backends からの Django バックエンドを使用するには DATABASES['default']['ENGINE'] を設定してください。

source: Email server is not available.
ga: Níl an freastalaí ríomhphoist ar fáil.
ja: メールサーバは利用できません。

source: Review your email settings and make sure your email server is working.
ga: Féach ar do shocrú ríomhphoist agus deimhnigh go bhfuil an freastalaí ríomhphoist ag obair mar is ceart.
ja: メール設定を見直し、メールサーバを稼働させてください。

source: Revision is missing or has an incorrect value.
ga: Leasú ar iarraidh nó luach mícheart.
ja: リビジョン情報が無いか不正な値を持っています。

source: Run `revision --restore` to reset the revision counter.
ga: Úsáid `revision --restore` chun áiritheoir na leasuithe a athshocrú.
ja: `revision --restore` を実行してリビジョンカウンタをリセットしてください。

source: No canonical URL provided and default site set to example.com.
ga: Níor soláthraíodh URL canónta agus is é example.com an suíomh réamhshocraithe.
ja: Canonical URL が提供されておらずデフォルトサイトに example.com が設定されています。

source: Set the `POOTLE_CANONICAL_URL` in settings or update the default site if you are using django.contrib.sites.
ga: Roghnaigh `POOTLE_CANONICAL_URL` sna socruithe nó athraigh an suíomh réamhshocraithe má tá tú ag úsáid django.contrib.sites.
ja: 設定で `POOTLE_CANONICAL_URL` を設定するか、django.contrib.sites を使用している場合はデフォルトサイトを更新してください。

source: Canonical URL is set to http://localhost.
ga: Is é http://localhost an URL canónta.
ja: Canonical URL に http://localhost が設定されています。

source: Set the `POOTLE_CANONICAL_URL` to an appropriate value for your site or leave it empty if you are using `django.contrib.sites`.
ga: Roghnaigh `POOTLE_CANONICAL_URL` atá oiriúnach do do shuíomh, nó fág bán é má tá tú ag úsáid `django.contrib.sites`.
ja: あなたのサイトの `POOTLE_CANONICAL_URL` に適切な値を設定するか、`django.contrib.sites` を使用している場合は空にしてください。

source: POOTLE_FS_WORKING_PATH setting is not set.
ga: POOTLE_FS_WORKING_PATH gan socrú.
ja: POOTLE_FS_WORKING_PATH が設定されていません。

source: Path ('%s') pointed to by POOTLE_FS_WORKING_PATH doesn't exist.
ga: Níl an cosán ó POOTLE_FS_WORKING_PATH ('%s') ann.
ja: POOTLE_FS_WORKING_PATH により指し示されたパス ('%s') が存在しません。

source: Create the directory pointed to by `POOTLE_FS_WORKING_PATH`, or change the setting.
ga: Cruthaigh an chomhadlann a dhíríonn `POOTLE_FS_WORKING_PATH` uirthi, nó athraigh an socrú.
ja: `POOTLE_FS_WORKING_PATH` により指し示されたディレクトリーを作成するか、設定を変更してください。

source: Path ('%s') pointed to by POOTLE_FS_WORKING_PATH is not writable by Pootle.
ga: Ní féidir le Pootle scríobh sa chomhadlann in POOTLE_FS_WORKING_PATH ('%s').
ja: POOTLE_FS_WORKING_PATH により指し示されたパス ('%s') に Pootle による書き込みができません。

source: Add the write permission to the `POOTLE_FS_WORKING_PATH` or change the setting.
ga: Cuir an cead chun scríobh a dhéanamh le `POOTLE_FS_WORKING_PATH`, nó athraigh an socrú.
ja: `POOTLE_FS_WORKING_PATH` に書き込み権限を追加するか、設定を変更してください。

source: MySQL requires time zone settings.
ga: Caithfidh tú an crios ama a shocrú le haghaidh MySQL.
ja: MySQL にタイムゾーン設定が必要です。

source: Pootle does not yet support Python 3.
ga: Ní thugann Pootle tacaíocht fós do Python 3.
ja: Pootle は Python3 に未対応です。

source: Use a Python 2.7 virtualenv.
ga: Bain feidhm as Python 2.7 virtualenv.
ja: Python 2.7 の virtualenv を使ってください。

source: Pootle no longer supports Python versions older than 2.7
ga: Ní thugann Pootle tacaíocht a thuilleadh do leaganacha Python atá níos sine ná leagan 2.7
ja: Pootle は 2.7 より前の Python にはもう対応しません。

source: Progress
ga: Dul chun cinn
ja: 進捗状況

source: Last Activity
ga: An ghníomhaíocht is déanaí
ja: 最終更新日時

source: Suggestions
ga: Moltaí
ja: 提案

source: Incomplete
ga: Neamhchríochnaithe
ja: 不完全

source: Total
ga: Iomlán
ja: 合計

source: Last updated
ga: Athraithe
ja: 最終更新日

source: Back to language
ga: Fill ar an teanga
ja: 言語ページへ戻る

source: Back to parent folder
ga: Fill ar an máthairfhillteán
ja: 親フォルダへ戻る

source: You do not have rights to administer Pootle.
ga: Níl cearta agat Pootle chun a bhainistiú.
ja: Pootle の管理権限がありません。

source: Time to answer has expired
ga: Tá an t-am chun freagairt éagtha
ja: 入力の制限時間が過ぎました

source: Enter a number
ga: Cuir uimhir isteach
ja: 数字を入力してください

source: Incorrect
ga: Mícheart
ja: 不正解です

source: With selected
ga: Leis na cinn roghnaithe
ja: 選択済み

source: Add comment
ga: Cuir nóta tráchta leis
ja: コメントを追加

source: Select all items matching filter criteria, including those not shown
ga: Roghnaigh gach uile rud a mheaitseálann na scagairí, na cinn nach bhfuil ar taispeáint freisin
ja: 表示されていないものも含め、フィルター設定にマッチするすべてのアイテムを選択します。

source: You must specify an action to take
ga: Caithfidh tú gníomh a roghnú
ja: 行う操作を指定する必要があります

source: A valid search field must be specified
ga: Ní mór duit réimse bailí cuardaigh a shonrú
ja: 正しい検索フィールドが指定されなければなりません

source: Can access a project
ga: Is féidir teacht ar thionscadal
ja: プロジェクトにアクセスできます

source: Cannot access a project
ga: Ní féidir teacht ar thionscadal
ja: プロジェクトにアクセスできません

source: Can make a suggestion for a translation
ga: Is féidir aistriúchán a mholadh
ja: 翻訳を提案できます

source: Can submit a translation
ga: Is féidir aistriúchán a sheoladh isteach
ja: 翻訳を送信できます

source: Can review suggestions
ga: Is féidir moltaí a athbhreithniú
ja: 提案を査読できます

source: Can perform administrative tasks
ga: Is féidir tascanna bainistíochta a dhéanamh
ja: 管理タスクを実行できます

source: Entire Project
ga: Tionscadal Iomlán
ja: プロジェクト全体

source: %(user)s removed translation for %(source)s
ga: Scrios %(user)s aistriúchán ar %(source)s
ja: %(user)s が文字列 %(source)s の翻訳を削除しました

source: %(user)s accepted suggestion for %(source)s
ga: Ghlac %(user)s le moladh ar %(source)s
ja: %(user)s が %(source)s の提案を承認しました

source: %(user)s uploaded file
ga: D'uaslódáil %(user)s comhad
ja: %(user)s がファイルをアップロードしました

source: %(user)s muted %(check)s for %(source)s
ga: Bhalbhaigh %(user)s %(check)s le haghaidh %(source)s
ja: %(user)s が %(source)s の %(source)s を解除しました。

source: %(user)s unmuted %(check)s for %(source)s
ga: Dhíbhalbhaigh %(user)s %(check)s le haghaidh %(source)s
ja: %(user)s が %(source)s の %(source)s の解除を取り消しました。

source: %(user)s added suggestion for %(source)s
ga: Chuir %(user)s moladh le %(source)s
ja: %(user)s が %(source)s に提案を追加しました

source: %(user)s rejected suggestion for %(source)s
ga: Dhiúltaigh %(user)s moladh le haghaidh %(source)s
ja: %(user)s が %(source)s の提案を却下しました

source: %(user)s translated %(source)s
ga: D'aistrigh %(user)s %(source)s
ja: %(user)s が %(source)s を翻訳しました

source: %(user)s edited %(source)s
ga: Chuir %(user)s %(source)s in eagar
ja: %(user)s が %(source)s を編集しました

source: %(user)s pre-translated %(source)s
ga: Réamhaistrigh %(user)s %(source)s
ja: %(user)s が %(source)s を仮翻訳しました

source: %(user)s reviewed %(source)s
ga: Rinne %(user)s athbhreithniú ar %(source)s
ja: %(user)s が %(source)s を査読しました

source: %(user)s marked as needs work %(source)s
ga: Mharcáil %(user)s go bhfuil %(source)s le deimhniú
ja: %(user)s が %(source)s に要修正マークを付けました

source: You cannot access this page.
ga: Níl cead agat an leathanach seo a rochtain.
ja: このページにアクセスする権限がありません。

source: Error accessing %(filename)s, Filesystem sent error: %(errormsg)s
ga: Earráid agus %(filename)s á rochtain. Fuarthas an earráid ón gcóras comhad: %(errormsg)s
ja: %(filename)s へのアクセス時にエラーが発生しました。 Filesystem sent error: %(errormsg)s

source: You need to <a class="js-login" href="%(login_link)s">login</a> to access this page.
ga: Caithfidh tú <a class="js-login" href="%(login_link)s">logáil isteach</a> chun an leathanach seo a úsáid.
ja: このページへアクセスするには <a class="js-login" href="%(login_link)s">ログイン</a> する必要があります。

source: Privacy Policy
ga: Polasaí Príobháideachta
ja: プライバシー ポリシー

source: Legal
ga: Cúrsaí Dlí
ja: 法的事項

source: Imprint
ga: Inphrionta

source: License
ga: Ceadúnas
ja: ライセンス

source: License Statement
ga: Ceadúnas

source: Contributor License
ga: Ceadúnas Rannpháirtithe
ja: 貢献者ライセンス

source: Terms of Use
ga: Téarmaí Úsáide
ja: 利用規約

source: Terms of Service
ga: Téarmaí Seirbhíse
ja: サービス利用規約

source: Getting Started
ga: Tús Maith
ja: 始めましょう

source: About
ga: Maidir Le
ja: 情報

source: About This Pootle Server
ga: Maidir leis an bhfreastalaí Pootle seo
ja: この Pootle サーバーについて

source: This site is running Pootle — powerful web software to empower teams to do translation and translation management. This community tool is Free Software, and any team can use it and contribute to the Pootle community. Read more on the <a href="http://pootle.translatehouse.org/">project website</a>.
ga: Tá an suíomh seo ag baint feidhm as Pootle &mdash; oideasra cumhachtach gréasáin a chabhraíonn le foirne aistriúcháin a dhéanamh agus a bhainistiú. Is saorbhogearra é Pootle, agus tá fáilte roimh chách feidhm a bhaint as agus cabhrú le comhphobal Pootle. Gheobhaidh tú tuilleadh eolais ó <a href="http://pootle.translatehouse.org/">shuíomh gréasáin an tionscadail</a>.
ja: このサイトは Pootle &mdash; 翻訳チームに翻訳と翻訳管理のための機能を提供するパワフルなウェブソフトウェアを実行しています。このコミュニティツールはフリーソフトウェアであり、どなたでも使用できます。また、どなたでも Pootle コミュニティに貢献することができます。 詳しくは<a href="http://pootle.translatehouse.org/">プロジェクトのウェブサイト</a>をお読みください。

source: Pootle %(pootle_version)s is powered by Translate Toolkit %(toolkit_version)s.
ga: Pootle %(pootle_version)s, á chumhachtú ag Translate Toolkit %(toolkit_version)s.
ja: Pootle %(pootle_version)s は Translate Toolkit %(toolkit_version)s を使用しています。

source: A Pootle account has been created for you using this email address.
ga: Cruthaíodh cuntas Pootle duit ag baint feidhm as an seoladh ríomhphoist seo.
ja: Pootle のアカウントがこのメール アドレスで作成されました。

source: To activate your account, follow this link:
ga: Chun do chuntas a ghníomhachtú, lean an nasc seo:
ja: アカウントを有効にするには、次のリンクをクリックしてください:

source: This message is sent to verify that the email address is in fact correct. If you did not want to register an account, you may simply ignore the message.
ga: Seoltar an teachtaireacht seo chun deimhniú go bhfuil an seoladh ríomhphoist ceart. Mura dteastaíonn uait cuntas a chlárú, ná bac leis an teachtaireacht.
ja: このメッセージは、メール アドレスが本当に正しいか確認するためのものです。アカウントを登録したくない場合は、このメッセージを無視してください。

source: Pootle e-mail confirmation
ga: Deimhniú ríomhphoist Pootle
ja: Pootle メール確認

source: We have received a request to reset your password.
ga: Iarradh orainn d'fhocal faire a athshocrú.
ja: パスワードリセットのリクエストを受け取りました。

source: To reset your password, follow this link:
ga: Chun d'fhocal faire a athrú, lean an nasc seo:
ja: パスワードをリセットするには、次のリンクをクリックしてください:

source: If you do not want to reset your password, you may simply ignore the message.
ga: Mura bhfuil tú ag iarraidh d'fhocal faire a athshocrú, ná bac leis an teachtaireacht seo.
ja: パスワードをリセットしたくない場合は、このメッセージを無視してかまいません。

source: Pootle password reset e-mail
ga: Athshocrú focail faire Pootle
ja: Pootle パスワードのリセットメール

source: Registration Disabled
ga: Clárú díchumasaithe
ja: 登録は無効化されています

source: Registration is currently disabled. Please try again later.
ga: Tá clárú díchumasaithe faoi láthair. Déan iarracht eile níos déanaí.
ja: アカウント登録は現在無効化されています。後でもう一度試してください。

source: Save Changes
ga: Sábháil na hAthruithe
ja: 変更を保存

source: Info
ga: Eolas
ja: 情報

source: Users
ga: Úsáideoirí
ja: ユーザー

source: Languages
ga: Teangacha
ja: 言語

source: Projects
ga: Tionscadail
ja: プロジェクト

source: Permissions
ga: Ceadanna
ja: 権限

source: Static Pages
ga: Leathanaigh sheasta
ja: 静的ページ

source: Administration
ga: Bainistiú
ja: 管理

source: Server Statistics
ga: Staidreamh an Fhreastalaí
ja: サーバー統計

source: Submissions
ga: Aistriúcháin Seolta
ja: 採用

source: Pending suggestions
ga: Moltaí ar feitheamh
ja: 留保中の提案

source: Background Jobs
ga: Jabanna sa Chúlra
ja: バックグラウンドのジョブ

source: Status
ga: Stádas
ja: 状態

source: Pending jobs
ga: Jabanna ar feitheamh
ja: 留保中のジョブ

source: Failed jobs
ga: Jabanna teipthe
ja: 失敗したジョブ

source: System Checks
ga: Deimhniú an Chórais
ja: システムチェック

source: No issues have been detected. All is good!
ga: Fadhb ar bith!
ja: 問題は検知されませんでした。すべて良好です！
