Repository: pypi-data/pypi-mirror-25
Catalog: packages/Pootle/Pootle-2.8.2.tar.bz2/Pootle-2.8.2/pootle/locale/*/pootle.po
Languages: ga, ja

source: Some problem happened when tried to send the confirmation email. Please try again later.
ga: Tharla earráid agus an ríomhphost deimhnithe á sheoladh. Bain triail eile as ar ball.
ja: 確認メールの送信時に問題が発生しました。後でもう一度試してください。

source: An error occurred logging you in. Please contact your system administrator
ga: Tharla earráid le linn logáil isteach. Téigh i dteagmháil le riarthóir do chórais
ja: ログイン中にエラーが発生しました。システム管理者に問い合わせてください

source: Your user seems to have disappeared. Please report this to the site owners.
ga: Ní fheicimid d'úsáideoir níos mó. Tabhair tuairisc air seo d'úinéirí an tsuímh, le do thoil.
ja: あなたのユーザーアカウントが見つかりません。この問題をサイト管理者に報告してください。

source: Username
ga: Ainm úsáideora
ja: ユーザー名

source: Required. 30 characters or fewer. Letters, numbers and @/./+/-/_ characters
ga: Riachtanach. 30 carachtar nó níos lú. Litreacha, uimhreacha agus @/./+/-/_
ja: 必須。30 文字以下。英数字と @/./+/-/_ の記号のみ

source: Enter a valid username.
ga: Cuir ainm úsáideora bailí isteach.
ja: 正しいユーザー名を入力してください。

source: A user with that username already exists.
ga: Tá duine ann a bhfuil an t-ainm úsáideora sin acu cheana.
ja: 同じユーザ名を持つユーザが既に存在します。

source: Email Address
ga: Seoladh Ríomhphoist
ja: メール アドレス

source: Full Name
ga: Ainm Iomlán
ja: フルネーム

source: Active
ga: Gníomhach
ja: アクティブ

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
ga: An bhfuil an t-úsáideoir seo gníomhach? Díroghnaigh é seo in ionad cuntais a scriosadh.
ja: このユーザーをアクティブとして扱うべきかどうかを示します。アカウントを削除する代わりに、この選択を解除してください。

source: Superuser Status
ga: Stádas Forúsáideora
ja: 管理者ステータス

source: Designates that this user has all permissions without explicitly assigning them.
ga: Taispeánann sé seo go bhfuil gach cead ag an úsáideoir seo gan iad go léir a thabhairt dó/di.
ja: このユーザーが、明示的に割り当てなくてもすべての権限を持つかどうかを示します。

source: date joined
ga: dáta cláraithe
ja: 参加日

source: Number of Rows
ga: Líon na Sraitheanna
ja: ページごとの表示件数

source: Alternative Source Languages
ga: Teangacha Foinseacha Mar Mhalairt
ja: 別のソース言語

source: Score
ga: Scór
ja: スコア

source: Is employee?
ga: Fostaí?
ja: 従業員？

source: Website
ga: Suíomh Gréasáin
ja: ウェブサイト

source: Short Bio
ga: Beathaisnéisín
ja: 短い自己紹介

source: This email address already exists.
ga: Tá an seoladh ríomhphoist seo ann cheana.
ja: このメールアドレスはすでに使用されています。

source: Subject
ga: Ábhar
ja: 件名

source: Please enter a message subject
ga: Cuir isteach ábhar don teachtaireacht
ja: メッセージの件名を入力してください

source: Name
ga: Ainm
ja: 名前

source: Please enter your name
ga: Cuir d'ainm isteach
ja: お名前を入力してください

source: Email address
ga: Seoladh ríomhphoist
ja: メール アドレス

source: Please enter your email address
ga: Cuir do sheoladh ríomhphoist isteach
ja: あなたのメールアドレスを入力してください

source: Message
ga: Teachtaireacht
ja: メッセージ

source: Please enter your message
ga: Cuir do theachtaireacht isteach
ja: あなたのメッセージを入力してください

source: String context
ga: Comhthéacs an teaghráin

source: Question or comment
ga: Ceist nó trácht
ja: ご質問・ご意見

source: Please enter your question or comment
ga: Cuir isteach do cheist nó trácht
ja: ご質問・ご意見を入力してください

source: Contact Us
ga: Déan Teagmháil Linn
ja: 連絡先

source: Report problem with string
ga: Déan tuairisc ar fhadhb leis an teaghrán seo
ja: 文字列の問題を報告する

source: Download translation files for offline translation
ga: Íoslódáil na comhaid chun iad a aistriú as líne
ja: オフライン翻訳用に翻訳ファイルをダウンロード

source: Download for offline translation
ga: Íoslódáil le haistriú as líne
ja: オフライン翻訳用にダウンロード

source: Download translation files for backup
ga: Íoslódáil na comhaid aistriúcháin mar chúltaca
ja: バックアップ用に翻訳ファイルをダウンロード

source: Download for backup
ga: Íoslódáil mar chúltaca
ja: バックアップ用にダウンロード

source: Upload translation files or archives in .zip format
ga: Uaslódáil comhaid nó cartlanna i bhformáid .zip
ja: 翻訳ファイルまたは .zip 形式のアーカイブをアップロードする

source: Upload translations
ga: Uaslódáil aistriúcháin
ja: 翻訳をアップロード

source: Upload as %(user)s
ga: Uaslódáil mar úsáideoir %(user)s
ja: %(user)s としてアップロード

source: Download offline TM for the translation project
ga: Íoslódáil cuimhne aistriúcháin as líne le haghaidh an tionscadail
ja: 翻訳プロジェクトのオフライン TM をダウンロード

source: Download offline TM
ga: Íoslódáil cuimhne aistriúcháin as líne
ja: オフライン TM をダウンロード

source: Unsupported filetype '%s', only PO files are supported at this time
ga: Cineál comhaid gan tacaíocht '%s', ní thacaítear ach le comhaid PO
ja: '%s' のファイル形式はサポートされていません。今のところ、PO ファイルのみがサポートされています

source: File '%s' missing X-Pootle-Path header
ga: Ceanntásc X-Pootle-Path ar iarraidh ó chomhad '%s'
ja: ファイル '%s' に X-Pootle-Path ヘッダがありません

source: File '%s' missing or invalid X-Pootle-Revision header
ga: Ceanntásc X-Pootle-Revision ar iarraidh ó chomhad '%s'
ja: ファイル '%s' に X-Pootle-Revision ヘッダが無いか不正です

source: Could not create '%s'. Missing Project/Language? (%s)
ga: Níorbh fhéidir '%s' a chruthú. Tionscadal/Teanga ar iarraidh? (%s)
ja: '%s' を作成できませんでした。プロジェクト/言語がありません (%s)

source: There was an error uploading your file
ga: Tharla earráid agus do chomhad á uaslódáil
ja: ファイルのアップロード中にエラーが発生しました

source: Language code does not follow the ISO convention
ga: Ní ghéilleann an cód teanga don chaighdeán ISO
ja: 言語コードが ISO の慣例に従っていません

source: Source Language
ga: Bunteanga
ja: ソース言語

source: You cannot remove a file type from a Project, if there are files of that file type ('%s')
ga: Ní féidir leat cineál comhaid a bhaint ó thionscadal, má tá comhaid den chineál sin ann ('%s')
ja: ファイルの種類が '%s' のファイルがある場合、プロジェクトからそのファイルの種類を削除することはできません。

source: Password
ga: Focal Faire
ja: パスワード

source: Please enter a valid LinkedIn user profile URL.
ga: Cuir isteach URL bailí don phróifíl LinkedIn.
ja: LinkedIn の正しいユーザープロファイル URL を入力してください。

source: Running (%d worker)
ga: Ar siúl (%d oibrí)
ja: 実行中 (%d 個のワーカー)

source: Stopped
ga: Stoptha
ja: 停止中

source: All Users
ga: Gach Úsáideoir
ja: すべてのユーザー

source: Add Permissions
ga: Tabhair Ceadanna
ja: 権限を追加

source: Select one or more permissions
ga: Roghnaigh cead amháin nó níos mó
ja: 権限を選択してください

source: Revoke Permissions
ga: Cúlghair Ceadanna
ja: 権限を取り消し

source: No files in this project.
ga: Níl comhaid sa thionscadal seo.
ja: このプロジェクトにはファイルがありません。

source: There are errors in the form. Please review the problems below.
ga: Bhí earráidí san fhoirm. Feicfidh tú na fadhbanna thíos.
ja: フォームにエラーがあります。以下の問題を見直してください。

source: Critical
ga: Ríthábhachtach
ja: 重大

source: Cosmetic
ga: Cosmaideach
ja: 表面的

source: Functional
ga: Feidhmiúil
ja: 機能的

source: Extraction
ga: Baint
ja: 抽出

source: Other
ga: Eile
ja: その他

source: Accelerators
ga: Luasairí
ja: アクセラレータ

source: Acronyms
ga: Acrainmneacha
ja: 略語

source: Blank
ga: Bán
ja: 空

source: Brackets
ga: Lúibíní
ja: 括弧

source: Compendium conflict
ga: Coinbhleacht sa chartlann
ja: 要約の衝突

source: Translator credits
ga: Admhálacha aistritheoirí
ja: 翻訳者クレジット

source: Dialog sizes
ga: Méideanna na ndialóg
ja: ダイアログサイズ

source: Double quotes
ga: Comharthaí dúbailte athfhriotail
ja: 二重引用符

source: Double spaces
ga: Spásanna dúbailte
ja: 空白の連続

source: Repeated word
ga: Focal atá ann arís
ja: 単語の繰り返し

source: E-mail
ga: Seoladh ríomhphoist
ja: メール

source: Ending punctuation
ga: Poncaíocht ag deireadh na líne
ja: 末尾の句読点

source: Ending whitespace
ga: Spás bán ag an deireadh
ja: 末尾の空白

source: Escapes
ga: Éalúcháin
ja: エスケープ

source: File paths
ga: Cosáin chomhaid
ja: ファイル パス

source: Functions
ga: Feidhmeanna
ja: 関数

source: GConf values
ga: Luachanna GConf
ja: GConf 値

source: Fuzzy
ga: Le Deimhniú
ja: ファジー

source: Old KDE comment
ga: Nóta tráchta sean-nóis KDE
ja: 旧式の KDE コメント

source: Long
ga: Fada
ja: 長い

source: Must translate words
ga: Caithfear focail a aistriú
ja: 単語を翻訳すべき

source: Newlines
ga: Línte nua
ja: 改行

source: Number of plurals
ga: Líon na n-iolraí
ja: 複数形の個数

source: Don't translate words
ga: Ná aistrigh focail
ja: 単語を翻訳してはいけない

source: Numbers
ga: Uimhreacha
ja: 数値

source: Options
ga: Roghanna
ja: オプション

source: printf()
ga: clóbhuailf()

source: Punctuation spacing
ga: Spásáil poncaíochta
ja: 句読点の空白

source: Pure punctuation
ga: Poncaíocht shimplí
ja: 純粋な句読点

source: Python brace placeholders
ga: Ionadchoinneálaithe do lúibíní Python
ja: Python 波括弧プレースホルダー

source: Number of sentences
ga: Líon na n-abairtí
ja: 文の個数

source: Short
ga: Gearr
ja: 短い

source: Simple capitalization
ga: Ceannlitriú simplí
ja: 単純な大文字/小文字

source: Simple plural(s)
ga: Iolra(í) simplí
ja: 単純な複数形

source: Single quotes
ga: Comharthaí singil athfhriotail
ja: 単一引用符

source: Starting capitalization
ga: Ceannlitriú ag an tús
ja: 先頭の大文字

source: Starting punctuation
ga: Poncaíocht ag an tús
ja: 先頭の句読点

source: Starting whitespace
ga: Spás bán ag an tús
ja: 先頭の空白

source: Tabs
ga: Táib
ja: タブ

source: Unchanged
ga: Neamhathraithe
ja: 変更なし

source: Untranslated
ga: Neamhaistrithe
ja: 未翻訳

source: URLs
ga: URLanna
ja: URL

source: Valid characters
ga: Carachtair bhailí
ja: 有効な文字

source: Placeholders
ga: Ionadchoinneálaithe
ja: プレースホルダー

source: Valid XML
ga: XML bailí
ja: 正しい XML

source: XML tags
ga: Clibeanna XML
ja: XML タグ

source: ftl format
ga: Formáid ftl
ja: ftl 形式

source: Romanian: Avoid cedilla diacritics
ga: An Rómáinis: Seachain an straithín
ja: ルーマニア語: セディラアクセントを使わない

source: Romanian: Use "niciun"/"nicio"
ga: An Rómáinis: Úsáid "niciun"/"nicio"
ja: ルーマニア語: "niciun" や "nicio" は一語で書く

source: Format name
ga: Ainm na formáide
ja: フォーマット名

source: Format title
ga: Teideal na formáide
ja: フォーマットタイトル

source: Enabled
ga: Cumasaithe
ja: 有効

source: Monolingual format
ga: Formáid aonteangach™
ja: Monolingual 形式

source: GNU-style
ga: Ar stíl GNU
ja: GNU スタイル

source: non GNU-style
ga: Ar stíl neamh-GNU
ja: 非 GNU スタイル

source: Django-style
ga: Ar stíl Django
ja: Django スタイル

source: Custom
ga: Saincheaptha
ja: カスタム

source: Filesystem backend
ga: Córas comhad sa chúlra
ja: ファイルシステムのバックエンド

source: Select a filesystem backend
ga: Roghnaigh córas comhad don bhunachar
ja: ファイルシステムのバックエンドを選択してください

source: Backend URL or path
ga: URL nó cosán an bhunachair
ja: バックエンドの URL またはパス

source: The URL or path to your translation files
ga: URL nó cosán go dtí na comhaid aistriúcháin
ja: 翻訳ファイルへの URL またはパス

source: Translation mapping presets
ga: Réamhshocruithe mapála an aistriúcháin

source: Translation path mapping
ga: Mapáil chosán na n-aistriúchán
ja: 翻訳パスマッピング

source: Translation path mapping that maps the localisation files on the filesystem to files on Pootle.
ga: Mapáil chonair aistriúcháin a mhapálann na comhaid logánaithe ar an gcóras comhad chuig comhaid ar Pootle.
ja: ファイルシステム上のローカライズファイルを Pootle 上のファイルに割り当てる翻訳パスマッピング。

source: Filesystem language codes must be unique
ga: Ní mór do na cóid teanga ar an gcóras comhad a bheith uathúil
ja: ファイルシステムの言語コードは一意でなければなりません。

source: Pootle language mappings must be unique
ga: Ní mór do na cóid teanga ar Pootle a bheith uathúil
ja: Pootle の言語マッピングは一意でなければなりません

source: Member
ga: Ball
ja: メンバー

source: Submitter
ga: Seoltóir
ja: 送信者

source: Reviewer
ga: Athbhreithneoir
ja: 査読者

source: Administrator
ga: Riarthóir
ja: 管理者

source: Administrators
ga: Riarthóirí
ja: 管理者

source: Reviewers
ga: Athbhreithneoirí
ja: 査読者

source: Submitters
ga: Seoltóirí
ja: 送信者

source: Members
ga: Baill
ja: メンバー

source: New member
ga: Ball nua
ja: 新メンバー

source: Add a user to this team
ga: Cuir úsáideoir leis an bhfoireann seo
ja: ユーザーをこのチームに追加

source: Search for users to add
ga: Cuardaigh úsáideoirí nua
ja: 追加するユーザを検索

source: Role
ga: Ról
ja: 役割

source: Role is required when adding a new member
ga: Caithfidh tú ról a roghnú nuair a chuireann tú ball nua le foireann
ja: 新しいメンバーを追加するときは役割りが必要です

source: Reject
ga: Diúltaigh
ja: 却下

source: Accept
ga: Glac
ja: 採用

source: Filter by suggester
ga: Scag de réir an mholtóra é
ja: 提案者で絞り込み

source: Filter by state
ga: Scag de réir an stáit
ja: 状態で絞り込み

source: Project
ga: Tionscadal
ja: プロジェクト

source: Code
ga: Cód
ja: コード

source: ISO 639 language code for the language, possibly followed by an underscore (_) and an ISO 3166 country code. <a href="http://www.w3.org/International/articles/language-tags/">More information</a>
ga: Cód ISO 639 na teanga, chomh maith le fostríoc (_) agus cód tíre ISO 3166 más gá. <a href="http://www.w3.org/International/articles/language-tags/">Tuilleadh eolais</a>
ja: 言語の ISO 639 言語コードにアンダースコア（_） と ISO 3166 国コードが続きます。 (<a href="http://www.w3.org/International/articles/language-tags/">詳細情報</a>)

source: Special Characters
ga: Carachtair Speisialta
ja: 特殊文字

source: Enter any special characters that users might find difficult to type
ga: Cuir isteach aon charachtair speisialta atá deacair le clóscríobh
ja: ユーザーが入力しづらい特殊文字を入力してください

source: For more information, visit <a href="http://docs.translatehouse.org/projects/localization-guide/en/latest/l10n/pluralforms.html">our page</a> on plural forms.
ga: Tabhair cuairt ar <a href="http://docs.translatehouse.org/projects/localization-guide/en/latest/l10n/pluralforms.html">ár leathanach</a> chun tuilleadh eolais a fháil faoi iolraí.
ja: 詳しい情報は、<a href="http://docs.translatehouse.org/projects/localization-guide/en/latest/l10n/pluralforms.html">複数形について</a> のページを参照してください。

source: Unknown
ga: Anaithnid
ja: 不明

source: Number of Plurals
ga: Líon na hIolraí
ja: 複数形の数

source: Plural Equation
ga: Cothromóid Iolrach
ja: 複数形の同一視

source: Unit
ga: Aonad
ja: ユニット

source: State
ga: Staid
ja: 状態

source: Source
ga: Foinse
ja: ソース

source: Suggestion
ga: Moladh
ja: 提案

source: Suggested by
ga: Molta ag
ja: 提案者

source: Suggested at
ga: Molta ar
ja: 提案対象

source: Rejected %s suggestion with comment. User will be notified
ga: Diúltaíodh %s mholadh le nóta. Cuirfear in iúl don úsáideoir é
ja: %s 件の提案をコメント付きで却下しました。ユーザーに通知されます

source: Accepted %s suggestion with comment. User will be notified
ga: Glacadh le %s mholadh le nóta. Cuirfear in iúl don úsáideoir é
ja: %s 件の提案をコメント付きで承認しました。ユーザーに通知されます

source: Rejected %s suggestion
ga: Diúltaíodh %s mholadh
ja: %s 件の提案を却下しました

source: Accepted %s suggestion
ga: Glacadh le %s mholadh
ja: %s 件の提案を承認しました

source: Search
ga: Cuardaigh
ja: 検索

source: Search (Ctrl+Shift+S)<br/>Type and press Enter to search
ga: Cuardach (Ctrl+Shift+S)<br/>Clóscríobh agus brúigh Enter le cuardach
ja: 検索 (Ctrl+Shift+S)<br/>検索語を入力して Enter キーを押してください

source: Source Text
ga: Téacs Foinseach
ja: ソーステキスト

source: Target Text
ga: Téacs Sprice
ja: ターゲットテキスト

source: Comments
ga: Nótaí Tráchta
ja: コメント

source: Locations
ga: Suíomhanna
ja: 位置

source: {percentage} untranslated
ga: {percentage} gan aistriú
ja: {percentage} 未翻訳

source: {percentage} needs work
ga: {percentage} le deimhniú
ja: {percentage} 要作業

source: {percentage} translated
ga: {percentage} neamhaistrithe
ja: {percentage} 翻訳済み

source: First
ga: An chéad cheann
ja: 先頭

source: Previous
ga: Roimhe
ja: 前へ

source: Next
ga: Ar aghaidh
ja: 次へ

source: Last (%d)
ga: Deireadh (%d)
ja: 末尾 (%d)

source: Search unavailable
ga: Níl cuardach ar fáil
ja: 検索は利用できません

source: My current score at %s is %s
ga: An scór atá agam faoi láthair ar %s ná %s
ja: 私の現在の %s のスコアは %s です

source: Tweet this!
ga: Comhroinn ar Twitter!
ja: ツイートする！

source: #%s contributor in %s in the last 30 days
ga: Rannchuiditheoir #%s in %s le 30 lá anuas
ja: 最近 30 日間で第 %s 位の %s 貢献者

source: I am #%s contributor in %s in the last 30 days at %s!
ga: Is mise an rannpháirtí #%s i %s le 30 lá anuas ar %s!

source: No contributions in the last 30 days
ga: Níl aon rud déanta le mí anuas
ja: 最近 30 日間の貢献はありません

source: My Website
ga: Mo Shuíomh Gréasáin
ja: ウェブサイト

source: My LinkedIn Profile
ga: Mo Phróifíl LinkedIn
ja: LinkedIn プロフィール

source: Site administrator
ga: Riarthóir an tsuímh
ja: サイト管理者

source: %s's language teams
ga: Foireann teanga %s
ja: %s の言語チーム

source: %s is not a member of any language teams
ga: Ní ball d'aon fhoireann teanga é %s
ja: %s はどの言語チームにも属していません

source: Some translations are provided by anonymous volunteers. These are registered under this special meta-account.
ga: Oibrithe deonacha a rinne roinnt de na haistriúcháin. Cuirtear i leith meiteachuntas speisialta iad seo.
ja: 翻訳は匿名のボランティアにより提供されているものもあります。これらは、この特別なメタアカウントの下に登録されています。

source: Some translations are imported from external files. These are registered under this special meta-account.
ga: Is ó chomhad seachtrach roinnt de na haistriúcháin. Cuirtear i leith meiteachuntas speisialta iad seo.
ja: 翻訳は外部ファイルからインポートされているものもあります。これらは、この特別なメタアカウントの下に登録されています。

source: Show others who you are, tell about yourself<br/>and make your public profile look gorgeous!
ga: Inis dúinn fút féin,<br/>agus cuir snas ar do phróifíl phoiblí!
ja: あなたの自己紹介をして、<br/>公開プロフィールを派手に見せましょう。

source: You can set or change your avatar image at www.gravatar.com
ga: Socraigh nó athraigh d'abhatár ag www.gravatar.com
ja: アバター画像は www.gravatar.com で設定/変更できます

source: Anonymous User
ga: Úsáideoir gan ainm
ja: 匿名ユーザー

source: Admin
ga: Bainistiú
ja: 管理者

source: Translator
ga: Aistritheoir
ja: 翻訳者

source: Select one or more languages
ga: Roghnaigh teanga nó níos mó ná teanga amháin
ja: 言語を選択してください

source: Language
ga: Teanga
ja: 言語

source: "%(code)s" cannot be used as a project code
ga: Ní féidir "%(code)s" a úsáid mar chód tionscadail
ja: "%(code)s" はプロジェクトコードとして使用できません

source: "%(code)s" cannot be used as a project checker
ga: Ní féidir "%(code)s" a úsáid mar sheiceálaí tionscadail
ja: "%(code)s" はプロジェクトチェッカとして使用できません

source: A short code for the project. This should only contain ASCII characters, numbers, and the underscore (_) character.
ga: Gearrchód don tionscadal seo. Ba chóir carachtair ASCII, uimhreacha, agus fostríoc (_) amháin a úsáid.
ja: プロジェクトの短いコード名。ASCII 文字、数字、アンダースコア (_) 以外は含めることができません。

source: Quality Checks
ga: Deimhnithe Cáilíochta
ja: 品質チェック

source: Automatic detection of GNU/non-GNU file layouts (slower)
ga: Brath uathoibríoch ar leaganacha amach comhad GNU/neamh-GNU (níos moille)
ja: GNU / 非 GNU ファイルレイアウトの自動判別 (遅め)

source: GNU style: files named by language code
ga: Nós GNU: úsáíd cód teanga mar ainm comhaid
ja: GNU スタイル: 言語コードによるファイル名

source: Non-GNU: Each language in its own directory
ga: Neamh-GNU: Cuir gach teanga ina chomhadlann féin
ja: 非 GNU: 言語ごとにディレクトリを作成

source: Allow Pootle FS to manage filesystems (Experimental)
ga: Lig do Pootle FS córais comhad a bhainistiú (Turgnamhach)
ja: Pootle FS にファイルシステムの管理を許可する (実験段階)

source: Project Tree Style
ga: Stíl Chrainn an Tionscadail
ja: プロジェクトの階層スタイル

source: Ignore Files
ga: Déan Neamhaird de Chomhaid
ja: 無視ファイル

source: Errors Report Email
ga: Ríomhphost do Thuairiscí Earráide
ja: エラーレポートのメール

source: An email address where issues with the source text can be reported.
ga: Seoladh ríomhphoist a seolfar tuariscí faoi fhadhbanna sa mbunteanga chuige.
ja: 原文の問題を報告できるメールアドレス。

source: Screenshot Search Prefix
ga: Réimír Chuardaigh do Phictiúir
ja: スクリーンショット検索の接頭辞

source: Disabled
ga: Díchumasaithe
ja: 無効

source: Translation project (%s) has been created. We are now updating its files from file templates.
ga: Cruthaíodh an tionscadal aistriúcháin (%s). Tá comhaid don tionscadal sin á nuashonrú againn ó theimpléid chomhad.
ja: 翻訳プロジェクト (%s) が作成されました。ファイルテンプレートから内容を更新しています。

source: Translation project (%s) has been deleted
ga: Scriosadh an tionscadal aistriúcháin (%s)
ja: 翻訳プロジェクト (%s) が削除されました

source: Target
ga: Sprioc
ja: ターゲット

source: Comment
ga: Nóta Tráchta
ja: コメント

source: Check
ga: Dearbháil

source: Path
ga: Cosán
ja: パス

source: Obsolete
ga: I léig
ja: 廃止

source: Needs work
ga: Le deimhniú
ja: 要修正

source: Translated
ga: Aistrithe
ja: 翻訳済み

source: Insufficient rights to access this directory.
ga: Níl dóthain cearta agat chun an leathanach seo a rochtain.
ja: このディレクトリにアクセスする十分な権限がありません。

source: Insufficient rights to access suggestion mode.
ga: Níl cead agat mód molta a chur ar siúl.
ja: 提案モードにアクセスするための権限がありません。

source: Insufficient rights to access translation mode.
ga: Níl cead agat mód aistrithe a chur ar siúl.
ja: 翻訳モードへのアクセスに必要な権限がありません。

source: Insufficient rights to access review mode.
ga: Níl cead agat mód athbhreithnithe a chur ar siúl.
ja: 査読モードへのアクセスに必要な権限がありません。

source: Plural Form %d
ga: Leagan Iolrach %d
ja: 複数形 %d

source: Needs work flag must be cleared
ga: Is gá an bhratach Le Deimhniú a ghlanadh
ja: 要修正フラグを消去してください

source: Translator comment
ga: Trácht de chuid an aistritheora
ja: 翻訳者によるコメント

source: Suggestion '%s' has already been accepted or rejected.
ga: Glacadh leis an moladh '%s' nó diúltaíodh dó cheana.
ja: 提案された '%s' はすでに採用されたか、却下されました。

source: Insufficient rights to access this page.
ga: Níl dóthain cearta agat chun an leathanach seo a rochtain.
ja: このページにアクセスする十分な権限がありません。

source: Suggestion '%s' already exists.
ga: Tá an moladh '%s' ann cheana.

source: Suggestion '%s' equals to current unit target value.
ga: Is ionann an moladh '%s' agus an t-aistriúchán atá ann faoi láthair.

source: Singular
ga: Uatha
ja: 単数形

source: Plural
ga: Iolra
ja: 複数形

source: Added suggestion
ga: Cuir moladh leis
ja: 提案を追加しました

source: Accepted suggestion from %(author)s
ga: Glacadh le moladh ó %(author)s
ja: %(author)s による提案を承認しました

source: Accepted suggestion from %(author)s with comment: %(comment)s
ga: Glacadh le moladh ó %(author)s le nóta: %(comment)s
ja: %(author)s による提案をコメント付きで承認しました: %(comment)s

source: Rejected suggestion from %(author)s
ga: Diúltaíodh moladh ó %(author)s
ja: %(author)s による提案を却下しました

source: Rejected suggestion from %(author)s with comment: %(comment)s
ga: Diúltaíodh moladh ó %(author)s le nóta: %(comment)s
ja: %(author)s による提案をコメント付きで却下しました: %(comment)s

source: Unit created
ga: Cruthaíodh an t-aonad
ja: ユニットを作成しました

source: Comment:
ga: Nóta Tráchta:
ja: コメント:

source: Removed comment
ga: Baineadh an nóta tráchta

source: Muted %(check_name)s check
ga: Balbhaíodh %(check_name)s check
ja: %(check_name)s の誤りを黙認

source: Unmuted %(check_name)s check
ga: Díbhalbhaíodh %(check_name)s
ja: %(check_name)s の誤りを黙認解除

source: Suggestion accepted with comment
ga: Glacadh leis an moladh agus cuireadh nóta leis
ja: 提案がコメント付きで承認されました。

source: Suggestion rejected with comment
ga: Diúltaíodh an moladh agus cuireadh nóta leis
ja: 提案がコメント付きで却下されました

source: Path too long.
ga: Cosán rófhada.
ja: パスが長すぎます。

source: Arguments missing.
ga: Argóintí ar iarraidh.
ja: 引数が足りません。

source: Failed to remove comment.
ga: Níorbh fhéidir an nóta a bhaint.
ja: コメントの削除に失敗しました。

source: Comment submission failed.
ga: Theip ar sheoladh an nóta.
ja: コメントの送信に失敗しました。

source: This term already exists in this file.
ga: Tá an téarmsa sa chomhad seo cheana féin.
ja: この用語はこのファイル内にすでに存在します。

source: Translation project (%s) created
ga: Cruthaíodh tionscadal aistriúcháin (%s)
ja: 翻訳プロジェクト (%s) を作成しました

source: Translation project (%s) creation failed
ga: Níorbh fhéidir an tionscadal aistriúcháin a chruthú (%s)
ja: 翻訳プロジェクト (%s) の作成に失敗しました

source: I have read and accept: <a href="%(url)s" class="%(classes)s">%(title)s</a>
ga: Léigh mé agus glacaim le: <a href="%(url)s" class="%(classes)s">%(title)s</a>
ja: これを読み受諾しました: <a href="%(url)s" class="%(classes)s">%(title)s</a>

source: Whether this page is active or not.
ga: An bhfuil an leathanach seo gníomhach?
ja: このページがアクティブかそうではないかです。

source: Virtual Path
ga: Cosán Fíorúil
ja: 仮想パス

source: Title
ga: Teideal
ja: タイトル

source: Display Content
ga: Taispeáin Ábhar
ja: コンテンツを表示

source: Allowed markup: %s
ga: Marcáil ceadaithe: %s
ja: 使用できるマークアップ: %s

source: Redirect to URL
ga: Atreorú chuig URL
ja: リダイレクト先 URL

source: If set, this page will redirect to this URL
ga: Leis an rogha seo, cuirfear aon tagairt don leathanach seo ar aghaidh chuig an URL seo
ja: 設定した場合、このページはこの URL へリダイレクトします

source: URL or content must be provided.
ga: Caithfidh tú URL nó ábhar a sholáthar.
ja: URL またはコンテンツの入力は必須です。

source: Virtual path already in use.
ga: Cosán fíorúil in úsáid cheana.
ja: 仮想パスが既に使われています。

source: Legal Page
ga: Leathanach Dlí
ja: 法的事項のページ

source: Regular Page
ga: Gnáthleathanach
ja: 通常のページ
