Repository: pypi-data/pypi-mirror-25
Catalog: packages/Pootle/Pootle-2.8.2.tar.bz2/Pootle-2.8.2/pootle/locale/*/pootle.po
Languages: ga, ja

source: Here you can add, edit, and delete the default permissions in this Pootle server.
ga: Anseo is féidir leat na ceadanna réamhshocraithe ar an bhfreastalaí Pootle seo a chur in eagar.
ja: ここでは、この Pootle サーバーのデフォルト権限の追加、編集、削除ができます。

source: The user “nobody” refers to any user that is not logged in (an anonymous, unidentified user). The user “default” refers to the rights that all logged in users will have by default, unless other specific rights were assigned to them.
ga: Déanann “nobody” tagairt d'aon úsáideoir nach bhfuil logáilte isteach (is é sin le rá, úsáideoir gan ainm). Déanann “default” tagairt do na cearta a bhfuil úsáideoirí logáilte isteach acu de réir réamhshocraithe, murar tugadh cearta ar leith dóibh.
ja: “nobody” ユーザーは、ログインしていないユーザー (匿名の身元不明のユーザー) を指します。“default” ユーザーは正規ユーザーを指し、特別な権限を与えられていない限り、すべてのログインしているユーザーはデフォルトでこのユーザーです。

source: Filesystem configuration: %(project_code)s
ga: Cumraíocht an chórais comhad: %(project_code)s
ja: ファイルシステム設定: %(project_code)s

source: Pootle FS is still experimental, we’d love you to use it, but it does require a level of expertise in localisation, Python and Pootle in case anything goes wrong.
ga: Is togra turgnamhach é Pootle FS. Bheadh an-áthas orainn dá mbainfeá triail as, ach éilíonn sé leibhéal áirithe saineolais ar an logánú, Python, agus Pootle i gcás fadhbanna.
ja: Pootle FS はまだ実験段階です。使っていただいても結構ですが、何か不具合が起こった場合には、ローカライズと Python、Pootle の豊富な経験が必要です。

source: Backend configuration
ga: Cumraíocht an chórais comhad
ja: バックエンド設定

source: Update filesystem configuration
ga: Nuashonraigh cumraíocht an chórais comhad
ja: ファイルシステム設定を更新

source: Translation path mapping should be of the format:
ga: Seo é an fhormáid cheart ar an mhapáil chosáin:
ja: 翻訳パスマッピングは次の形式です:

source: Only `&lt;language_code&gt;` is required, although it must end with `.&lt;ext&gt;`
ga: Is é `&lt;cód_teanga&gt;` amháin atá dhíth, cé gur gá `.&lt;ext&gt;` a chur ag an deireadh
ja: `&lt;language_code&gt;` のみが必要ですが、`.&lt;ext&gt;` で終わらなければなりません。

source: If you are using the localfs backend the translation path mapping will be combined with the path specified in backend URL
ga: Má tá tú ag baint úsáid as localfs, cuirfear an mhapáil chosáin le chéile leis an gcosán a sonraíodh mar URL an bhunachair
ja: localfs バックエンドを使用している場合、翻訳パスマッピングは、バックエンド URL で指定されたパスと結合されます。

source: For other backends the translation path mapping will be relative to the root of the repository.
ga: I gcás córas comhad eile, beidh an mhapáil chosáin i gcoibhneas le fréamh na stórlainne.
ja: 他のバックエンドについては、翻訳パスマッピングはリポジトリのルートからの相対パスになります。

source: Language mapping configuration
ga: Cumraíocht na mapála teanga
ja: 言語割り当ての設定

source: Remove
ga: Bain
ja: 削除

source: Pootle code
ga: Cód Pootle
ja: Pootle コード

source: Filesystem code
ga: Cód an chórais comhad
ja: ファイルシステムコード

source: Add
ga: Cuir leis
ja: 追加

source: Update
ga: Nuashonrú
ja: 更新

source: User
ga: Úsáideoir
ja: ユーザー

source: Previous month
ga: An mhí roimhe seo
ja: 前月

source: Next month
ga: An chéad mhí eile
ja: 翌月

source: Detailed Report
ga: Tuairisc Mhionsonraithe
ja: 詳細レポート

source: Detailed Statistics
ga: Staitisticí Mionsonraithe
ja: 詳細統計

source: Delete
ga: Scrios
ja: 削除

source: or
ga: nó
ja: または

source: Save
ga: Sábháil
ja: 保存

source: Use <code>&lt;a href="<strong>#/page-slug</strong>"&gt;Link text&lt;/a&gt;</code> code to provide links between static pages. Such links will be rewritten with full paths to static pages.
ga: Úsáid <code>&lt;a href="<strong>#/slug</strong>"&gt;Téacs an naisc&lt;/a&gt;</code> chun nasc a dhéanamh idir leathanaigh statacha. Athscríobhfar nascanna den chineál seo mar nascanna iomlána le leathanaigh statacha.
ja: 統計ページへのリンクを提供するには <code>&lt;a href="<strong>#/page-slug</strong>"&gt;Link text&lt;/a&gt;</code> のコードを使用してください。このリンクは統計ページへのフルパスに書き換えられます。

source: In Announcement pages use <code><strong>/xx/</strong></code> within URLs for a dynamic language code.
ga: I bhfógraí, is féidir <code><strong>/xx/</strong></code> a úsáid in URLanna mar chód teanga dinimiciúil.
ja: アナウンスページで動的言語コードを使用するには URL 内に <code><strong>/xx/</strong></code> を使用してください。

source: Last Edited
ga: Curtha in eagar an uair dheiridh
ja: 最近の編集

source: Yes
ga: Tá
ja: はい

source: No
ga: Níl
ja: いいえ

source: edit
ga: eagar
ja: 編集

source: view
ga: amharc
ja: 表示

source: No pages yet.
ga: Níl leathanaigh ann fós.
ja: ページはまだありません。

source: Legal Pages
ga: Leathanaigh dhlíthiúla
ja: 法的事項のページ

source: Add Legal Page
ga: Cuir leathanach dlíthiúil leis
ja: 法的事項のページを追加

source: Regular Pages
ga: Gnáth leathanaigh
ja: 通常のページ

source: Add Regular Page
ga: Cuir gnáth leathanach leis
ja: 通常のページを追加

source: Announcements
ga: Fógraí
ja: アナウンス

source: Add Announcement
ga: Fógra Nua
ja: アナウンスを追加

source: Fix critical errors
ga: Ceartaigh earráidí criticiúla
ja: 致命的なエラーを修正

source: Critical errors
ga: Earráidí criticiúla
ja: 致命的なエラー

source: Review suggestions
ga: Athbhreithnigh na moltaí
ja: 提案の査読

source: Continue translation
ga: Lean ort ag aistriú
ja: 翻訳続行

source: View all
ga: Taispeáin uile
ja: すべて表示

source: All
ga: Uile
ja: すべて

source: Expand details
ga: Taispeáin mionsonraí
ja: 詳細を展開

source: Translation Statistics
ga: Staitisticí Aistriúcháin
ja: 翻訳の統計

source: Failing Checks
ga: Fadhbanna
ja: 誤りの確認

source: More...
ga: Níos mó...
ja: 続き...

source: Less...
ga: Níos lú...
ja: 減らす...

source: Updates
ga: Nuashonruithe
ja: 更新

source: Last updated:
ga: Nuashonraithe:
ja: 最終更新日時:

source: Translations
ga: Aistriúcháin
ja: 訳文

source: Last action:
ga: An gníomh is déanaí:
ja: 最終操作:

source: This project is disabled and visible to administrators only.
ga: Tá an tionscadal seo díchumasaithe agus is é riarthóirí amháin atá in ann é a fheiceáil.
ja: このプロジェクトは無効化されており、管理者しか閲覧できません。

source: Please fill in all the fields.
ga: Líon isteach gach réimse le do thoil.
ja: すべての項目に入力してください。

source: Send Message
ga: Seol Teachtaireacht
ja: メッセージを送信

source: Thanks!
ga: Go raibh maith agat!
ja: ご協力に感謝します！

source: We have received your message and will try to respond as soon as possible.
ga: Fuaireamar do theachtaireacht agus déanfaimid ár ndícheall freagra a thabhairt ort go luath.
ja: あなたのメッセージを受信しました。可能な限り早く返答いたします。

source: score
ga: scór
ja: スコア

source: No user contributions yet.
ga: Níl aon rud déanta ag úsáideoirí fós.
ja: ユーザーの貢献はまだありません。

source: Top contributors:
ga: Na daoine a rinne an chuid is mó:
ja: 上位の貢献者:

source: Are You Human?
ga: An Duine Thú?
ja: あなたがロボットでないことを証明してください

source: To protect the server against attacks we have to verify that submissions are made by human users.
ga: Caithfimid a bheith cinnte gurb é fíordhaoine amháin a rinne na haistriúcháin chun an freastalaí a chosaint ar ionsaithe.
ja: サーバーを外部の攻撃から守るため、人間のユーザーによる登録かどうかを検証します。ご了承ください。

source: Please answer this question:
ga: Freagraigh an cheist seo le do thoil:
ja: 次の質問に答えてください:

source: Confirm
ga: Deimhnigh
ja: 確認

source: Go back to browsing
ga: Brabhsáil
ja: ブラウジングへ戻る

source: My suggestions
ga: Mo chuid moltaí
ja: 自分の提案

source: My submissions
ga: Mo chuid aistriúchán
ja: 自分の投稿

source: My overwritten submissions
ga: Aistriúcháin fhorscríofa de mo chuid
ja: 自分の上書き投稿

source: Checks
ga: Deimhnithe
ja: 査読

source: Select type
ga: Roghnaigh cineál
ja: 種類の選択

source: Default order
ga: Ord réamhshocraithe
ja: 標準の並び順

source: Important first
ga: Is tábhachtaí ar dtús
ja: 重要度順

source: Newest first
ga: Is nuaí ar dtús
ja: 新しい順

source: Oldest first
ga: Is sine ar dtús
ja: 古い順

source: Go to the previous string (Ctrl+Up)
ga: An teaghrán roimhe seo (Ctrl+Suas)
ja: 前の文字列に移動 (Ctrl+↑)

source: Current string number (Ctrl+Shift+U)<br/><br/>Type in the number and press Enter<br/>to go to any position
ga: Uimhir an teaghráin (Ctrl+Shift+U)<br/><br/>Cuir isteach an uimhir agus brúigh Enter<br/>chun léim go dtí teaghrán ar bith
ja: 現在の文字列番号 (Ctrl+Shift+U)<br/><br/>番号を入力して Enter キーを押し<br/>任意の位置へ移動

source: Total strings
ga: Líon iomlán na dteaghrán
ja: 総文字列数

source: Go to the next string (Ctrl+Down)
ga: Téigh ar aghaidh chuig an chéad teaghrán eile (Ctrl+Síos)
ja: 次の文字列に移動 (Ctrl+↓)

source: The following suggestions submitted by you have been accepted with the comment:
ga: Glacadh leis na moltaí seo de do chuid, in éineacht leis an nóta seo:
ja: あなたが送信した次の提案は、コメント付きで承認されています:

source: We hope this feedback will help you improve your future contributions.
ga: Tá súil againn go gcabhraíonn an t-aiseolas seo leat.
ja: このフィードバックがあなたの将来の貢献に役立つことを願っています。

source: The following suggestions submitted by you have been rejected with the comment:
ga: Diúltaíodh na moltaí seo de do chuid, in éineacht leis an nóta seo:
ja: あなたが送信した次の提案は、コメント付きで却下されています:

source: Translate
ga: Aistrigh
ja: 翻訳

source: <a href="%(url)s">Unit #%(id)s</a>
ga: <a href="%(url)s">Aonad #%(id)s</a>
ja: <a href="%(url)s">ユニット #%(id)s</a>

source: Priority:
ga: Tosaíocht:
ja: 優先度:

source: Context:
ga: Comhthéacs:
ja: 文脈:

source: Locations:
ga: Suíomhanna:
ja: 場所:

source: Terminology:
ga: Téarmaíocht:
ja: 用語:

source: Insert the translated term into the editor
ga: Cuir an téarma aistrithe isteach san eagarthóir
ja: 訳語をエディターに挿入する

source: Comments:
ga: Nótaí Tráchta:
ja: コメント:

source: Click to open the image in a popup
ga: Cliceáil chun an íomhá a oscailt i bpreabfhuinneog
ja: クリックすると画像をポップアップで開きます

source: Screenshots...
ga: Grianghraif den Scáileán...
ja: スクリーンショット...

source: Copy into translation
ga: Cóipeáil go dtí an t-aistriúchán
ja: 原文から転写します

source: Report a problem with this string
ga: Déan tuairisc ar fhadhb leis an teaghrán seo
ja: この文字列の問題を報告する

source: Submit
ga: Seol
ja: 送信

source: Submit translation and go to the next string (Ctrl+Enter)
ga: Seol an t-aistriúchán agus téigh go dtí an chéad teaghrán eile (Ctrl+Enter)
ja: 翻訳を送信して次の文字列に移動 (Ctrl+Enter)

source: Suggest
ga: Mol
ja: 提案

source: Suggest translation and go to the next string (Ctrl+Enter)
ga: Mol aistriúchán agus téigh go dtí an chéad teaghrán eile (Ctrl+Enter)
ja: 翻訳を提案して次の文字列に移動 (Ctrl+Enter)

source: Switch to translation mode (Ctrl+Shift+Space)
ga: Mód aistriúcháin (Ctrl+Shift+Spás)
ja: 翻訳モードに切り替え (Ctrl+Shift+Space)

source: Switch to suggestion mode (Ctrl+Shift+Space)
ga: Mód molta (Ctrl+Shift+Spás)
ja: 提案モードに切り替え (Ctrl+Shift+Space)

source: Mark this string as needing further work (Ctrl+Space)
ga: Léiríonn gur gá tuilleadh oibre a dhéanamh ar an teaghrán seo (Ctrl+Spás)
ja: この文字列に要修正の印を付ける (Ctrl+Space)

source: Showing match from similar translations
ga: Aistriúchán cosúil leis seo á thaispeáint

source: Show Timeline
ga: Taispeáin an Líne Ama
ja: タイムラインを表示

source: Add Comment
ga: Cuir Trácht Leis
ja: コメントを追加

source: Raw View
ga: Amharc Amh
ja: 生データ表示

source: reviewed by <a href="%(profile_url)s">%(reviewer)s</a>
ga: athbhreithnithe ag <a href="%(profile_url)s">%(reviewer)s</a>
ja: 査読者: <a href="%(profile_url)s">%(reviewer)s</a>

source: Insert %(character_name)s (Unicode value %(character_code)s) into the editor
ga: Cuir %(character_name)s (carachtar Unicode %(character_code)s) isteach san eagarthóir
ja: %(character_name)s (Unicode 値 %(character_code)s) をエディターに挿入

source: User suggestions
ga: Moltaí ó úsáideoirí
ja: ユーザーによる提案

source: More options
ga: Níos mó roghanna
ja: 追加オプション

source: Less options
ga: Níos lú roghanna
ja: オプション表示を隠す

source: Accept suggestion
ga: Glac leis an moladh
ja: 提案を承認

source: Reject suggestion
ga: Ná glac leis an moladh
ja: 提案を却下

source: Remove suggestion
ga: Bain an moladh
ja: 提案を削除

source: A long time ago
ga: Fadó fadó
ja: ずっと前

source: Comment:
ga: Nóta Tráchta:
ja: コメント:

source: Critical issues with the translation
ga: Fadhbanna criticiúla leis an aistriúchán
ja: 翻訳に重大な問題があります

source: Critical errors:
ga: Earráidí criticiúla:
ja: 重大な誤り:

source: Mute quality check
ga: Balbhaigh an deimhniú
ja: 品質チェックを黙認

source: Unmute quality check
ga: Díbhalbhaigh an deimhniú
ja: 品質チェックの黙認を解除

source: Possible issues with the translation
ga: Fadhbanna a d'fhéadfadh a bheith ann san aistriúchán
ja: 翻訳に問題があります

source: Watch out for:
ga: Bí ar d'aire ar:
ja: 監視対象:

source: Remove comment
ga: Bain an nóta
ja: コメントを削除

source: Сomment:
ga: Nóta Tráchta:

source: Timeline
ga: Líne ama
ja: タイムライン

source: Bad Request
ga: Drochiarratas
ja: 不正な要求です

source: Error 400
ga: Earráid 400
ja: エラー 400

source: The operation is not permitted.
ga: Oibríocht neamhcheadaithe.
ja: この操作は許可されていません。

source: Permission Denied
ga: Cead Diúltaithe
ja: アクセス拒否

source: You don't seem to have permissions to access this page.
ga: Níl cead agat an leathanach seo a rochtain.
ja: このページへアクセスする権限がありません。

source: Page Not Found
ga: Níor aimsíodh an leathanach
ja: ページが見つかりませんでした

source: We're sorry, but the requested page could not be found.
ga: Is dona linn ach ní féidir an leathanach a d'iarr tú air a aimsiú.
ja: 申し訳ありませんが、リクエストされたページは見つかりませんでした。

source: Server Error
ga: Botún sa bhfreastalaí
ja: サーバー エラー

source: A server error has occurred. Thank you for your patience.
ga: Tharla earráid leis an bhfreastalaí. Go raibh maith agat as ucht bheith foighneach linn.
ja: サーバーエラーが発生しました。ご迷惑をおかけして申し訳ありません。

source: Exception:
ga: Eisceacht:
ja: 例外:

source: If you need assistance, you may refer to this error as <strong>%(ref)s</strong>.
ga: Má tá cabhair uait, is féidir tagairt a dhéanamh ar an earráid seo mar <strong>%(ref)s</strong>.
ja: 支援が必要な場合は、このエラーについて <strong>%(ref)s</strong> を参照してください。

source: Database Error
ga: Earráid Bhunachair Sonraí
ja: データベースエラー

source: Pootle can't connect to the database, the database is not initialized yet, or a schema upgrade is needed before continuing.
ga: Ní féidir le Pootle ceangal leis an mbunachar sonraí, níl an bunachar sonraí socraithe fós, nó is gá an scéimre a uasghrádú i dtosach báire.
ja: Pootle がデータベースに接続できません。データベースが初期化されていないか、スキーマのアップグレードが必要です。

source: Please read the <a href="%(url)s">Pootle documentation</a> for installation and upgrade instructions. Contact the server administrator if you feel this is a mistake.
ga: Léigh <a href="%(url)s">doiciméadú Pootle</a> le foghlaim conas is féidir Pootle a shuiteáil agus a nuashonrú. Téigh i dteagmháil le riarthóir an fhreastalaí má cheapann tú gur botún é seo.
ja: <a href="%(url)s">Pootle ドキュメント</a> に書かれたインストールとアップグレード方法の項目をお読みください。サーバ側の不具合と思われる場合は、サーバ管理者にお知らせください。

source: The reported error was:
ga: An earráid a ndearnadh tuairisc uirthi:
ja: 返されたエラー:

source: Page %(page_number)s of %(page_count)s.
ga: Leathanach %(page_number)s as %(page_count)s.
ja: %(page_number)s / %(page_count)s ページ

source: Results per page: %(n)s
ga: Torthaí sa leathanach: %(n)s

source: Select all
ga: Roghnaigh uile
ja: すべて選択

source: Go
ga: Téigh

source: Browse
ga: Brabhsáil
ja: 参照

source: Team
ga: Foireann
ja: チーム

source: Filter suggestions
ga: Moltaí scagairí
ja: 提案の絞り込み

source: Language team
ga: Foireann teanga
ja: 言語チーム

source: Member admin
ga: Bainistiú ball
ja: メンバー管理

source: Add team member
ga: Cuir ball nua leis an bhfoireann
ja: チームメンバーを追加

source: Remove selected
ga: Bain na cinn roghnaithe
ja: 選択したものを削除

source: Unit and suggestions admin
ga: Bainistiú aonad/moltaí
ja: ユニットと提案の管理

source: Pending suggestions:
ga: Moltaí ar feitheamh:
ja: 留保中の提案:

source: Total words:
ga: Líon iomlán focal:
ja: 単語総数:

source: Translated:
ga: Aistrithe:
ja: 翻訳済み:

source: Needs work:
ga: Le deimhniú:
ja: 要修正:

source: Pootle requires JavaScript
ga: Teastaíonn JavaScript ó Phootle
ja: Pootle の動作には JavaScript が必要です

source: Please enable JavaScript in your browser preferences and reload the page.
ga: Ní mór duit JavaScript a chumasú i do bhrabhsálaí agus an leathanach a luchtú arís.
ja: ブラウザーの設定で JavaScript を有効にして、ページを再読み込みしてください。

source: skip to navigation
ga: léim go dtí an nascleanúint
ja: ナビゲーションメニューまでスキップする

source: Public Profile
ga: Próifíl Phoiblí
ja: 公開プロフィール

source: Settings
ga: Socruithe
ja: 設定

source: Sign out
ga: Logáil amach
ja: サインアウト

source: Sign In
ga: Logáil Isteach
ja: サインイン

source: A Translation project (%(tp)s) has been created at %(url)s, and has updated successfully.
ga: Cruthaíodh tionscadal aistriúcháin (%(tp)s) ag %(url)s, agus nuashonraíodh é.
ja: 翻訳プロジェクト (%(tp)s) が %(url)s に作成され、更新が完了しました。

source: An error occurred creating Translation project (%(tp)s). Please contact your system administrator.
ga: Tharla earráid agus an tionscadal aistriúcháin á chruthú (%(tp)s). Téigh i dteagmháil le riarthóir do chórais.
ja: 翻訳プロジェクト (%(tp)s) の作成中にエラーが発生しました。システム管理者に問い合わせてください。

source: Here you can add, edit, or delete the languages for this project.
ga: Anseo is féidir teangacha a chruthú, a scriosadh, nó a chur in eagar don tionscadal seo.
ja: ここでは、このプロジェクトの言語を追加、編集、削除できます。

source: Adding new languages from this screen is disabled. You will need to update your sources directly, and update Pootle from there.
ga: Díchumasaíodh teangacha nua a chur leis ón scáileán seo. Beidh ort do chuid foinsí a nuashonrú go díreach, agus nuashonraigh Pootle ón áit sin.

source: There are no templates for this project, so adding new languages from this screen is disabled.
ga: Ní féidir teangacha nua a chur leis an tionscadal seo toisc nach bhfuil aon teimpléid ann.
ja: このプロジェクトにはテンプレートが無いため、この画面から追加した新しい言語は無効になります。

source: Below you can add, edit, and delete the permissions for this project.
ga: Is féidir ceadanna a chruthú, a scriosadh, nó a chur in eagar don tionscadal seo thíos.
ja: 以下では、このプロジェクトの権限の追加、編集、削除ができます。

source: This static page is inactive and visible to administrators only. You can activate it by <a href="%(edit_url)s">editing its properties</a>
ga: Tá an leathanach statach seo neamhghníomach is é riarthóirí amháin atá in ann é a fheiceáil. Is féidir leat é a ghníomhachtú arís trí <a href="%(edit_url)s">airíonna an leathanaigh a chur in eagar</a>
ja: この統計ページは無効化されており管理者だけが閲覧できます。 <a href="%(edit_url)s">プロパティを編集</a> から有効化できます

source: Action Required
ga: Gníomh de dhíth
ja: 対処が必要

source: Before continuing, you must read and accept the following documents.
ga: Caithfidh tú glacadh leis na cáipéisí seo a leanas.
ja: 参加する前に以下の文書を読んで同意していただく必要があります。

source: No thanks. Sign out
ga: Ní ghlacaim leis seo. Logáil amach
ja: 同意せずにサインアウトする

source: Continue
ga: Lean ar aghaidh
ja: 次へ

source: Terminology
ga: Téarmaíocht
ja: 用語

source: Below you can add, edit, and delete the permissions for this translation project.
ga: Is féidir ceadanna a chruthú, a scriosadh, nó a chur in eagar don tionscadal seo thíos.
ja: 以下では、この翻訳プロジェクトの権限の追加、編集、削除ができます。

source: Description...
ga: Cur Síos...
ja: 説明...

source: Details...
ga: Sonraí...
ja: 詳細...

source: Translator Comments
ga: Tráchtanna de chuid an aistritheora
ja: 翻訳者のコメント

source: Manage Terminology
ga: Bainistigh Téarmaíocht
ja: 用語を管理します

source: Term
ga: Téarma
ja: 用語

source: Translation
ga: Aistriúchán
ja: 訳文

source: No terminology file has been found
ga: Níor aimsíodh aon chomhad téarmaíochta
ja: 用語ファイルが見つかりませんでした

source: In order to use the terminology feature, make sure to add a terminology file to your translation project. The terminology file must be named 'pootle-terminology' and use the same file extension (format) as the rest of the project files. This custom terminology will be used in addition to any terminology suggestions provided by the 'Terminology' project.
ga: Le húsáid a bhaint as an gcóras téarmaíochta, cuir comhad téarmaíochta le do thionscadal aistriúcháin. Caithfidh tú an t-ainm 'pootle-terminology' a chur ar an gcomhad, san fhormáid chéanna leis an chuid eile de na comhaid sa tionscadal. Bainfear úsáid as an comhad téarmaíochta seo chomh maith le moltaí ón tionscadal speisialta 'Terminology'.
ja: 用語機能を利用するため、翻訳プロジェクトに用語ファイルを追加してください。用語ファイルは 'pootle-terminology' という名前でプロジェクトファイルの残りと同じ拡張子 (ファイル形式) を使用してください。 この独自の用語ファイルは 'Terminology' プロジェクトにより提供される用語候補に加えて使用されます。

source: Here you can manage the terms in the terminology files.
ga: Anseo is féidir leat na téarmaí sna comhaid téarmaíochta a bhainistiú.
ja: ここでは用語ファイル内の用語を管理できます。

source: File
ga: Comhad
ja: ファイル

source: Once you upload files, you will be able to add, edit and delete terms.
ga: Tar éis duit comhaid a uaslódáil, beidh tú in ann téarmaí a chuir leo, téarmaí a chur in eagar agus téarmaí a scriosadh.
ja: ファイルをアップロードすれば、用語の追加や編集、削除ができるようになります。

source: Latest activity:
ga: An ghníomhaíocht is déanaí:
ja: 最終活動日時:

source: Total score:
ga: Scór iomlán:
ja: スコア合計:

source: User Account
ga: Cuntas Úsáideora
ja: ユーザーアカウント

source: Do you want to change your password? Click the 'Reset Password' button which will initiate the process of setting a new password.
ga: An bhfuil fonn ort d'fhocal faire a athrú? Cliceáil an cnaipe 'Athshocraigh an Focal Faire' le focal faire nua a roghnú.
ja: パスワードを変更するには、新しいパスワードを発行する「パスワードをリセット」ボタンをクリックしてください。

source: Reset Password
ga: Athshocraigh an Focal Faire
ja: パスワードをリセット

source: Statistics
ga: Staitisticí
ja: 統計

source: Daily activity
ga: Gníomhaíocht laethúil
ja: 日ごとの活動

source: Welcome
ga: Fáilte
ja: ようこそ

source: Welcome to Pootle
ga: Fáilte go Pootle
ja: Pootle へようこそ

source: Come and join us!
ga: Bí linn!
ja: あなたも参加してください！

source: Sign in
ga: Logáil isteach
ja: サインイン

source: Top Contributors for the Last 30 Days
ga: Na daoine a rinne an chuid is mó le 30 lá anuas
ja: 最近 30 日間の上位の貢献者たち

source: Pootle Translation Server
ga: Freastalaí Aistriúcháin Pootle
