Repository: pypi-data/pypi-mirror-25
Catalog: packages/Pootle/Pootle-2.9.0b4.tar.bz2/Pootle-2.9.0b4/pootle/locale/hsb/pootle_js.po
Languages: hsb

source: Saved successfully.
hsb: Wuspěšnje składowany.

source: Deleted successfully.
hsb: Wuspěšnje zhašany.

source: Delete
hsb: Zhašeć

source: Add Language
hsb: Rěč přidać

source: Cancel
hsb: Přetorhnyć

source: %(count)s language matches your query.
hsb: %(count)s rěč wašemu naprašowanju wotpowěduje.

source: There is %(count)s language.
hsb: Je %(count)s rěč.

source: Search Languages
hsb: Rěče přepytować

source: Find language by name, code
hsb: Rěč po mjenje abo kodźe pytać

source: Edit Language
hsb: Rěč wobdźěłać

source: Use the search form to find the language, then click on a language to edit.
hsb: Wužiwaj pytanski formular, zo by rěč namakał a klikń potom na rěč, kotruž chceš wobdźěłać.

source: Code
hsb: Kod

source: Full Name
hsb: Dospołne mjeno

source: Special Characters
hsb: Wosebite znamješka

source: Number of Plurals
hsb: Ličba pluralow

source: Plural Equation
hsb: Pluralowa formla

source: Save
hsb: Składować

source: Overview
hsb: Přehlad

source: Add Project
hsb: Projekt přidać

source: %(count)s project matches your query.
hsb: %(count)s projekt twojemu naprašowanju wotpowěduje.

source: There is %(count)s project.
hsb: Je %(count)s projekt.

source: Search Projects
hsb: Projekty přepytować

source: Find project by name, code
hsb: Projekt po mjenje abo kodźe pytać

source: Edit Project
hsb: Projekt wobdźěłać

source: Use the search form to find the project, then click on a project to edit.
hsb: Wužiwaj pytanski formular, zo by projekt namakał a klikń potom na projekt, kotryž chceš wobdźěłać.

source: Quality Checks
hsb: Kwalitne kontrole

source: File types
hsb: Datajowe typy

source: Project Tree Style
hsb: Stil projektoweho štoma

source: Source Language
hsb: Žórłowa rěč

source: Ignore Files
hsb: Dataje ignorować

source: String Errors Contact
hsb: Kontakt za zmylki w znamješkowych rjećazkach

source: Screenshot Search Prefix
hsb: Prefiks za pytanje za fotami wobrazowki

source: Disabled
hsb: Znjemóžnjeny

source: Languages
hsb: Rěče

source: Permissions
hsb: Prawa

source: Filesystems
hsb: Datajowe systemy

source: Load More
hsb: Dalše začitać

source: Loading...
hsb: Začituje so...

source: Add User
hsb: Wužiwarja přidać

source: %(count)s user matches your query.
hsb: %(count)s wužiwar twojemu naprašowanju wotpowěduje.

source: There is %(count)s user.
hsb: Je %(count)s wužiwar.

source: Search Users
hsb: Wužiwarjow přepytować

source: Find user by name, email, properties
hsb: Wužiwarja po mjenje, e-mejli abo kajkosćach pytać

source: Edit User
hsb: Wužiwarja wobdźěłać

source: Use the search form to find the user, then click on a user to edit.
hsb: Wužiwaj pytanski formular, zo by wužiwarja namakał a klikń potom na wužiwarja, kotrehož chceš wobdźěłać.

source: Note: when deleting a user their contributions to the site, e.g. comments, suggestions and translations, are attributed to the anonymous user (nobody).
hsb: Kedźbu: hdyž so wužiwar zhaša, so jeho přinoški za sydło, na př. komentary, namjety a přełožki, anonymnemu wužiwarjej (nikomu) přopokazaja.

source: Username
hsb: Wužiwarske mjeno

source: Active
hsb: Aktiwny

source: Password
hsb: Hesło

source: Set a new password
hsb: Nowe hesło postajić

source: Email
hsb: E-mejl

source: Twitter username
hsb: Wužiwarske mjeno Twitter

source: LinkedIn profile URL
hsb: Profilowy URL LinkedIn

source: Website
hsb: Websydło

source: Personal website URL
hsb: URL wosobinskeho websydła

source: Short Bio
hsb: Krótki žiwjenjoběh

source: Personal description
hsb: Wosobinske wopisanje

source: Public Profile
hsb: Zjawny profil

source: Settings
hsb: Nastajenja

source: Preview will be displayed here.
hsb: Přehlad so tu pokaza.

source: We have sent an email containing the special link to <span>%s</span>. Please check your spam folder if you do not see the email.
hsb: Smy e-mejlku pósłali, kotraž wosebity wotkaz na <span>%s</span> wobsahuje. Prošu hladaj do swojeho spamoweho rjadowaka, jeli e-mejlku njewidźiš.

source: We have sent an email containing the special link to the address used to register this account. Please check your spam folder if you do not see the email.
hsb: Smy e-mejlku pósłali, kotraž wotkaz na adresu wobsahuje, kotraž so za registrowanje tutoho konta wužiwa. Prošu hladaj do swojeho spamoweho rjadowaka, jeli e-mejlku njewidźiš.

source: Your account needs activation.
hsb: Twoje konto sej aktiwizowanje wužaduje.

source: Please follow that link to continue the account creation.
hsb: Prošu slěduj tutomu wotkazej, zo by ze załoženjom konta pokročował.

source: Close
hsb: Začinić

source: Your account is inactive because an administrator deactivated it.
hsb: Waše konto je inaktiwne, dokelž administrator je jo deaktiwizował.

source: Contact Us
hsb: Staj so z nami do zwiska

source: This email confirmation link expired or is invalid.
hsb: Tutón e-mejlowy wobkrućenski wotkaz je spadnjeny abo njepłaćiwy.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
hsb: Wotkaz za wróćostajenje hesła bě njepłaćiwy, snano dokelž je so hižo wužił. Prošu proš wo nowe wróćostajenje hesła.

source: Reset Password
hsb: Hesło wróćo stajić

source: Password changed, signing in...
hsb: Hesło je so změniło, přizjewjenje běži...

source: Repeat Password
hsb: Hesło wospjetować

source: Set New Password
hsb: Nowe hesło postajić

source: After changing your password you will sign in automatically.
hsb: Po tym zo sy swoje hesło změnił, so awtomatisce přizjewiš.

source: Sending email to %s...
hsb: E-mejlka so na %s sćele...

source: Please follow that link to continue the password reset procedure.
hsb: Prošu slěduj wotkazej, zo by z proceduru wróćostajenja hesła pokročował.

source: Didn't receive an email? Check if it was accidentally filtered out as spam, or try requesting another copy of the email.
hsb: Njesy e-mejlku dóstał? Přepruwujće, hač je so zmylnje jako spam wufiltrowała abo požadaj dalšu kopiju e-mejlki.

source: Resend Email
hsb: E-mejlku hišće raz pósłać

source: Sign up as a new user
hsb: Registruj so jako nowy wužiwar

source: I forgot my password
hsb: Sym swoje hesło zabył

source: Sign In
hsb: Přizjewić

source: Signed in. Redirecting...
hsb: Přizjewjeny. Sposrědkuje so dale...

source: Social Services
hsb: Socialne słužby

source: Login / Password
hsb: Přizjewjenje / Hesło

source: Sign Up
hsb: Registrować

source: Sign in as an existing user
hsb: Přizjew so jako eksistowacy wužiwar

source: An error occurred while attempting to sign in via %s.
hsb: Při pospyće so přez %s přizjewić, je zmylk wustupił.

source: An error occurred while attempting to sign in via your social account.
hsb: Při pospyće přez swoje konto přizjewić, je zmylk wustupił.

source: Try again
hsb: Hišće raz spytać

source: Sign In With %s
hsb: Přizjewjenje z %s

source: Signing in with an external service for the first time will automatically create an account for you.
hsb: Hdyž so prěni raz z eksternej słužbu přizjewjeće, so awtomatisce konto za was załoži.

source: Sign In With...
hsb: Přizjewić z...

source: Account Inactive
hsb: Konto je inaktiwne

source: Account Activation
hsb: Aktiwizowanje konta

source: Email Confirmation
hsb: E-mejlowe wobkrućenje

source: Reset Your Password
hsb: Waše hesło wróćo stajić

source: Oops...
hsb: Hopla...

source: Social Verification
hsb: Socialne přepruwowanje

source: More...
hsb: Wjace...

source: Contributors, 30 Days
hsb: Přinošowarjo, 30 dnjow

source: Show disabled
hsb: Znjemóžnjene pokazać

source: Hide disabled
hsb: Znjemóžnjene schować

source: All Languages
hsb: Wšě rěče

source: All Projects
hsb: Wšě projekty

source: Updating data
hsb: Aktualizowanje datow

source: You have unsaved changes in this string. Navigating away will discard those changes.
hsb: Sy njeskładowane změny w tutym znamješkowym rjećazku. Hdyž preč nawiguješ, so tute změny zhubja.

source: Go to the next string (Ctrl+.)<br/><br/>Also:<br/>Next page: Ctrl+Shift+.<br/>Last page: Ctrl+Shift+End
hsb: Dźi k přichodnemu znamješkowemu rjećazkej (Str+.)<br/><br/>Tež:<br/>Přichodna strona: Strg+Umsch+.<br/>Poslednja strona: Strg+Umsch+Ende

source: Go to the previous string (Ctrl+,)<br/><br/>Also:<br/>Previous page: Ctrl+Shift+,<br/>First page: Ctrl+Shift+Home
hsb: Dźi k předchadnemu znamješkowemu rjećazkej (Str+,)<br/><br/>Tež:<br/>Předchadna strona: Strg+Umsch+,<br/>Prěnja strona: Strg+Umsch+Pos1

source: %s's pending suggestions
hsb: čakace namjety wužiwarja %s

source: %s's accepted suggestions
hsb: akceptowane namjety wužiwarja %s

source: %s's rejected suggestions
hsb: wotpokazane namjety wužiwarja %s

source: %s's submissions
hsb: zapodaća wužiwarja %s

source: %s's overwritten submissions
hsb: změnjene zapodaća wužiwarja %s

source: Error while connecting to the server
hsb: Zmylk při zwjazowanju ze serwerom

source: Not found
hsb: Njenamakany

source: Server error
hsb: Serwerowy zmylk

source: The server seems down. Try again later.
hsb: Zda so, zo serwer je spadnjeny. Spytajće pozdźišo hišće raz.

source: This string no longer exists.
hsb: Tutón znamješkowy rjećazk hižo njeeksistuje.

source: Go back to browsing
hsb: Rozhladujće so dale

source: Reload page
hsb: Stronu znowa začitać

source: some anonymous user
hsb: anonymny wužiwar

source: someone
hsb: něchtó

source: Similar translations
hsb: Podobne přełožki

source: Plural form %(index)s
hsb: Pluralowa forma %(index)s

source: Edit the suggestion before accepting, if necessary
hsb: Wobdźěłaj namjet, prjedy hač jón akceptuješ, jeli trjeba

source: Provide optional comment (will be publicly visible)
hsb: Pisajće komentar (budźe zjawnje widźomny)

source: Accept
hsb: Akceptować

source: Reject
hsb: Wotpokazać

source: %(timeSince)s via file upload
hsb: %(timeSince)s přez datajowe nahraće

source: Clear all
hsb: Wšě zhašeć

source: Clear value
hsb: Hódnotu zhašeć

source: No results found
hsb: Žane wuslědki namakane

source: Select...
hsb: Wubrać...

source: Type to search
hsb: Pisaj, zo by pytał

source: disabled
hsb: znjemóžnjeny

source: Congratulations! You have completed this task!
hsb: Zbožopřeće! Sy tutón nadawk sčinił!

source: Collapse details
hsb: Podrobnosće schować

source: Expand details
hsb: Podrobnosće pokazać

source: Edit My Public Profile
hsb: Mój zjawny profil wobdźěłać

source: My Public Profile
hsb: Mój zjawny profil

source: Discard changes.
hsb: Změny zaćisnyć.

source: Yes
hsb: Haj

source: No
hsb: Ně

source: There are unsaved changes. Do you want to discard them?
hsb: Su njeskładowane změny. Chceš je zaćisnyć?

source: To set or change your avatar for your email address (%(email)s), please go to gravatar.com.
hsb: Zo by swój awatar za swoju e-mejlowu adresu (%(email)s) nastajił abo změnił, dźi na gravatar.com.

source: Your Full Name
hsb: Twoje dopołne mjeno

source: Avatar
hsb: Awatar

source: Your Twitter username
hsb: Twoje wužiwarske mjeno Twitter

source: Your LinkedIn profile URL
hsb: URL twojeho profila LinkedIn

source: Your Personal website/blog URL
hsb: URL twojeho wosobinskeho websydła/bloga

source: Why are you part of our translation project? Describe yourself, inspire others!
hsb: Čehodla sy dźěl našeho přełožowanskeho projekta? Wopisaj so, inspiruj druhich!

source: Email Address
hsb: E-mejlowa adresa

source: Enter your email address, and we will send you a message with the special link to reset your password.
hsb: Zapodaj swoju e-mejlowu adresu a my pósćelemy wam powěsć ze specialnym wotkazom za wróćostajenje twojeho hesła.

source: No, thanks
hsb: Ně, dźakuju so

source: Send Email
hsb: E-mejlku pósłać

source: We have sent an email containing the special link to <span>%s</span>
hsb: Smy e-mejlku pósłali, kotraž specialny wotkaz k <span>%s</span> wobsahuje

source: Creating new user accounts is prohibited.
hsb: Załoženje nowych wužiwarskich kontow je zakazane.

source: We found a user with <span>%(email)s</span> email in our system. Please provide the password to finish the sign in procedure. This is a one-off procedure, which will establish a link between your Pootle and %(provider)s accounts.
hsb: Smy wužiwarja z e-mejlowej adresu <span>%(email)s</span> w swojim systemje namakali. Prošu podaj hesło, zo by přizjewjensku proceduru dokónčił. To je jónkróćna procedura, kotraž wotkaz mjez wašimaj kontomaj Pootle a %(provider)s wutwori.

source: No results.
hsb: Žane wuslědki.

source: Project / Language
hsb: Projekt / Rěč

source: Suggested
hsb: Namjetowany

source: Translated
hsb: Přełoženy

source: Reviewed
hsb: Pohódnoćeny

source: Score Change
hsb: Změna stawa

source: %s word
hsb: %s słowo

source: No activity recorded in a given period
hsb: Žana aktiwita njeje so w datej dobje zwěsćiła

source: Please select a valid user.
hsb: Prošu wubjer płaćiweho wužiwarja.

source: More
hsb: Wjace

source: Hide
hsb: Schować

source: Less
hsb: Mjenje

source: Show
hsb: Pokazać

source: Translated by %(fullname)s in “<span title="%(path)s">%(project)s</span>” project %(time_ago)s
hsb: Přełoženy wot %(fullname)s w projekće “<span title="%(path)s">%(project)s</span>” %(time_ago)s

source: Translated by %(fullname)s in “<span title="%(path)s">%(project)s</span>” project
hsb: Přełoženy wot %(fullname)s w projekće “<span title="%(path)s">%(project)s</span>”
