Repository: pypi-data/pypi-mirror-25
Catalog: packages/Pootle/Pootle-2.9.0rc1.tar.bz2/Pootle-2.9.0rc1/pootle/locale/*/pootle.po
Languages: kab

source: Some problem happened when tried to send the confirmation email. Please try again later.
kab: Kra n wuguren ḍran-d di tuzna n yimayl n usentem. Ma ulac aɣlif, ɛreḍ tikelt-nniḍen.

source: An error occurred logging you in. Please contact your system administrator
kab: Teḍra-d tuccḍa di tuqqna. Ma ulac aɣilif, nermes anbdal inek n unagraw

source: Your user seems to have disappeared. Please report this to the site owners.
kab: Aseqdac inek yettban am akken iṛuḥ. Ma ulac aɣilif, azen-d ayagi i yimawlan n usmel.

source: Username
kab: Isem n useqdac

source: Required. 30 characters or fewer. Letters, numbers and @/./+/-/_ characters
kab: Yettwasra. 30 n izamulen neɣ daw. Isekkilen, izwilen akked izamulen @/./+/-/_

source: Enter a valid username.
kab: Sekcem isem n useqdac ameɣtu

source: A user with that username already exists.
kab: Tansa-agi imayl tella yakan.

source: Email Address
kab: Tansa Imayl

source: Full Name
kab: Isem ummid

source: Active
kab: Urmid

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
kab: Yettwag ma yella aseqdac-agi yezmer ad yettwammel d urmid neɣ ala. Kkes afran deg umḍiq n tukksa n umiḍan.

source: Superuser Status
kab: Addad n unebdal

source: Designates that this user has all permissions without explicitly assigning them.
kab: Yemmal-d d akken aseqdac-agi ɣur-s akk tisirag war ma ttwanefkent-as s wudem aflalay.

source: date joined
kab: azemz n ujerred

source: Number of Rows
kab: Amḍan n izirigen

source: Alternative Source Languages
kab: Tutlayin n yeɣbula-nniḍen

source: Score
kab: Agmuḍ

source: Is employee?
kab: D amaris?

source: Website
kab: Asmel Web

source: Short Bio
kab: Taseknudert tawezlant

source: This email address already exists.
kab: Tansa-agi imayl tella yakan.

source: Subject
kab: Asentel

source: Please enter a message subject
kab: Ma ulac aɣlif, sekcem asentel n yizen

source: Name
kab: Isem

source: Please enter your name
kab: Ttxilek sekcem isem-ik

source: Email address
kab: Tansa n imayl

source: Please enter your email address
kab: Ttxilek sekcem tansa-inek n imayl

source: Message
kab: Izen

source: Please enter your message
kab: Ma ulac aɣlif, sekcem izen inek

source: String context
kab: Asatal n uzrir

source: Question or comment
kab: Asteqsi neɣ awennit

source: Please enter your question or comment
kab: Sekcem asteqsi neɣ awennit

source: Contact Us
kab: Nermes-aɣ-d

source: Report problem with string
kab: Azen-d ugur n uzrir n isekkilen

source: Download translation files for offline translation
kab: Sider-d ifuya n tsuqilt i tsuqilt ɣef uselkim inek s war tuqqna

source: Download for offline translation
kab: Sider i tsuqilt s war tuqqna

source: Download translation files for backup
kab: Sider-d ifuyla n tsiqilt i uḥraz

source: Download for backup
kab: Sider-d i uḥraz

source: Upload translation files or archives in .zip format
kab: Azen ifuyla n tsuqilt neɣ aḥraz s umasal .zip

source: Upload translations
kab: Azen tasuqilt

source: Upload as %(user)s
kab: Sali s yisem %(user)s

source: Download offline TM for the translation project
kab: Sider ifuyla i tsuqilt war tuqqna n usenfaṛ n tsuqilt

source: Download offline TM
kab: Sider ifuyla i tsuqilt war tuqqna

source: Unsupported filetype '%s', only PO files are supported at this time
kab: anaw n ufaylu '%s' ur ituusefrak ara, ala ifuyla PO i yettusefraken akka tura

source: File '%s' missing X-Pootle-Path header
kab: Afaylu '%s' yettu aqerru X-Pootle-Path

source: File '%s' missing or invalid X-Pootle-Revision header
kab: Afaylu '%s' yettu aqerru X-Pootle-Path neɣ ahat mačči d ameɣtu

source: Could not create '%s'. Missing Project/Language? (%s)
kab: Ur izmir ara ad yernu'%s'. Ulac Asenfar/Tutlayt? (%s)

source: There was an error uploading your file
kab: Teḍra-d tuccḍa deg usali n ufaylu inek

source: Language code does not follow the ISO convention
kab: Tangalt n tutlayt ur teḍfiṛ ara tizeɣt ISO

source: Source Language
kab: Tutlayt n uɣbalu

source: You cannot remove a file type from a Project, if there are files of that file type ('%s')
kab: Ur tezmired ara ad tekkseḍ anaw n ufaylu d usenfaṛ ma llan ifuyla n wanaw-agi ('%s')

source: Password
kab: Awal uffir

source: Please enter a valid LinkedIn user profile URL.
kab: Ma ulac aɣilif sekcem tansa URL n umiḍan LinkedIn ameɣtu.

source: Running (%d worker)
kab: Selkem (%d worker)

source: Stopped
kab: Yeḥbes

source: All Users
kab: Akk iseqdacen

source: Add Permissions
kab: Rnu tisirag

source: Select one or more permissions
kab: Fren yiwet neɣ ugar n tsirag

source: Revoke Permissions
kab: Kkes tisirag

source: No files in this project.
kab: Ulac ifuyla deg usenfar-agi.

source: There are errors in the form. Please review the problems below.
kab: Llant tuccḍiwin di tfelwit. Ma ulac ăqilif, wali ugur daw-a.

source: Critical
kab: Uzɣin

source: Cosmetic
kab: Aḥennek

source: Functional
kab: Amesγan

source: Extraction
kab: Tukkist

source: Other
kab: Wayeḍ

source: Accelerators
kab: Inegzumen

source: Acronyms
kab: Ixefwalen

source: Blank
kab: Ilem

source: Brackets
kab: Tacciwin

source: Compendium conflict
kab: Tilla di tkatut n umawal

source: Translator credits
kab: Ismaden n umsuqel

source: Dialog sizes
kab: Teɣzi n isfuyla n udiwenni

source: Repeated word
kab: ales awal

source: E-mail
kab: Imayl

source: Escapes
kab: tilla usenser

source: File paths
kab: Iberdan n ufaylu

source: Functions
kab: Tiwuriwin

source: GConf values
kab: Azalen GConf

source: Fuzzy
kab: amakken

source: Old KDE comment
kab: Awennit aqbur KDE

source: Long
kab: Teɣzi

source: Must translate words
kab: Yessef ad ittusuqel

source: Newlines
kab: Angaz n izirig

source: Number of plurals
kab: Amḍan n usgwet

source: Don't translate words
kab: Ur suqul ara awalen-a

source: Numbers
kab: Imiḍanen

source: Options
kab: Iɣewwaṛen

source: Number of sentences
kab: Amḍan n tefyar

source: Short
kab: Wezzil

source: Simple capitalization
kab: Aseqdec n usekkil ameqqran

source: Simple plural(s)
kab: Asget aḥerfi

source: Single quotes
kab: tuccar tiḥerfiyin

source: Starting whitespace
kab: Isekkilen ilmawen n tazwara

source: Tabs
kab: Iccaren

source: Unchanged
kab: arubdil

source: Untranslated
kab: Ur ittwasuqel ara

source: URLs
kab: URL

source: Valid characters
kab: Isekkilen imeɣta

source: Valid XML
kab: XML ameɣtu

source: XML tags
kab: Tibzimin MXL

source: ftl format
kab: amasal ftl

source: Romanian: Use "niciun"/"nicio"
kab: Tarumanit: Sewdec "niciun"/"nicio"

source: Format name
kab: Isem n umasal

source: Format title
kab: Azwel n umasal

source: Enabled
kab: Ittwarmed

source: Monolingual format
kab: Azwel n yiwet n tutlayt

source: GNU-style
kab: Aɣanib-GNU

source: non GNU-style
kab: Aɣanib mačči d GNU

source: Django-style
kab: Aɣanib Django

source: Custom
kab: Udmawan

source: Filesystem backend
kab: Amsedday n unagraw n ifuyla

source: Select a filesystem backend
kab: Fren amsedday n unagraw n ifuyla

source: Backend URL or path
kab: Tansa URL n ubrid n umsedday

source: The URL or path to your translation files
kab: Tansa URL neɣ abrid ar ifuyla inek n tsuqilt

source: Translation path mapping
kab: Tanmeɣrut n iberdan n tsuqilt

source: Translation path mapping that maps the localisation files on the filesystem to files on Pootle.
kab: Tanmeɣrut n iberdan n tsuqilt gar unagraw n ifuyla akked ifuyla n Pootle.

source: Filesystem language codes must be unique
kab: Tigalin n titlayt n unagraw n ifuyla yessefk ad ilin-t d tisufin

source: Pootle language mappings must be unique
kab: Tinmeɣra n tutlayt Pootle yessefk ad ilint d tisufin

source: Member
kab: Amedraw

source: Submitter
kab: Amazan

source: Reviewer
kab: Imcegger

source: Administrator
kab: Anedbal

source: Administrators
kab: Inedbalen

source: Reviewers
kab: Imceggiren

source: Submitters
kab: Imazanen

source: Members
kab: Imedrawen

source: New member
kab: Amedraw amaynut

source: Add a user to this team
kab: Rnu aseqdac amaynut ar terbaɛt-agi

source: Role
kab: Tamlilt

source: Role is required when adding a new member
kab: Tamlilt tettwasra di tmerna n usaqdac amaynut

source: Reject
kab: Aggi

source: Accept
kab: Qbel

source: Filter by suggester
kab: Zizdeg s umeskar n usumer

source: Filter by state
kab: Zizdeg n waddad

source: Project
kab: Asenfar

source: Code
kab: Tangalt

source: ISO 639 language code for the language, possibly followed by an underscore (_) and an ISO 3166 country code. <a href="http://www.w3.org/International/articles/language-tags/">More information</a>
kab: Tangalt ISO 639 n tutlayt, ahat tettwaḍfeṛ s usekkil n ujerreḍ (_) akked tengalt ISO 3166 n tmurt. <a href="http://www.w3.org/International/articles/language-tags/">Ugar n telɣut</a>

source: Special Characters
kab: Isekkilen imeẓliyen

source: Enter any special characters that users might find difficult to type
kab: Sekcem isekkilen imeẓliyen iweɛren i tira i yiseqdacen

source: For more information, visit <a href="http://docs.translatehouse.org/projects/localization-guide/en/latest/l10n/pluralforms.html">our page</a> on plural forms.
kab: Ugar n telɣut, ddu ar <a href="http://docs.translatehouse.org/projects/localization-guide/en/latest/l10n/pluralforms.html">asebter-nneɣ</a> ɣef talɣa n usgwet.

source: Unknown
kab: Arussin

source: Number of Plurals
kab: Amḍan n usget

source: Plural Equation
kab: Tagda n usget

source: Unit
kab: Aferdis

source: State
kab: Addad

source: Source
kab: Aɣbalu

source: Suggestion
kab: Asumer

source: Suggested by
kab: Yettusumer sɣur

source: Suggested at
kab: Yettusumer di

source: Rejected %s suggestion with comment. User will be notified
kab: %s asumer yettwagi s uwennit. Aseqdac ad yettwalɣu

source: Accepted %s suggestion with comment. User will be notified
kab: %s asumer yetwaqbel s uwennit. Aseqdac ad yettwalɣu

source: Rejected %s suggestion
kab: Agi %s n usumer

source: Accepted %s suggestion
kab: Yettwaqbel %s n usumer

source: Search
kab: Nadi

source: Search (Ctrl+Shift+S)<br/>Type and press Enter to search
kab: Nadi (Ctrl+Shift+S)<br/> Sekcem aḍris, sakin senned ɣef kcem akken ad tnadiḍ

source: Source Text
kab: Aḍris aɣbalu

source: Target Text
kab: Aḍris n tniɣert

source: Comments
kab: Iwenniten

source: Locations
kab: Idigen

source: First
kab: Amezwaru

source: Previous
kab: Ɣer deffir

source: Next
kab: Ɣeṛ zdat

source: Last (%d)
kab: Ineggura (%d)

source: Search unavailable
kab: Anadi ulac-it

source: Tweet this!
kab: Twiti ayagi!

source: No contributions in the last 30 days
kab: Ulac attekki di 30 n wussan-a ineggura

source: My Website
kab: Asmel-iw Web:

source: My LinkedIn Profile
kab: Amaɣnu inu LinkedIn

source: Some translations are provided by anonymous volunteers. These are registered under this special meta-account.
kab: Kra n tsuqilin i d-mudden imttekkiyen udrigen. Ttwakelsent s waɣef amiḍan-gi.

source: Some translations are imported from external files. These are registered under this special meta-account.
kab: Kr n tsuqilin ttwaketrent seg ifuyla izɣarayen. TTwaskelsent s yiwem n waɣef amiḍan-agi.

source: Show others who you are, tell about yourself<br/>and make your public profile look gorgeous!
kab: Sken i wiyaḍ anwa-k, meslay af yiman-ik<br/> sakin err amaɣnu-ik azayez d ucbiḥ!

source: You can set or change your avatar image at www.gravatar.com
kab: Ur tezmireḍ ara ad tesbaduḍ neɣ ad tesnifleḍ tugna yinek n uvataṛ di www.gravatar.com

source: Anonymous User
kab: Aseqdac udrig

source: Admin
kab: Anebdal

source: Select one or more languages
kab: Fren yiwet n tutlayt neɣ ugar

source: Language
kab: Tutlayt

source: "%(code)s" cannot be used as a project code
kab: "%(code)s" ur izmir ara ad ittaseqdec am tengalt n usenfaṛ

source: "%(code)s" cannot be used as a project checker
kab: "%(code)s" ur izmir ara ad ittaseqdec am umseɣtay n usenfaṛ

source: A short code for the project. This should only contain ASCII characters, numbers, and the underscore (_) character.
kab: Tangalt wezzilen n usenfaṛ. Tezmer kan ad tegber isekkilen ASCII, izwilen akked usekkil n uderrer (_).

source: Quality Checks
kab: asenqed n tɣara

source: Automatic detection of GNU/non-GNU file layouts (slower)
kab: Tuṭṭfa tawurmant n tneɣrufin n ifuyla GNU/mačči-GNU (aẓayan)

source: GNU style: files named by language code
kab: Style GNU : ifuyla ttwasnifel yesmawen-nwen akken id-qqarent tenglain n tutlayt

source: Non-GNU: Each language in its own directory
kab: Non GNU : yal tutlayt ɣur-s akaram ines

source: Allow Pootle FS to manage filesystems (Experimental)
kab: Sireg Pootle FS ad iseqdec ifuyla inagrawanen (Armitan)

source: Project Tree Style
kab: Aɣani n tseklut n usenfaṛ

source: Ignore Files
kab: Zgel ifuyla

source: Errors Report Email
kab: Imayl n uneqqis n tuccḍiwin

source: An email address where issues with the source text can be reported.
kab: Tansa n yimayl deg-s uguren akked uḍris aɣbalu tezmer ad tettwammel.

source: Screenshot Search Prefix
kab: Azwir b unadi n tuṭṭfa n ugdil

source: Disabled
kab: Arurmid

source: Translation project (%s) has been created. We are now updating its files from file templates.
kab: Asenfaṛ n tsuqilt (%s) yettwarna. Ad nleqqem ifuyla ines si tneɣrufin n ufaylu.

source: Translation project (%s) has been deleted
kab: Asenfar n usuɣel (%s) yettwakkes

source: Target
kab: Asaḍas

source: Comment
kab: Awennit

source: Path
kab: Abrid

source: Obsolete
kab: Aqbuṛ

source: Needs work
kab: Isra asenqed

source: Translated
kab: Yettusuqel

source: Insufficient rights to access this directory.
kab: Drus izerfan i unekcum ɣer wadeg-a

source: Insufficient rights to access suggestion mode.
kab: Ulac izerfan ilaqen akken ad tkecmeḍ s uskar n usumer.

source: Insufficient rights to access translation mode.
kab: Xuṣṣent tsirag akken ad tedduḍ ar uskar n tsuqilt.

source: Insufficient rights to access review mode.
kab: Ulac izerfan ilaqen akken ad tkecmeḍ s uskar n ucegger.

source: Plural Form %d
kab: Talɣa n usget %d

source: Translator comment
kab: Awennit n umsuqel

source: Insufficient rights to access this page.
kab: Ulac deqs n izerfan akken ad tkecmeḍ ar usebter-agi.

source: Singular
kab: Asuf

source: Plural
kab: Asegwet

source: Added suggestion
kab: Isumren ittwarnan

source: Accepted suggestion from %(author)s with comment: %(comment)s
kab: Isuma yettwaqeblen si %(author)s s uwennit : %(comment)s

source: Rejected suggestion from %(author)s with comment: %(comment)s
kab: Isumar yettwagin %(author)s s uwennit: %(comment)s

source: Unit created
kab: Aferdis yettwarna

source: Comment:
kab: Awennit:

source: Removed comment
kab: Awennit yettwakkes

source: Muted %(check_name)s check
kab: Asenqed %(check_name)s yettwanef

source: Unmuted %(check_name)s check
kab: Asenqed %(check_name)s yermed

source: Suggestion accepted with comment
kab: Asumer yettwaqbel s uwennit

source: Suggestion rejected with comment
kab: Asumer ur ittwaqbel ara s uwennit

source: Path too long.
kab: Abrid ɣezzi aṭas.

source: Failed to remove comment.
kab: Ur izmir ara ad yekkes awennit.

source: Comment submission failed.
kab: Ur izmir ara ad yazen awennit.

source: This term already exists in this file.
kab: awal-a illa yakan deg ufaylu

source: Translation project (%s) created
kab: Asenfar n usuɣel (%s) yettwasnulfa

source: Translation project (%s) creation failed
kab: Asenfar n tsuqilt (%s) timerna ur réédition ara

source: I have read and accept: <a href="%(url)s" class="%(classes)s">%(title)s</a>
kab: Ɛriɣ u qebleɣ: <a href="%(url)s" class="%(classes)s">%(title)s</a>

source: Virtual Path
kab: Abrid uhlis

source: Title
kab: Azwel

source: Display Content
kab: Sken agbur

source: Allowed markup: %s
kab: Taṛekkizt yettwasirgen: %s

source: Redirect to URL
kab: Wellef ar tensa URL

source: If set, this page will redirect to this URL
kab: Ma yettwasebded, asebter-agi ad ittuwelleh ar tensa-agi URL.

source: URL or content must be provided.
kab: Yessefk ad d-mleḍ tansa URL neɣ agbur.

source: Virtual path already in use.
kab: abrid araγaran ittwaseqdec yakan.

source: Legal Page
kab: Asebter usḍif

source: Regular Page
kab: Asebter amagnu

source: Page Title
kab: Azwel n usebter

source: projects/<project_code> or <language_code> or <language_code>/<project_code>
kab: isenfaṛen/<project_code> neɣ <language_code> neɣ <language_code>/<project_code>

source: Text is missing
kab: Ulac aḍris

source: Filter
kab: Zizdeg

source: Priority
kab: Tazwart

source: Is public?
kab: D azayez?

source: Description
kab: Aglam:

source: Try using 'pootle find_duplicate_emails', and then update user emails with 'pootle update_user_email username email'. You might also want to consider using pootle merge_user or purge_user commands
kab: Ɛreḍ aseqdec n 'pootle find_duplicate_emails', sakin leqqem imaylen n useqdac s 'pootle update_user_email username email'. Ahat yessefk daɣen ad twaliḍ ma tzemred ad tesqedceḍ tiludna merge_user neɣ purge_user n pootle

source: Your version of Django is too old.
kab: Tasenfelt-inek n Django aṭas d taqburt.

source: Try pip install --upgrade 'Django==%s'
kab: Ɛreḍ pip install --upgrade 'Django==%s'

source: Your version of lxml is too old.
kab: Lqem inek n lxml d aqbuṛ.

source: Try pip install --upgrade lxml
kab: Ɛreḍ pip install --upgrade lxml

source: Your version of Translate Toolkit is too old.
kab: Lqem inek n ifecku n tsuqil (Translate Toolkit) d aqbuṛ.

source: Try pip install --upgrade translate-toolkit
kab: Ɛreḍ pip install --upgrade translate-toolkit

source: Could not connect to Redis (%s)
kab: Ulamek tuqqna ɣer Redis (%s)

source: Make sure Redis is running on %(host)s:%(port)s
kab: Ḍmen d akken Redis yettwaselkam di %(host)s:%(port)s

source: Your version of Redis is too old.
kab: Lqem inek n Redis d aqbuṛ.

source: Update your system's Redis server package to at least version %s
kab: Leqqem akemmus n uqeddac Redis n unagraw ɣarṣum ar lqem %s

source: DEBUG mode is on. Do not do this in production!
kab: Askar DEBUG yermed. UR seqdac ara ayagi deg ufares!

source: Set DEBUG = False in Pootle settings
kab: Sbadu DEBUG = False deg iɣewwaṛen n Pootle

source: Set your default database engine to postgresql or mysql
kab: Sbadu amsedday n taffa n isefka amezwer ar postgresql neɣ mysql

source: Set SESSION_ENGINE to django.contrib.sessions.backend.cached_db Current settings: %r
kab: Sbadu SESSION_ENGINE ar django.contrib.sessions.backend.cached_db Iɣewwaṛen imiranen: %r

source: POOTLE_CONTACT_EMAIL is not set.
kab: POOTLE_CONTACT_EMAIL ur yettuwennez ara.

source: Set POOTLE_CONTACT_EMAIL to allow users to contact administrators through the Pootle contact form.
kab: SetSbadu POOTLE_CONTACT_EMAIL akken ad teǧǧeḍ iseqdacen ad nermesen inedbalen s tferkit n unermesn Pootle.

source: POOTLE_CONTACT_EMAIL is using the following default setting %r.
kab: POOTLE_CONTACT_EMAIL iseqdac aɣewwar-agi amezwer %r.

source: POOTLE_CONTACT_EMAIL is the address that will receive messages sent by the contact form.
kab: POOTLE_CONTACT_EMAIL d tansa imayl ara d-iremsen iznan si tferkit n unermes.

source: DEFAULT_FROM_EMAIL is not set.
kab: DEFAULT_FROM_EMAIL ur ittuwennez ara.

source: POOTLE_TM_SERVER['%s'] has no INDEX_NAME.
kab: POOTLE_TM_SERVER['%s'] ulac ɣur-s INDEX_NAME.

source: Set an INDEX_NAME for POOTLE_TM_SERVER['%s'].
kab: Sbadu INDEX_NAME i POOTLE_TM_SERVER['%s'].

source: Duplicate '%s' INDEX_NAME in POOTLE_TM_SERVER.
kab: '%s' INDEX_NAME d uslig di POOTLE_TM_SERVER.

source: Set different INDEX_NAME for all servers in POOTLE_TM_SERVER.
kab: Sbadu INDEX_NAME nniḍen i yiqeddacen meṛṛa di POOTLE_TM_SERVER.

source: POOTLE_TM_SERVER['%s'] has no ENGINE.
kab: POOTLE_TM_SERVER['%s'] ulac ɣur-s ENGINE.

source: Set a ENGINE for POOTLE_TM_SERVER['%s'].
kab: Sbadu ENGINE i POOTLE_TM_SERVER['%s'].

source: POOTLE_TM_SERVER['%s'] has no HOST.
kab: POOTLE_TM_SERVER['%s'] ulac ɣur-s HOST.

source: Set a HOST for POOTLE_TM_SERVER['%s'].
kab: Sbadu HOST i POOTLE_TM_SERVER['%s'].

source: POOTLE_TM_SERVER['%s'] has no PORT.
kab: POOTLE_TM_SERVER['%s'] ur ɣur-s ara TABBURT.

source: Set a PORT for POOTLE_TM_SERVER['%s'].
kab: Sbadu PORT i POOTLE_TM_SERVER['%s'].

source: POOTLE_TM_SERVER['%s'] has a WEIGHT less than 0.0 or greater than 1.0
kab: POOTLE_TM_SERVER['%s'] n TẒẒAYT daw n 0.0 neɣ ugar n 1.0

source: Set a WEIGHT between 0.0 and 1.0 (both included) for POOTLE_TM_SERVER['%s'].
kab: Sbadu TẒẒAYT gar 0.0 akked 1.0 (i sin ddan) i POOTLE_TM_SERVER['%s'].

source: POOTLE_SCORES has no %s.
kab: POOTLE_SCORES ulac ɣur-s %s.

source: Set %s in POOTLE_SCORES.
kab: Sbadu %s deg POOTLE_SCORES.

source: Invalid value for %s in POOTLE_SCORES.
kab: Azal arameɣtu i %s di POOTLE_SCORES.

source: Set a valid value for %s in POOTLE_SCORES.
kab: Sbadu azal ameɣtu i %s di POOTLE_SCORES.

source: POOTLE_MARKUP_FILTER is missing.
kab: POOTLE_MARKUP_FILTER ulac-it.

source: Set POOTLE_MARKUP_FILTER.
kab: Sbadu POOTLE_MARKUP_FILTER.

source: Invalid value in POOTLE_MARKUP_FILTER.
kab: Azal arameɣtu di POOTLE_MARKUP_FILTER.

source: Set a valid value for POOTLE_MARKUP_FILTER.
kab: Sbadu azal ameɣtu i POOTLE_MARKUP_FILTER.

source: Invalid markup in POOTLE_MARKUP_FILTER.
kab: Taṛekkizt tarameɣtut di POOTLE_MARKUP_FILTER.

source: Set a valid markup for POOTLE_MARKUP_FILTER.
kab: Sbadu taṛekkizt tameɣtut i POOTLE_MARKUP_FILTER.

source: Install the package or change POOTLE_MARKUP_FILTER.
kab: Sebded akemmus neɣ snifel POOTLE_MARKUP_FILTER.

source: POOTLE_MARKUP_FILTER set to 'None' is deprecated.
kab: POOTLE_MARKUP_FILTER yettusbadun ar 'None' ulac-it.d aqbur.

source: The default 'admin' user still has a password set to 'admin'.
kab: Aseqdac amezwer 'admin' mazal ɣur-s awal uffir 'admin'.

source: Remove the 'admin' user or change its password.
kab: Kkes aseqdac 'admin' neɣ snifel awal uffir.

source: Database connection uses transaction_hooks.
kab: Tuqqna ar taffa n isefka tseqdac transaction_hooks.

source: Set the DATABASES['default']['ENGINE'] to use a Django backend from django.db.backends.
kab: Sbadu DATABASES['default']['ENGINE'] akken ad iseqdec idis agilal n Django si django.db.backends.

source: Email server is not available.
kab: Aqeddac n yimayl ulac-it

source: Review your email settings and make sure your email server is working.
kab: Wali iɣewwaṛen n yimayl-ik sakin wali ma yella aqeddac n yimayl-ik iteddu.

source: Set the `POOTLE_CANONICAL_URL` to an appropriate value for your site or leave it empty if you are using `django.contrib.sites`.
kab: Sbadu `POOTLE_CANONICAL_URL` ar wazal ilaqen i usmel-ik neɣ eǧǧ-it d ilem ma yella tseqdaceḍ `django.contrib.sites`.

source: POOTLE_FS_WORKING_PATH setting is not set.
kab: Aɣewwaṛ POOTLE_FS_WORKING_PATH setting ur ittuwennez ara.

source: Path ('%s') pointed to by POOTLE_FS_WORKING_PATH doesn't exist.
kab: Abrid ('%s') i d-yemmal POOTLE_FS_WORKING_PATH ulac-it.

source: Path ('%s') pointed to by POOTLE_FS_WORKING_PATH is not writable by Pootle.
kab: Abrid ('%s') i d-yemmal POOTLE_FS_WORKING_PATH ur izmir ara ad yeru deg-s Pootle.

source: Add the write permission to the `POOTLE_FS_WORKING_PATH` or change the setting.
kab: Rnu tasiregt n tira ar `POOTLE_FS_WORKING_PATH` neɣ snefli aɣewwaṛ.

source: MySQL requires time zone settings.
kab: MySQL isra iɣewwaṛen n izḍi usrig.

source: Pootle does not yet support Python 3.
kab: Pootle ur isefrak ara yakan Python 3.

source: Use a Python 2.7 virtualenv.
kab: Seqdec Python 2.7 virtualenv.

source: Pootle no longer supports Python versions older than 2.7
kab: Pootle ur isefrak ara tura ileqman Python daw n 2.7

source: Progress
kab: Asfari

source: Last Activity
kab: Armud aneggaru

source: Suggestions
kab: Isumar

source: Incomplete
kab: Ur immid ara

source: Total
kab: Asemday

source: Last updated
kab: Aleqqem aneggaru

source: Back to language
kab: Uɣal ar tutlayt

source: Back to parent folder
kab: Uɣal ar ukaram asaraw
