Repository: pypi-data/pypi-mirror-25
Catalog: packages/Pootle/Pootle-2.9.0rc1.tar.bz2/Pootle-2.9.0rc1/pootle/locale/*/pootle.po
Languages: kab

source: You do not have rights to administer Pootle.
kab: Ur ɣur-k ara izerfan n tnedbelt Pootle.

source: Time to answer has expired
kab: Tanzagt n tririt tɛedda

source: Enter a number
kab: Sekcem amḍan

source: Incorrect
kab: Arameqtu

source: With selected
kab: S ufran

source: Add comment
kab: Rnu awennit

source: You must specify an action to take
kab: Yessefk ad d-muddeḍ tigawt ara teṭṭfeḍ

source: A valid search field must be specified
kab: Urti n unadi ameɣtu yessefk ad yettwammel

source: Can access a project
kab: Yezmer ad yekcem ar usenfar

source: Cannot access a project
kab: Ur izmir ara ad yekcem ar usenfar

source: Can make a suggestion for a translation
kab: Yezmer ad d-isumer tasuqilt

source: Can submit a translation
kab: Yezmer ad d-yazen tasuqilt

source: Can review suggestions
kab: Yezmer ad icegger isumar

source: Can perform administrative tasks
kab: Yezmer ad iselkem tiwurwin n tnebdelt

source: Entire Project
kab: Asenfar meṛṛa

source: %(user)s removed translation for %(source)s
kab: %(user)s yekkes tasuqilt i %(source)s

source: %(user)s accepted suggestion for %(source)s
kab: %(user)s yeqbel asumer i %(source)s

source: %(user)s uploaded file
kab: %(user)s isuli-d afaylu

source: %(user)s muted %(check)s for %(source)s
kab: %(user)s yesens %(check)s i %(source)s

source: %(user)s unmuted %(check)s for %(source)s
kab: %(user)s isens %(check)s i %(source)s

source: %(user)s added suggestion for %(source)s
kab: %(user)s yerna asumer i %(source)s

source: %(user)s rejected suggestion for %(source)s
kab: %(user)s yugi asumer i %(source)s

source: %(user)s translated %(source)s
kab: %(user)s isuqel %(source)s

source: %(user)s edited %(source)s
kab: %(user)s yeẓreg %(source)s

source: %(user)s pre-translated %(source)s
kab: %(user)s yesuqel swudem uzwir%(source)s

source: %(user)s reviewed %(source)s
kab: %(user)s iwala %(source)s

source: %(user)s marked as needs work %(source)s
kab: %(user)s yettwacreḍ yesra acegger %(source)s

source: You cannot access this page.
kab: Ur tezmired ara ad tkecmeḍ ar usebter-agi.

source: Error accessing %(filename)s, Filesystem sent error: %(errormsg)s
kab: Tuccḍa deg unekcum ar %(filename)s, Anagraw n ifuyla yerr-ad tuccḍa: %(errormsg)s

source: You need to <a class="js-login" href="%(login_link)s">login</a> to access this page.
kab: Tesriḍ <a class="js-login" href="%(login_link)s">ad teqqneḍ</a> akken ad tkecmeḍ ar usebter-agi.

source: Privacy Policy
kab: Tasertit n tbaḍnit

source: Legal
kab: Usḍif

source: License
kab: Turagt

source: Contributor License
kab: Turagt n imttekkiyen

source: Terms of Use
kab: Tiwtilin n useqdec

source: Terms of Service
kab: Tiwtilin n useqdec

source: About
kab: Ɣef

source: About This Pootle Server
kab: Ɣef uqeddac Pootle

source: This site is running Pootle — powerful web software to empower teams to do translation and translation management. This community tool is Free Software, and any team can use it and contribute to the Pootle community. Read more on the <a href="http://pootle.translatehouse.org/">project website</a>.
kab: Asmel-agi iselkam Pootle — aseɣzan Web uzmir i useǧhed n trebbaɛ di tsuqilt akked usefrek n tsuqilt. Afecku-agi n tmezdagnut d ilelli, udiɣ yal tarbaɛt tezmer ad tesseqdec neɣ ad tettekki di tmezdagnut n Pootle. Ɣeṛ ugar deg <a href="http://pootle.translatehouse.org/">Asmel web n usenfaṛ</a>.

source: Pootle %(pootle_version)s is powered by Translate Toolkit %(toolkit_version)s.
kab: Pootle %(pootle_version)s isefrak-it Translate Toolkit %(toolkit_version)s.

source: A Pootle account has been created for you using this email address.
kab: Amiḍan Pootle yettwarba ikečč s useqdec n tensa imayl.

source: To activate your account, follow this link:
kab: Akken ad tremdeḍ amiḍan n useqdac, ldi aseɣwen-agi:

source: This message is sent to verify that the email address is in fact correct. If you did not want to register an account, you may simply ignore the message.
kab: Izen-agi yettwazen akken ad isenqed tansa inenk imayl. Ma yella ur tebɣiḍ ara ad ternuḍ amiḍan n useqdac, tzemreḍ ad tzegleḍ izen-agi.

source: Pootle e-mail confirmation
kab: Asentem n yimayl Pootle

source: We have received a request to reset your password.
kab: Yewweḍ-aɣ-d usuter n uwennez n wawal-inek uffir.

source: To reset your password, follow this link:
kab: Akked ad ittuwennez wawal-uffir, ddu ar useɣwen-agi:

source: If you do not want to reset your password, you may simply ignore the message.
kab: Ma yella ur tebɣiḍ ara ad twennezeḍ awali inek uffir, zgel izen-agi.

source: Pootle password reset e-mail
kab: Imayl n uwennez n wawal uffir Pootle

source: Registration Disabled
kab: Ajerred yensa

source: Registration is currently disabled. Please try again later.
kab: Ajerred yensa akka tura. Ma ulac aɣilif, ɛreḍ tikelt-nniḍen.

source: Save Changes
kab: Sekles isnifal

source: Info
kab: Talɣut

source: Users
kab: Iseqdacen

source: Languages
kab: Tutlayin

source: Projects
kab: Isenfaṛen

source: Permissions
kab: Tisirag

source: Static Pages
kab: Isebtar usbiden

source: Administration
kab: tanedbelt

source: Server Statistics
kab: Tidaddanin n uqeddac

source: Submissions
kab: Isumar

source: Pending suggestions
kab: Isumar yettraǧun

source: Status
kab: Addad

source: Here you can add, edit, and delete the default permissions in this Pootle server.
kab: Ayagi ad isireg timerna, asnifel akked tukksa n tsirag timezwar deg uqeddac Pootle.

source: The user “nobody” refers to any user that is not logged in (an anonymous, unidentified user). The user “default” refers to the rights that all logged in users will have by default, unless other specific rights were assigned to them.
kab: Aseqdac “nobody” yemmal-d yal aseqdac ur neqqin ara (aseqdac udrig). Aseqdac “amezwer” yemmal-d izerfan ara sɛun iseqdacen imezwar, skud izerfan imeẓliyen ur s-ttwanefken ara.

source: Filesystem configuration: %(project_code)s
kab: Tawila n unagraw n ifuyla: %(project_code)s

source: Pootle FS is still experimental, we’d love you to use it, but it does require a level of expertise in localisation, Python and Pootle in case anything goes wrong.
kab: Pootle FS d armitan, a wi yufan ad t-iseqdec, acu kan yesra aswir n tmusni leqqayen deg usideg, Python akked Pootle ma yella yella wayen yeḍran.

source: Update filesystem configuration
kab: Aleqqem n twila n unagraw n ifuyla

source: Only `&lt;language_code&gt;` is required, although it must end with `.&lt;ext&gt;`
kab: Ala`&lt;language_code&gt;` i yettwasran, ɣas akken yessefk ad ifak s `.&lt;ext&gt;`

source: Remove
kab: Kkes

source: Pootle code
kab: Tanglat Pootle

source: Filesystem code
kab: Tangalt n unagraw n ifuyla

source: Add
kab: Rnu

source: Update
kab: Leqqem

source: User
kab: Aseqdac

source: Previous month
kab: Aggur yezrin

source: Next month
kab: Aggur d-iteddun

source: Detailed Report
kab: Aneqqis leqqayen

source: Detailed Statistics
kab: Tidaddanin leqqayen

source: Delete
kab: Kkes

source: or
kab: neɣ

source: Save
kab: Sekles

source: Use <code>&lt;a href="<strong>#/page-slug</strong>"&gt;Link text&lt;/a&gt;</code> code to provide links between static pages. Such links will be rewritten with full paths to static pages.
kab: Seqdec <code>&lt;a href="<strong>#/page-slug</strong>"&gt;Link text&lt;/a&gt;</code> tangalt akken ad tmuddeḍ iseɣwan gar isebtar usbiḍen. Iseɣwan-agi ad ttwarun s iberdan iččuranen neɣ ummiden ar isebtar usbiḍen.

source: Last Edited
kab: Asnifel aneggaru

source: Yes
kab: Ih

source: No
kab: Ala

source: edit
kab: ẓreg

source: view
kab: sken

source: No pages yet.
kab: Ulac isebtar yakan.

source: Legal Pages
kab: Isebtar usḍifen

source: Add Legal Page
kab: Rnu asebter usḍif

source: Regular Pages
kab: Isebtar imagnuten

source: Add Regular Page
kab: Rnu asebter amagnu

source: Announcements
kab: Ilɣuten

source: Add Announcement
kab: Rnu alɣu

source: Review suggestions
kab: Wali isumar

source: Continue translation
kab: Kemmel tasuqilt

source: View all
kab: Wali akk

source: All
kab: Akk

source: Expand details
kab: Sken-d talqayt

source: Translation Statistics
kab: Tidaddanin n tsuqilt

source: Failing Checks
kab: Asenqed ur iddi ara

source: More...
kab: Ugar...

source: Less...
kab: Drus...

source: Updates
kab: Ileqman

source: Last updated:
kab: Aleqqem aneggaru:

source: Translations
kab: Tisuqilin

source: Last action:
kab: Tigawt taneggarut

source: This project is disabled and visible to administrators only.
kab: Asenfaṛ-agi yensa udiɣ yettban-d kan i yinebdalen.

source: Please fill in all the fields.
kab: Ččaṛ akk urtan.

source: Send Message
kab: Azen izen

source: Thanks!
kab: Tanemmirt!

source: We have received your message and will try to respond as soon as possible.
kab: Nermes-d izen-ik udiɣ ak-d-nerr melmi nezmer.

source: score
kab: agmuḍ

source: No user contributions yet.
kab: Ulac yakan ittekkiyen n useqdac.

source: Top contributors:
kab: Imttekkiyen yufraren.:

source: Are You Human?
kab: D amdan kečč?

source: To protect the server against attacks we have to verify that submissions are made by human users.
kab: Akken ad ittumesten uqeddac mgal aẓdam awurman, yessefk ad tesneqdeḍ ma yella d imdanen i d-yettaznen (Tamawt: Tuzna n usefru Vogon ur yettwasireg ara).

source: Please answer this question:
kab: Err-d i usteqsi-agi:

source: Confirm
kab: Sentem

source: Go back to browsing
kab: Uɣal ar tunigin

source: My suggestions
kab: Isumar inu

source: My submissions
kab: Tuzna inu

source: My overwritten submissions
kab: Isumar-iw yettwasfeɛjen

source: Select type
kab: Fren anaw

source: Default order
kab: Asmizzwer amezwer

source: Newest first
kab: Imaynuten d imezwura

source: Oldest first
kab: Iqbuṛen d imezwura

source: Go to the previous string (Ctrl+Up)
kab: Uɣal ar uzrir yezrin (Ctrl+Haut)

source: Current string number (Ctrl+Shift+U)<br/><br/>Type in the number and press Enter<br/>to go to any position
kab: Uṭṭun n uzrir amiran (Ctrl+Shift+U)<br/><br/>Aru uṭṭun sa kin senned ɣef KCem<br/> akken ad tedduḍ ar wadig tebɣiḍ.

source: Total strings
kab: Amḍan amatu n izriren

source: Go to the next string (Ctrl+Down)
kab: Ddu ar uzrir d-iteddun (Ctrl+Bas)

source: The following suggestions submitted by you have been accepted with the comment:
kab: Isumar-agi tebɣiḍ ad muddeḍ ttwaqeblen s uwennit:

source: We hope this feedback will help you improve your future contributions.
kab: Nessaram d akken tikti-agi ak-d-mudd tallalt n usenerni n ittekkiyen-ik d-iteddun.

source: The following suggestions submitted by you have been rejected with the comment:
kab: Isumar-agi i d-uzneḍ ttwagin s uwennit:

source: Translate
kab: Suqel

source: <a href="%(url)s">Unit #%(id)s</a>
kab: <a href="%(url)s">Aferdis #%(id)s</a>

source: Priority:
kab: Tazwart:

source: Context:
kab: Asatal:

source: Locations:
kab: Idigen:

source: Terminology:
kab: Awalen:

source: Insert the translated term into the editor
kab: Ger awal yettwasuqlen ar umaẓrag

source: Comments:
kab: Iwenniten:

source: Click to open the image in a popup
kab: Sit akken ad teldiḍ tugna deg usfaylu udhim

source: Screenshots...
kab: Tuṭṭfiwin n ugdil...

source: Copy into translation
kab: Nɣel ar tsuqilt

source: Report a problem with this string
kab: Azen ugur s uzrir-agi n isekkilen

source: Submit
kab: Azen

source: Submit translation and go to the next string (Ctrl+Enter)
kab: Azen tasuqilt sakin ddu ar uzrir d-iteddun (Ctrl+Kcem)

source: Suggest
kab: Sumer

source: Suggest translation and go to the next string (Ctrl+Enter)
kab: Sumer tasuqilt sakin ddu ar uzrir d-iteddun (Ctrl+Kcem)

source: Switch to translation mode (Ctrl+Shift+Space)
kab: Ddu ar sukar n tsuqilt (Ctrl+Shift+Ilem)

source: Switch to suggestion mode (Ctrl+Shift+Space)
kab: Ddu ar uskar n usumer (Ctrl+Shift+Ilem)

source: Mark this string as needing further work (Ctrl+Space)
kab: Creḍ azrir-agi am akken yesra acegger (Ctrl+Ilem)

source: Show Timeline
kab: Sken amazray

source: Add Comment
kab: Rnu awennit

source: reviewed by <a href="%(profile_url)s">%(reviewer)s</a>
kab: yettacegger sɣuṛ <a href="%(profile_url)s">%(reviewer)s</a>

source: Insert %(character_name)s (Unicode value %(character_code)s) into the editor
kab: Ger %(character_name)s (Azal Unicode %(character_code)s) deg umaẓrag

source: User suggestions
kab: Isumar n useqdac

source: More options
kab: Ugar n iɣewwaṛen

source: Less options
kab: Drus n iɣewwaṛen

source: Accept suggestion
kab: Qbel asumer

source: Reject suggestion
kab: Aggi asumer

source: Remove suggestion
kab: Kkes asumer

source: A long time ago
kab: Acḥal aya

source: Comment:
kab: Awennit:

source: Possible issues with the translation
kab: Uguren izemren ad ilin di tsuqilt

source: Remove comment
kab: Kkas awennit

source: Сomment:
kab: Awennit:

source: Bad Request
kab: Yir tuttra

source: Error 400
kab: Tuccḍa 404

source: The operation is not permitted.
kab: Tamhelt-agi tegdel.

source: Permission Denied
kab: Tasiregt tegdel

source: You don't seem to have permissions to access this page.
kab: Yettban am akken ur ɣur-k ara tisirag n unekcum ar usebter-agi.

source: Page Not Found
kab: Ulac asebter

source: We're sorry, but the requested page could not be found.
kab: Ad nesḥissef imi asebter i d-sutreḍ ulac-it.

source: Server Error
kab: Tuccḍa n uqeddac

source: A server error has occurred. Thank you for your patience.
kab: Teḍra-d tuccḍa deg uqeddac. Tanemmirt ɣef uraǧu.

source: Exception:
kab: Tasureft:

source: If you need assistance, you may refer to this error as <strong>%(ref)s</strong>.
kab: Ma tesriḍ tallalt, tzemreḍ ad tedduḍ ar tuccḍa-agi s <strong>%(ref)s</strong>.

source: Database Error
kab: Tuccḍa n taffa n isefka

source: Pootle can't connect to the database, the database is not initialized yet, or a schema upgrade is needed before continuing.
kab: Pootle ur izmir ara ad yeqqen ar taffa n isefka, taffa ni sefka ur tettuwennez ara yakan, neɣ ahat lqem n uzenziɣ yettwasra send ad tkemleḍ.

source: Please read the <a href="%(url)s">Pootle documentation</a> for installation and upgrade instructions. Contact the server administrator if you feel this is a mistake.
kab: Ɣeṛ <a href="%(url)s"> Tasemlit n Pootle</a> i tinaḍin n usebded akked uleqqem. Nermes anebdal n uqeddac ma tɣileḍ tella tuccḍa.

source: The reported error was:
kab: Tuccḍa i d-yuɣalen d:

source: Page %(page_number)s of %(page_count)s.
kab: Asebter %(page_number)s n %(page_count)s.

source: Select all
kab: Fren akk

source: Browse
kab: Snirem

source: Team
kab: Tarbaɛt

source: Filter suggestions
kab: Zizdeg isumar

source: Language team
kab: Tarbawt n tutlayt

source: Member admin
kab: Amedraw anebdal

source: Add team member
kab: Rnu aseqdac n terbaɛt

source: Remove selected
kab: Kkes ayen yettwafernen

source: Unit and suggestions admin
kab: Tanendbelt n uferdis akked isumar

source: Pending suggestions:
kab: Isumar yettraǧun:

source: Total words:
kab: Amḍan n wawalen:

source: Translated:
kab: Yettusuqel:

source: Needs work:
kab: Yesra acegger

source: Pootle requires JavaScript
kab: Pootle yesra JavaScript

source: Please enable JavaScript in your browser preferences and reload the page.
kab: Ma ulac aɣilif, rmed JavaScript deg ismenyifen n iminig-ik sakin sali-d asebter.

source: skip to navigation
kab: ddu srid ar usnirem

source: Public Profile
kab: Amaɣnu azayez:

source: Settings
kab: Iɣewaren

source: Sign out
kab: Ffeɣ

source: Sign In
kab: Qqen

source: A Translation project (%(tp)s) has been created at %(url)s, and has updated successfully.
kab: Asenfaṛ n tsuqilt (%(tp)s) yettwarna di %(url)s, udiq yettwalqem akken iwata.

source: An error occurred creating Translation project (%(tp)s). Please contact your system administrator.
kab: Teḍra-d tuccḍa deg usenfaṛ n tsuqilt (%(tp)s). Ma ulac aɣilif, nermes anebdal-il.

source: Here you can add, edit, or delete the languages for this project.
kab: Tzemreḍ ad ternuḍ, ad tẓergeḍ neɣ ad tekkseḍ tutlayin i usenfaṛ-agi.

source: There are no templates for this project, so adding new languages from this screen is disabled.
kab: Ulac tineɣrufin i usenfaṛ-agi, ihi timerna n tutlayin timaynutin seg ugdil-agi yensa.

source: Below you can add, edit, and delete the permissions for this project.
kab: Tzemreḍ daw-a, ad ternuḍ, ad tesnifleḍ neɣ ad tekkseḍ tisirag i usenfaṛ-agi.

source: This static page is inactive and visible to administrators only. You can activate it by <a href="%(edit_url)s">editing its properties</a>
kab: Asebter-agi usbiḍ ur irmid ara udiɣ d umman kan i unebdal. Tzemred ad tremdeḍ s <a href="%(edit_url)s">teẓrigt n tmeẓliyin-is</a>

source: Action Required
kab: Tigawt tettwasra

source: Before continuing, you must read and accept the following documents.
kab: Send ad teddud, ɣeṛ sakin qbel isemliyen-agi.

source: No thanks. Sign out
kab: Ala tanemmirt. Ffeɣ

source: Continue
kab: Kemmel

source: Terminology
kab: Awalen

source: Below you can add, edit, and delete the permissions for this translation project.
kab: Daw-a, tzemreḍ ad ternuḍ, ad ẓergeḍ neɣ ad tekksed tisirag i usenfaṛ-agi n tsuqilt.

source: Description...
kab: Aglam...

source: Details...
kab: Talqayt...

source: Translator Comments
kab: Iwenniten n umsuqel

source: Manage Terminology
kab: Sefrek awalen

source: Term
kab: Awal

source: Translation
kab: Tasuqilt

source: No terminology file has been found
kab: Ulac afaylu n umawal i yettwafen

source: In order to use the terminology feature, make sure to add a terminology file to your translation project. The terminology file must be named 'pootle-terminology' and use the same file extension (format) as the rest of the project files. This custom terminology will be used in addition to any terminology suggestions provided by the 'Terminology' project.
kab: Akken ad tesqedceḍ tamahilt-agi, wali ma tzemred ad ternuḍ afaylu n wawalen ar usenfaṛ n tsuqilt. Afaylu n umawal yessefk ad ittusemmi 'pootle-terminology' udiɣ ad iseqdec asiɣzef-nni n ufaylu (amasal) am ifuyla nniḍen n ufensaṛ. Amawal-agi udmawan ad ittuseqdec deg isumar n wawalen n usenfaṛ 'Terminology'.

source: Here you can manage the terms in the terminology files.
kab: Dagi tzemreḍ ad sferkeḍ awalen n ifuyla n tsuqilt.

source: File
kab: Afaylu

source: Once you upload files, you will be able to add, edit and delete terms.
kab: Ticki tuzneḍ ifuyla, tzemred ad ternuḍ, ad tesnifleḍ neɣ ad tekkseḍ awalen.

source: Latest activity:
kab: Armud aneggaru:

source: Total score:
kab: Amḍan n wawalen:

source: User Account
kab: Amiḍan n useqdac

source: Do you want to change your password? Click the 'Reset Password' button which will initiate the process of setting a new password.
kab: Tebɣiḍ ad tesnifleḍ awal-ik uffir? Sit ɣef tqeffalt 'Wennez awal uffir' akken ad tsenkreḍ akal n uwennez n wawal uffir amaynut.

source: Reset Password
kab: Ales awennez n wawaln uffir

source: Statistics
kab: Tidaddanin

source: Daily activity
kab: Armud n yal ass

source: Welcome
kab: Anṣuf

source: Welcome to Pootle
kab: Anṣuf ar Pootle

source: Come and join us!
kab: Iya-d & ddu-d ɣur-neɣ

source: Sign in
kab: Qqen

source: Top Contributors for the Last 30 Days
kab: Imettekiyen imezwura deg 30 ussan-agi inegura
