Repository: pypi-data/pypi-mirror-25
Catalog: packages/Pootle/Pootle-2.9.0rc1.tar.bz2/Pootle-2.9.0rc1/pootle/locale/*/pootle_js.po
Languages: ca@valencia, it, pl

source: Saved successfully.
ca@valencia: S'ha guardat correctament.
it: Salvato con successo.
pl: Pomyślnie zapisano.

source: Deleted successfully.
ca@valencia: S'ha suprimit correctament.
it: Cancellato con successo.
pl: Pomyślnie usunięto.

source: Delete
ca@valencia: Suprimeix
it: Cancella
pl: Usuń

source: Add Language
ca@valencia: Afig una llengua
it: Aggiungi lingua
pl: Dodaj język

source: Cancel
ca@valencia: Cancel·la
it: Annulla
pl: Anuluj

source: %(count)s language matches your query.
ca@valencia: %(count)s llengua coincideix amb la consulta.
it: %(count)s lingua corrisponde alla tua richiesta.

source: There is %(count)s language.
ca@valencia: Hi ha %(count)s llengua.
it: C'è %(count)s lingua.

source: Search Languages
ca@valencia: Busca les llengües
it: Cerca lingue
pl: Wyszukiwanie języków

source: Find language by name, code
ca@valencia: Busca una llengua per nom o codi
it: Trova lingue per Nome, Codice linguistico
pl: Szukanie nazwy / kodu języka

source: Edit Language
ca@valencia: Edita la llengua
it: Modifica lingua
pl: Edycja języka

source: Use the search form to find the language, then click on a language to edit.
ca@valencia: Useu el formulari de busca per a troba la llengua, aleshores feu clic a la llegua per a editar-la.
it: Utilizza il modulo di ricerca per trovare la lingua, quindi clicca su una lingua per modificarla.

source: Code
ca@valencia: Codi
it: Codice
pl: Kod

source: Full Name
ca@valencia: Nom complet
it: Nome completo
pl: Imię i nazwisko

source: Special Characters
ca@valencia: Caràcters especials
it: Caratteri speciali
pl: Znaki specjalne

source: Number of Plurals
ca@valencia: Nombre de plurals
it: Numero di Plurali
pl: Ilość form liczby mnogiej

source: Plural Equation
ca@valencia: Fórmula dels plurals
it: Equazione plurale

source: Save
ca@valencia: Guarda
it: Salva
pl: Utrwalenie / Zapis

source: Overview
ca@valencia: Vista general
it: Sommario
pl: Zarys

source: Team
ca@valencia: Equip
pl: Zespół

source: Add Project
ca@valencia: Afig un projecte
it: Aggiungi progetto
pl: Dodaj projekt

source: %(count)s project matches your query.
ca@valencia: %(count)s projecte coincideix amb la consulta.
it: %(count)s progetto corrisponde alla tua richiesta.

source: There is %(count)s project.
ca@valencia: Hi ha %(count)s projecte.
it: C'è %(count)s progetto.

source: Search Projects
ca@valencia: Busca projectes
it: Cerca progetti
pl: Wyszukaj projekt

source: Find project by name, code
ca@valencia: Busca un projecte per nom o codi
it: Trova progetta per Nome, Codice progetto
pl: Znajdź projekt po nazwie, kodzie

source: Edit Project
ca@valencia: Edita el projecte
it: Modifica progetto
pl: Korekta zadania

source: Use the search form to find the project, then click on a project to edit.
ca@valencia: Usa el formulari de busca per a trobar el projectes, aleshores feu clic al projecte per a editar-lo.
it: Utilizza il modulo di ricerca per trovare il progetto, quindi clicca su un progetto per modificarlo.

source: Quality Checks
ca@valencia: Comprovacions de qualitat
it: Controlli di qualità
pl: Weryfikacja jakości

source: File types
ca@valencia: Tipus de fitxer
it: Tipo file
pl: Rodzaje pliku

source: Project Tree Style
ca@valencia: Estil d'arbre del projecte
it: Progetto con Struttura ad albero
pl: Styl drzewa projektu

source: Source Language
ca@valencia: Llengua d'origen
it: Lingua originale
pl: Język źródłowy

source: Ignore Files
ca@valencia: Ignora els fitxers
it: Ignora file
pl: Ignoruj pliki

source: String Errors Contact
ca@valencia: Contacte per als errors de les cadenes
it: Contatti per Errori sulle Stringhe

source: Screenshot Search Prefix
ca@valencia: Prefix de busca de captures de pantalla
it: Prefisso di Ricerca della Schermata
pl: Prefiks wyszukiwania zrzutu ekranu

source: Disabled
ca@valencia: Inhabilitat
it: Disabilitato
pl: Wyłączone

source: Languages
ca@valencia: Llengües
it: Lingue
pl: Języki

source: Permissions
ca@valencia: Permisos
it: Autorizzazioni
pl: Uprawnienia

source: Filesystems
ca@valencia: Sistemes de fitxers
it: Filesystem
pl: System plików

source: Load More
ca@valencia: Carrega'n més
it: Carica altri
pl: Wczytaj więcej

source: Loading...
ca@valencia: S'està carregant...
it: Caricamento in corso...
pl: Odczytywanie...

source: Add User
ca@valencia: Afig un usuari
it: Aggiungi utenti
pl: Dołączenie użytkownika

source: %(count)s user matches your query.
ca@valencia: %(count)s usuari coincideix amb la consulta.
it: %(count)s utente corrisponde alla tua richiesta.

source: There is %(count)s user.
ca@valencia: Hi ha %(count)s usuari.
it: C'è %(count)s utente.

source: Search Users
ca@valencia: Busca usuaris
it: Ricerca utenti
pl: Poszukiwanie użytkowników

source: Find user by name, email, properties
ca@valencia: Busca un usuari per nom, adreça electrònica o propietats
it: Trova utente per Nome, Email, Proprietà
pl: Odnajdź użytkownika poprzez nazwę, adres e-mail, właściwości

source: Edit User
ca@valencia: Edita l'usuari
it: Modifica utente
pl: Edycja użytkownika

source: Use the search form to find the user, then click on a user to edit.
ca@valencia: Usue el formulari de busca per a trobar l'usuari, aleshores feu clic a l'usuari per a editar-lo.
it: Usa il form di ricerca per trovare l'utente, quindi clicca sul nome dell'utente per editarlo.

source: Note: when deleting a user their contributions to the site, e.g. comments, suggestions and translations, are attributed to the anonymous user (nobody).
ca@valencia: Nota: si suprimiu un usuari, les seues aportacions al lloc, p. e. comentaris, suggeriments i traduccions, s'atribueixen a l'usuari anònim («nobody»).
it: Nota: quando si elimina un utente il suoi contributi al sito, ad esempio i commenti, i suggerimenti e le traduzioni, vengono attribuiti all'utente anonimo (nobody).

source: Username
ca@valencia: Nom d'usuari
it: Nome utente
pl: Tożsamość

source: Active
ca@valencia: Actiu
it: Attivo
pl: Aktywny

source: Password
ca@valencia: Contrasenya
pl: Hasło

source: Set a new password
ca@valencia: Introduïu la contrasenya nova
it: Inserire una nuova password
pl: Obranie nowego hasła

source: Email
ca@valencia: Correu electrònic
pl: poczta elektr.

source: Administrator
ca@valencia: Administrador
it: Amministratore

source: Twitter username
ca@valencia: Nom d'usuari del Twitter
it: Nome su Twitter
pl: Tożsamość (użytkownika) Twitter

source: LinkedIn profile URL
ca@valencia: URL del perfil del LinkedIn
it: URL su LinkedIn
pl: Adres zarysu użytkownika LinkedIn

source: Website
ca@valencia: Lloc web
it: Sito web
pl: Witryna sieciowa

source: Personal website URL
ca@valencia: URL del lloc web personal
it: URL del sito personale
pl: Adres strony internetowej

source: Short Bio
ca@valencia: Biografia resumida
it: Breve biografia
pl: Krótka biografia

source: Personal description
ca@valencia: Descripció personal
it: Descrizione
pl: Opis osobisty

source: Public Profile
ca@valencia: Perfil públic
it: Profilo pubblico
pl: Profil publiczny

source: Settings
ca@valencia: Configuració
it: Impostazioni
pl: Ustawienia

source: Preview will be displayed here.
ca@valencia: La vista preliminar es mostrarà ací.
it: L'anteprima verrà mostrata qui.
pl: Tutaj będzie wyświetlany podgląd.

source: We have sent an email containing the special link to <span>%s</span>. Please check your spam folder if you do not see the email.
ca@valencia: Vos hem enviat un correu electrònic amb l'enllaç especial a <span>%s</span>. Reviseu la carpeta de correu brossa si no veieu el correu.
it: Abbiamo inviato un'email contenente il link a <span>%s</span>. Se non la trovi nella Posta in ingresso prova a cercarla nella cartella dello Spam.

source: We have sent an email containing the special link to the address used to register this account. Please check your spam folder if you do not see the email.
ca@valencia: Vos hem enviat un correu electrònic amb l'enllaç a l'adreça usada en gravar este compte. Reviseu la carpeta de correu brossa si no veieu el correu.
it: Abbiamo inviato un'email contenente il link speciale all'indirizzo utilizzato per registrare questo account. Se non la trovi nella Posta in ingresso prova a cercarla nella cartella dello Spam.

source: Your account needs activation.
ca@valencia: Cal que activeu el compte.
it: Il tuo account deve essere attivato.
pl: Konto należy wskrzesić.

source: Please follow that link to continue the account creation.
ca@valencia: Visiteu l'enllaç per a continuar la creació del compte.
it: Puoi fare click su questo collegamento per completare la creazione dell'account.
pl: Prosimy podążać za tym odnośnikiem, aby kontynuować tworzenie konta.

source: Close
ca@valencia: Tanca
it: Chiudi
pl: Zamknij

source: Your account is inactive because an administrator deactivated it.
ca@valencia: El vostre compte està desactivat perquè un administrador l'ha desactivat.
it: Il tuo account non è più attivo, è stato disattivato da un amministratore.
pl: Konto jest w stanie pasywnym, gdyż administrator je uśpił.

source: Contact Us
ca@valencia: Contacteu amb nosaltres
it: Contattaci
pl: Kontakt z nami

source: This email confirmation link expired or is invalid.
ca@valencia: Este enllaç de confirmació d'adreça electrònica ha caducat o no és vàlid.
it: Questo link per la conferma è errato oppure troppo vecchio.
pl: Ten odnośnik potwierdzający adres e-mail stracił ważność lub jest nieprawidłowy.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
ca@valencia: L'enllaç de reinicialització de la contrasenya no és vàlid. Probablement s'ha utilitzat anteriorment. Hauríeu de sol·licitar una altra reinicialització de la contrasenya.
it: Il link per il reset della password non è valido, probabilmente perchè è già stato usato. Puoi richiedere un nuovo reset.
pl: Odnośnik wykorzystany do wyzerowania hasła jest niepoprawny. Prawdopodobnie został już wcześniej użyty. Proszę ponowić prośbę o wyzerowanie hasła.

source: Reset Password
ca@valencia: Reinicia la contrasenya
it: Reimposta la password
pl: Zmiana hasła

source: Password changed, signing in...
ca@valencia: La contrasenya ha canviat, s'està iniciant sessió...
it: Password modificata: autenticazione in corso...
pl: Hasło zmienione, wpis w toku ...

source: Repeat Password
ca@valencia: Repetiu la contrasenya
it: Ripeti la password
pl: Proszę powtórzyć hasło

source: Set New Password
ca@valencia: Estableix una contrasenya nova
it: Imposta nuova password
pl: Proszę podać nowe hasło

source: After changing your password you will sign in automatically.
ca@valencia: Després de canviar la contrasenya iniciareu sessió automàticament.
it: Dopo aver cambiato la password sarai loggato automaticamente.
pl: Po zmianie hasła nastąpi automatyczny wpis.

source: Sending email to %s...
ca@valencia: S'està enviant un correu electrònic a %s...
it: Invio dell'email a %s...
pl: Wysyłanie e-maila do %s...

source: Please follow that link to continue the password reset procedure.
ca@valencia: Visiteu este enllaç per a continuar amb el procés de canvi de contrasenya.
it: Puoi fare click su questo collegamento per continuare la procedura di reset della password.

source: Didn't receive an email? Check if it was accidentally filtered out as spam, or try requesting another copy of the email.
ca@valencia: No heu rebut cap correu? Comproveu que no s'haja classificat com a correu brossa, o proveu a sol·licitar una altra còpia del correu.
it: Non hai ricevuto l'email? Controlla che non sia stata filtrata per errore dall'antispam, oppure chiedine un'altra.

source: Resend Email
ca@valencia: Torna a enviar el correu
it: Reinvia l'email
pl: Prześlij ponownie e-mail

source: Sign up as a new user
ca@valencia: Grava'm com a un usuari nou
it: Registrati come nuovo utente
pl: Zapisz się jako nowy użytkownik

source: I forgot my password
ca@valencia: He oblidat la contrasenya
it: Ho scordato la mia password
pl: Zapomniałem hasła

source: Sign In
ca@valencia: Inicia la sessió
it: Autenticati
pl: Zapisz się

source: Signed in. Redirecting...
ca@valencia: S'ha iniciat la sessió. S'està redirigint...
it: Autenticazione corretta. Redirezione in corso...
pl: Zapisano. Następuje przekierowanie...

source: Social Services
ca@valencia: Serveis socials
it: Servizi Social
pl: Usługi społecznościowe

source: Login / Password
ca@valencia: Usuari i contrasenya
pl: Login / Hasło

source: Sign Up
ca@valencia: Registre
it: Registrati
pl: Zarejestruj się

source: Sign in as an existing user
ca@valencia: Inici de sessió com a un usuari existent
it: Autenticati come utente già esistente
pl: Zaloguj jako istniejący użytkownik...

source: An error occurred while attempting to sign in via %s.
ca@valencia: S'ha produït un error en intentar iniciar sessió via %s.
it: Si è verificato un errore nel tentativo di autenticazione tramite %s.

source: An error occurred while attempting to sign in via your social account.
ca@valencia: S'ha produït un error en intentar iniciar sessió via el compte de xarxa social.
it: Si è verificato un errore durante l'autenticazione tramite il tuo account su social network.

source: Try again
ca@valencia: Torneu-hi
it: Riprova
pl: Spróbuj ponownie

source: Sign In With %s
ca@valencia: Inicia sessió amb %s
it: Accedi con %s
pl: Zaloguj jako %s

source: Signing in with an external service for the first time will automatically create an account for you.
ca@valencia: En iniciar sessió per primera vegada amb un servei extern se vos crearà un compte automàticament.
it: Entrando per la prima volta con un servizio esterno verrà creato automaticamente un account per te.

source: Sign In With...
ca@valencia: Inicia sessió amb...
it: Accedi con...
pl: Zaloguj się poprzez...

source: Account Inactive
ca@valencia: El compte és inactiu
it: Account non attivo
pl: Konto nieaktywne

source: Account Activation
ca@valencia: Activació del compte
it: Attivazione dell'account
pl: Aktywacja konta

source: Email Confirmation
ca@valencia: Confirmació de l'adreça electrònica
it: Conferma dell'email
pl: Potwierdzenie e-maila

source: Reset Your Password
ca@valencia: Reinicia la contrasenya
it: Reimposta password
pl: Wyzeruj swoje hasło

source: Oops...
ca@valencia: Ep...
pl: Ups...

source: Social Verification
ca@valencia: Verificació social
it: Verifica Social
pl: Weryfikacja społecznościowa

source: More...
ca@valencia: Més...
it: Altre...
pl: Więcej...

source: Contributors, 30 Days
ca@valencia: Col·laboradors, 30 dies
it: Collaboratori, 30 giorni
pl: Współtwórcy, 30 dni

source: Show disabled
ca@valencia: Mostra els inhabilitats
it: Mostra disabilitati
pl: Wyświetl wyłączone

source: Hide disabled
ca@valencia: Amaga els inhabilitats
it: Nascondi disabilitati
pl: Ukryj wyłączone

source: All Languages
ca@valencia: Totes les llengües
it: Tutte le lingue
pl: Wszystkie języki

source: All Projects
ca@valencia: Tots els projectes
it: Tutti i progetti
pl: Wszystkie projekty

source: Updating data
ca@valencia: S'estan actualitzant les dades
it: Aggiornamento dei dati
pl: Aktualizacja danych

source: You have unsaved changes in this string. Navigating away will discard those changes.
ca@valencia: Teniu canvis sense guardar en esta cadena Si abandoneu la navegació es descartaran tots els canvis.
it: Ci sono modifiche non salvate in questa stringa. Uscendo da questa pagina perderai questi cambiamenti.

source: Go to the next string (Ctrl+.)<br/><br/>Also:<br/>Next page: Ctrl+Shift+.<br/>Last page: Ctrl+Shift+End
ca@valencia: Va a la cadena següent (Ctrl+.)<br/><br/>També:<br/>Pàgina següent: Ctrl+Maj+.<br/>Última pàgina: Ctrl+Maj+Final
it: Vai alla prossima stringa (Ctrl+.)<br/><br/>Inoltre:<br/>Pagina seguente: Ctrl+Maiusc+.<br/>Ultima pagina: Ctrl+Maiusc+Fine

source: Go to the previous string (Ctrl+,)<br/><br/>Also:<br/>Previous page: Ctrl+Shift+,<br/>First page: Ctrl+Shift+Home
ca@valencia: Va la cadena anterior (Ctrl+,)<br/><br/>També:<br/>Pàgina anterior: Ctrl+Maj+,<br/>Primera pàgina: Ctrl+Maj+Inici
it: Vai alla stringa precedente (Ctrl+,)<br/><br/>Inoltre:<br/>Pagina precedente: Ctrl+Maiusc+,<br/>Prima pagina: Ctrl+Maiusc+Inizio

source: %s's pending suggestions
ca@valencia: Suggeriments pendents de %s
it: %s suggerimenti indicati
pl: Oczekiwane sugestie %s

source: %s's accepted suggestions
ca@valencia: Suggeriments acceptats de %s
it: %s suggerimenti accettati
pl: Zaakceptowane propozycje %s

source: %s's rejected suggestions
ca@valencia: Suggeriments rebutjats de %s
it: %s suggerimenti rifiutati
pl: Odrzucone propozycje %s

source: %s's submissions
ca@valencia: Enviaments de %s
it: %s inserimenti
pl: Zgłoszenia %s

source: %s's overwritten submissions
ca@valencia: Enviaments sobreescrits de %s
it: %s inserimenti sovrascritti
pl: Nadpisane zgłoszenia %s

source: Error while connecting to the server
ca@valencia: S'ha produït un error en connectar amb el servidor
it: Errore durante la connessione al server
pl: Błąd podczas łączenia z serwerem

source: Not found
ca@valencia: No s'ha trobat
it: Non trovato
pl: Nie odnaleziono

source: Server error
ca@valencia: Error del servidor
it: Errore del server
pl: Błąd serwera

source: The server seems down. Try again later.
ca@valencia: Pareix que el servidor no funciona. Proveu-ho més tard.
it: Il server sembra non rispondere. Riprova più tardi.
pl: Serwer wydaje się nie działać. Proszę spróbować później.

source: This string no longer exists.
ca@valencia: Esta cadena ja no existeix.
it: Questa stringa non esiste più.
pl: Ten łańcuch już nie istnieje.

source: Go back to browsing
ca@valencia: Torna arrere a la navegació
it: Torna alla navigazione
pl: Powróć do przeglądu

source: Reload page
ca@valencia: Torna a carregar la pàgina
it: Ricarica pagina
pl: Wczytaj stronę ponownie

source: some anonymous user
ca@valencia: un usuari anònim
it: qualche utente anonimo
pl: pewien anonimowy użytkownik

source: someone
ca@valencia: algú
it: qualcuno
pl: ktoś

source: Similar translations
ca@valencia: Traduccions semblants
it: Traduzioni simili
pl: Podobne tłumaczenia

source: Plural form %(index)s
ca@valencia: Forma plural %(index)s
it: Forma plurale %(index)s

source: Edit the suggestion before accepting, if necessary
ca@valencia: Si cal, editeu el suggeriment abans d'acceptar-lo
it: Puoi modificare il suggerimento prima di accettarlo, se lo ritieni necessario
pl: Jeśli to konieczne, edytuj propozycję przed jej zaakceptowaniem

source: Provide optional comment (will be publicly visible)
ca@valencia: Proporcioneu un comentari opcional (serà visible públicament)
it: Fornisci un commento opzionale (sarà visibile pubblicamente)
pl: Dodaj opcjonalny komentarz (będzie publicznie wyświetlany)

source: Accept
ca@valencia: Accepta
it: Accetta
pl: Zaakceptuj

source: Reject
ca@valencia: Rebutja
it: Rifiuta
pl: Odrzuć

source: %(timeSince)s via file upload
ca@valencia: %(timeSince)s via pujada de fitxer
it: %(timeSince)s per il caricamento del file

source: Clear all
ca@valencia: Neteja-ho tot
it: Cancella tutto
pl: Wyczyść wszystko

source: Clear value
ca@valencia: Neteja el valor
it: Cancella il valore
pl: Wyczyść wartość

source: No results found
ca@valencia: No s'ha trobat cap resultat
it: Nessun risultato restituito
pl: Brak wyników

source: Select...
ca@valencia: Seleccioneu...
it: Seleziona...
pl: Wybierz...

source: Type to search
ca@valencia: Escriviu per a buscar
it: Scrivi per fare una ricerca
pl: Wpisz, aby wyszukać

source: disabled
ca@valencia: inhabilitat
it: disabilitato
pl: wyłączone

source: Congratulations! You have completed this task!
ca@valencia: Enhorabona! Heu finalitzat esta tasca!
it: Complimenti! Hai completato questo task!
pl: Gratulacje! Ukończyłeś to zadanie!

source: Collapse details
ca@valencia: Redueix els detalls
it: Riduci dettagli
pl: Ukryj szczegóły

source: Expand details
ca@valencia: Augmenta els detalls
it: Espandi dettagli
pl: Wyświetl szczegóły

source: Edit My Public Profile
ca@valencia: Edita el meu perfil públic
it: Modifica il mio profilo pubblico
pl: Edytuj mój profil publiczny

source: My Public Profile
ca@valencia: Perfil públic
it: Profilo pubblico
pl: Mój profil publiczny

source: Discard changes.
ca@valencia: Descarta els canvis.
it: Non salvare le modifiche
pl: Porzuć zmiany.

source: Yes
ca@valencia: Sí
it: Sì
pl: Tak

source: There are unsaved changes. Do you want to discard them?
ca@valencia: Hi ha canvis sense guardar. Voleu descartar-los?
it: Ci sono dei cambiamenti non salvati. Vuoi uscire SENZA salvarli?

source: To set or change your avatar for your email address (%(email)s), please go to gravatar.com.
ca@valencia: Per a definir o canviar el vostre avatar per l'adreça de correu (%(email)s), aneu a gravatar.com.
it: Per impostare o modificare l'immagine associata al tuo indirizzo email (%(email)s), vai su gravatar.com.

source: Your Full Name
ca@valencia: Nom complet
it: Nome e cognome
pl: Twoje imię i nazwisko

source: Your Twitter username
ca@valencia: El vostre nom d'usuari del Twitter
it: Il tuo nome su Twitter
pl: Twoja nazwa użytkownika na Twitterze

source: Your LinkedIn profile URL
ca@valencia: L'URL del vostre perfil del LinkedIn
it: L'URL del tuo profilo su LinkedIn
pl: Adres Twojego profilu na LinkedIn

source: Your Personal website/blog URL
ca@valencia: L'URL al vostre bloc o lloc web personal
it: L'URL del tuo sito/blog personale
pl: Adres Twojej osobistej strony/bloga

source: Why are you part of our translation project? Describe yourself, inspire others!
ca@valencia: Per què sou part del nostre projecte de traducció? Descriviu-vos i inspireu a altres usuaris!
it: Perché fai parte del nostro progetto di traduzione? Descriviti, ispira gli altri!

source: Email Address
ca@valencia: Adreça electrònica
it: Indirizzo email
pl: Adres e-mail

source: Enter your email address, and we will send you a message with the special link to reset your password.
ca@valencia: Introduïu la vostra adreça electrònica de correu i vos enviarem un missatge amb l'enllaç especial que vos permetrà canviar la contrasenya.
it: Inserisci il tuo indirizzo email, ti invieremo un messaggio per resettare la tua password.

source: No, thanks
ca@valencia: No, gràcies
it: No, grazie
pl: Nie, dziękuję

source: Send Email
ca@valencia: Envia el correu
it: Invia email
pl: Wyślij e-mail

source: We have sent an email containing the special link to <span>%s</span>
ca@valencia: Vos hem enviat un correu electrònic amb l'enllaç especial a <span>%s</span>
it: Abbiamo inviato un'email contenente il link speciale a <span>%s</span>

source: Creating new user accounts is prohibited.
ca@valencia: S'ha prohibit la creació de comptes d'usuari.
it: Non è possibile creare nuovi account utente.
pl: Zabronione jest tworzenie kont nowych użytkowników.

source: We found a user with <span>%(email)s</span> email in our system. Please provide the password to finish the sign in procedure. This is a one-off procedure, which will establish a link between your Pootle and %(provider)s accounts.
ca@valencia: Hem trobat un usuari al nostre sistema amb l'adreça de correu <span>%(email)s</span>. Indiqueu la contrasenya per a finalitzar el procés d'inici de sessió. Este procediment només es realitza un cop, i enllaçarà els vostres comptes de Pootle i %(provider)s.
it: Abbiamo trovato un utente con l'email <span>%(email)s</span> nel nostro sistema. Ora è necessario inserire la password per completare il processo di registrazione. Questa è una procedura una tantum, che stabilirà un collegamento tra i tuoi account di Pootle e quelli del tuo %(provider)s.

source: No results.
ca@valencia: No s'ha trobat cap resultat.
it: Nessun risultato.
pl: Brak wyników.

source: Project / Language
ca@valencia: Projecte / Llengua
it: Progetto / Lingue
pl: Projekt / Język

source: Suggested
ca@valencia: Suggerit
it: Proposto
pl: Sugerowane

source: Translated
ca@valencia: Traduït
it: Tradotto
pl: Przetłumaczone
