Repository: pypi-data/pypi-mirror-25
Catalog: packages/Pootle/Pootle-2.9.0rc1.tar.bz2/Pootle-2.9.0rc1/pootle/locale/*/pootle_js.po
Languages: ca@valencia, it, pl

source: Reviewed
ca@valencia: Revisat
it: Revisionate
pl: Zrecenzowane

source: Score Change
ca@valencia: Canvi de puntuació
it: Variazione di Punteggio

source: %s word
ca@valencia: %s paraula
it: %s parola
pl: %s słowo

source: No activity recorded in a given period
ca@valencia: No s'ha gravat cap activitat en el període determinat
it: Nessuna attività memorizzata nel periodo specificato

source: Please select a valid user.
ca@valencia: Seleccioneu un usuari vàlid.
it: Seleziona un utente valido.

source: More
ca@valencia: Més
it: Ancora
pl: Więcej

source: Hide
ca@valencia: Amaga
it: Nascondi
pl: Ukryj

source: Less
ca@valencia: Menys
it: Di meno
pl: Mniej

source: Show
ca@valencia: Mostra
it: Mostra
pl: Wyświetl

source: Translated by %(fullname)s in “<span title="%(path)s">%(project)s</span>” project %(time_ago)s
ca@valencia: Traduït per %(fullname)s en el projecte «<span title="%(path)s">%(project)s</span>» fa %(time_ago)s

source: Translated by %(fullname)s in “<span title="%(path)s">%(project)s</span>” project
ca@valencia: Traduït per %(fullname)s en el projecte «<span title="%(path)s">%(project)s</span>»

source: Avatar
pl: Awatar
