Repository: pypi-data/pypi-mirror-25
Catalog: packages/ishtar/ishtar-0.99.27.tar.gz/ishtar-0.99.27/translations/*/ishtar_common.po
Languages: fr

source: username
fr: identifiant

source: email address
fr: courriel

source: Related item
fr: Élément associé

source: Export selected as CSV file
fr: Exporter la sélection en fichier CSV

source: "%(value)s" is too long. The max length is %(length)d characters.
fr: "%(value)s" est trop long. La longueur maximum est de %(length)d caractères.

source: "%(value)s" not equal to yes or no
fr: "%(value)s" diffère de oui ou non

source: "%(value)s" is not a float
fr: "%(value)s" n'est pas un nombre à virgule

source: "%(value)s" is not a valid date
fr: "%(value)s" n'est pas une date valide

source: "%(value)s" is not an integer
fr: "%(value)s" n'est pas un entier

source: Choice for "%s" is not available. Which one is relevant?
fr: Le choix pour "%s" n'est pas disponible. Lequel est pertinent ?

source: %d. None of the above - create new
fr: %d. Aucun de ceux-là - créer un nouveau

source: %d. None of the above - skip
fr: %d. Aucun de ceux-là - passer

source: "%(value)s" is not a valid path for the given archive
fr: "%(value)s" n'est pas un chemin valide pour cette archive

source: The given file is not correct. Check the file format. If you use a CSV file: check that column separator and encoding are similar to the ones used by the reference file.
fr: Le fichier fourni n'est pas correct. Vérifiez le format du fichier. Si vous utilisez un fichier CSV : vérifiez que le séparateur de colonnes et l'encodage sont similaires à ceux du fichier de référence.

source: Too many cols (%(user_col)d) when maximum is %(ref_col)d
fr: Trop de colonnes (%(user_col)d). Le maximum est %(ref_col)d

source: No data provided
fr: Aucune donnée fournie

source: Value is required
fr: Valeur requise

source: At least %d columns must be filled
fr: Au moins %d colonnes doivent être remplies

source: The regexp doesn't match.
fr: L'expression régulière ne fonctionne pas.

source: Forced creation is set for model {} but this model is not in the list of models allowed to be created.
fr: La création forcée est possible pour le modèle {} mais ce modèle ne fait pas partie de la liste des créations de modèle autorisées.

source: {} with values {} doesn't exist in the database. Create it first or fix your source file.
fr: L'élément {} avec les valeurs {} n'existe pas dans la base de données. Créez-le d'abord ou corrigez votre fichier source.

source: Not imported
fr: Non importé

source: Importer configuration error: field "{}" does not exist for {}.
fr: Erreur de configuration de l'importeur : le champ "{}" n'existe pas pour {}.

source: line
fr: ligne

source: col
fr: colonne

source: error
fr: erreur

source: field
fr: champ

source: result
fr: résultat

source: "%(value)s" not in %(values)s
fr: "%(value)s" n'est pas dans %(values)s

source: Enter a valid name consisting of letters, spaces and hyphens.
fr: Entrez un nom correct composé de lettres, espaces et tirets.

source: Confirm
fr: Confirmer

source: Are you sure you want to delete?
fr: Êtes-vous sûr de vouloir supprimer ?

source: There are identical items.
fr: Il y a des éléments identiques.

source: Closing date
fr: Date de clôture

source: You should select an item.
fr: Vous devez sélectionner un élément.

source: Add a new item
fr: Ajouter un nouvel élément

source: Template
fr: Patron

source: Town
fr: Commune

source: <p>Type name, department code of the town you would like to select. The search is insensitive to case.</p> <p>Only the first twenty results are displayed but specifying the department code is generally sufficient to get the appropriate result.</p> <p class='example'>For instance type "saint denis 93" for getting the french town Saint-Denis in the Seine-Saint-Denis department.</p>
fr: <p>Tapez le nom, le numéro de département de la commune que vous voulez sélectionner. La recherche n'est pas sensible à la casse.</p> <p>Seuls les vingt premiers résultats sont affichés mais en plus du nom, préciser le numéro de département est généralement suffisant pour obtenir le résultat souhaité.</p> <p class='example'>Par exemple tapez « saint denis 93 » pour obtenir la commune Saint-Denis dans le département français de Seine-Saint-Denis.</p>

source: Person
fr: Personne

source: This import type have no unicity type defined. Conservative import is not possible.
fr: Cet import n'a pas de clé d'unicité paramétrée. L'import conservateur n'est pas possible.

source: Organization
fr: Organisation

source: Name
fr: Nom

source: Organization type
fr: Type d'organisation

source: Address
fr: Adresse

source: Address complement
fr: Complément d'adresse

source: Postal code
fr: Code postal

source: Country
fr: Pays

source: Email
fr: Courriel

source: Phone
fr: Téléphone

source: Mobile phone
fr: Téléphone portable

source: Organization search
fr: Rechercher une organisation

source: At least two items have to be selected.
fr: Au moins deux éléments doivent être sélectionnés.

source: Merge all items into
fr: Fusionner tous les éléments dans

source: Organization to merge
fr: Organisation à fusionner

source: Surname
fr: Prénom

source: Person search
fr: Rechercher une personne

source: Person to merge
fr: Personne à fusionner

source: Identity
fr: Identité

source: Title
fr: Titre

source: Salutation
fr: Formule d'appel

source: Raw name
fr: Nom brut

source: Phone description
fr: Type de téléphone

source: Phone description 2
fr: Type de téléphone 2

source: Phone 2
fr: Téléphone 2

source: Phone description 3
fr: Type de téléphone 3

source: Phone 3
fr: Téléphone 3

source: Current organization
fr: Organisation actuelle

source: Other address: address
fr: Autre adresse : adresse

source: Other address: address complement
fr: Autre adresse : complément d'adresse

source: Other address: postal code
fr: Autre adresse : code postal

source: Other address: town
fr: Autre adresse : ville

source: Other address: country
fr: Autre adresse : pays

source: Already has an account
fr: A déjà un compte

source: Username
fr: Nom d'utilisateur

source: Account search
fr: Rechercher un compte

source: Person type
fr: Type de personne

source: Account
fr: Compte

source: New password
fr: Nouveau mot de passe

source: New password (confirmation)
fr: Nouveau mot de passe (confirmation)

source: Your password and confirmation password do not match.
fr: La vérification du mot de passe a échoué.

source: You must provide a correct password.
fr: Vous devez fournir un mot de passe correct.

source: This username already exists.
fr: Ce nom d'utilisateur existe déjà.

source: Send the new password by email?
fr: Envoyer le nouveau mot de passe par courriel ?

source: Towns
fr: Communes

source: There are identical towns.
fr: Il y a des communes identiques.

source: Only one choice can be checked.
fr: Seul un choix peut être coché.

source: Documentation informations
fr: Information sur le document

source: Source type
fr: Type de document

source: Reference
fr: Référence

source: Internal reference
fr: Référence interne

source: Numerical ressource (web address)
fr: Ressource numérique (adresse web)

source: Receipt date
fr: Date de réception

source: Creation date
fr: Date de création

source: Receipt date in documentation
fr: Date de réception en documentation

source: Comment
fr: Commentaire

source: Additional information
fr: Information supplémentaire

source: Has a duplicate
fr: Existe en doublon

source: <p>Heavy images are resized to: %(width)dx%(height)d (ratio is preserved).</p>
fr: <p>Les images trop grandes sont retaillées en : %(width)dx%(height)d (le ratio est conservé).</p>

source: Author
fr: Auteur

source: Additional informations
fr: Informations supplémentaires

source: Would you like to delete this documentation?
fr: Voulez-vous supprimer ce document ?

source: Author type
fr: Type d'auteur

source: Author selection
fr: Sélection d'auteur

source: There are identical authors.
fr: Il y a des auteurs identiques.

source: Authors
fr: Auteurs

source: Addition/modification
fr: Ajout/modification

source: Deletion
fr: Suppression

source: Global variables
fr: Variables globales

source: Directory
fr: Annuaire

source: Search
fr: Recherche

source: Creation
fr: Ajout

source: Automatic merge
fr: Fusion automatique

source: Manual merge
fr: Fusion manuelle

source: New import
fr: Nouvel import

source: Current imports
fr: Imports en cours

source: Old imports
fr: Anciens imports

source: Not a valid item.
fr: Élément invalide.

source: A selected item is not a valid item.
fr: Un élément sélectionné n'est pas valide.

source: This item already exists.
fr: Cet élément existe déjà.

source: Label
fr: Libellé

source: Textual ID
fr: Identifiant textuel

source: Available
fr: Disponible

source: Key
fr: Clé

source: Specific key to an import
fr: Clé spécifique à un import

source: Last editor
fr: Dernier éditeur

source: Creator
fr: Créateur

source: Order
fr: Ordre

source: Symmetrical
fr: Symétrique

source: Tiny label
fr: Libellé court

source: Cannot have symmetrical and an inverse_relation
fr: Ne peut pas être symétrique et avoir une relation inverse

source: US dollar
fr: Dollar US

source: Operations
fr: Opérations

source: Context records
fr: Unités d'Enregistrement

source: Slug
fr: Identifiant texte

source: CSS color code for base module
fr: Code couleur CSS pour le tronc commun

source: Files module
fr: Module Dossiers

source: CSS color code for files module
fr: Code couleur CSS pour le module Dossier

source: Context records module
fr: Module Unités d'Enregistrement

source: CSS color code for context record module
fr: Code couleur CSS pour le module Unité d'Enregistrement

source: Finds module
fr: Module Mobilier

source: Need context records module
fr: Nécessite le module Unités d'Enregistrement

source: Find index is based on
fr: Index mobilier basé sur

source: To prevent irrelevant indexes, change this parameter only if there is no find in the database
fr: Pour éviter des index non pertinents, ne changer ce paramètre seulement si il n'y a pas encore de mobilier dans cette base de données

source: CSS color code for find module
fr: Code couleur CSS pour le module Mobilier

source: Warehouses module
fr: Module Dépôts

source: Need finds module
fr: Nécessite le module mobilier

source: CSS code for warehouse module
fr: Code couleur CSS pour le module Dépôt

source: Mapping module
fr: Module cartographique

source: CSS code for mapping module
fr: Code couleur CSS pour le module cartographique

source: Home page
fr: Page d'accueil

source: Homepage of Ishtar - if not defined a default homepage will appear. Use the markdown syntax. {random_image} can be used to display a random image.
fr: Page d'accueil d'Ishtar. Si elle n'est pas définie, une page d'accueil par défaut apparaît. Utiliser la syntaxe Markdown. {random_image} peut être utilisé pour afficher une image au hasard.

source: File external id
fr: Identifiant externe de fichier

source: Formula to manage file external ID. Change this with care. With incorrect formula, the application might be unusable and import of external data can be destructive.
fr: Formule pour gérer les identifiants externes de dossiers. À manipuler avec précaution. Une formule incorrecte peut rendre l'application inutilisable et l'import de données externes peut alors être destructif.

source: Parcel external id
fr: Identifiant externe de parcelle

source: Formula to manage parcel external ID. Change this with care. With incorrect formula, the application might be unusable and import of external data can be destructive.
fr: Formule pour gérer les identifiants externes de parcelles. À manipuler avec précaution. Une formule incorrecte peut rendre l'application inutilisable et l'import de données externes peut alors être destructif.

source: Context record external id
fr: Identifiant externe d'unité d'enregistrement

source: Formula to manage context record external ID. Change this with care. With incorrect formula, the application might be unusable and import of external data can be destructive.
fr: Formule pour gérer les identifiants externes d'unités d'enregistrement. À manipuler avec précaution. Une formule incorrecte peut rendre l'application inutilisable et l'import de données externes peut alors être destructif.

source: Base find external id
fr: Identifiant externe de mobilier de base

source: Formula to manage base find external ID. Change this with care. With incorrect formula, the application might be unusable and import of external data can be destructive.
fr: Formule pour gérer les identifiants externes de mobilier de base. À manipuler avec précaution. Une formule incorrecte peut rendre l'application inutilisable et l'import de données externes peut alors être destructif.

source: Find external id
fr: Identifiant externe de mobilier

source: Formula to manage find external ID. Change this with care. With incorrect formula, the application might be unusable and import of external data can be destructive.
fr: Formule pour gérer les identifiants externes de mobilier. À manipuler avec précaution. Une formule incorrecte peut rendre l'application inutilisable et l'import de données externes peut alors être destructif.

source: Container external id
fr: ID externe du contenant

source: Formula to manage container external ID. Change this with care. With incorrect formula, the application might be unusable and import of external data can be destructive.
fr: Formule pour gérer les identifiants externes de contenant. À manipuler avec précaution. Une formule incorrecte peut rendre l'application inutilisable et l'import de données externes peut alors être destructif.

source: Warehouse external id
fr: ID externe du dépôt

source: Formula to manage warehouse external ID. Change this with care. With incorrect formula, the application might be unusable and import of external data can be destructive.
fr: Formule pour gérer les identifiants externes de dépôt. À manipuler avec précaution. Une formule incorrecte peut rendre l'application inutilisable et l'import de données externes peut alors être destructif.

source: Raw name for person
fr: Nom brut pour une personne

source: Formula to manage person raw_name. Change this with care. With incorrect formula, the application might be unusable and import of external data can be destructive.
fr: Formule pour gérer le nom brut des personnes. À manipuler avec précaution. Une formule incorrecte peut rendre l'application inutilisable et l'import de données externes peut alors être destructif.

source: Current active
fr: Actuellement utilisé

source: Currency
fr: Devise

source: Ishtar site profile
fr: Profil d'instance Ishtar

source: Ishtar site profiles
fr: Profils d'instance Ishtar

source: Variable name
fr: Nom de la variable

source: Description of the variable
fr: Description de la variable

source: Value
fr: Valeur

source: Global variable
fr: Variable globale

source: Number
fr: Nombre

source: Administrative Act
fr: Acte administratif

source: Associated object
fr: Objet associé

source: Document template
fr: Patron de document

source: Document templates
fr: Patrons de document

source: State
fr: État

source: Department
fr: Département

source: Departments
fr: Départements

source: Raw phone
fr: Téléphone brut

source: Alternative address is prefered
fr: L'adresse alternative est préférée

source: Tel:
fr: Tél :

source: Email:
fr: Courriel :

source: Merge key
fr: Clé de fusion

source: Organization types
fr: Types d'organisation

source: Class name
fr: Nom de la classe

source: Importer - Model
fr: Importeur - Modèle

source: Importer - Models
fr: Importeur - Modèles

source: Users
fr: Utilisateurs

source: Associated model
fr: Modèle associé

source: Models that can accept new items
fr: Modèles qui peuvent accepter de nouveaux éléments

source: Leave blank for no restrictions
fr: Laissez vide pour aucune restriction

source: Is template
fr: Est un patron

source: Unicity keys (separator ";")
fr: Clés d'unicité (séparateur « ; »)

source: Importer - Type
fr: Importeur - Type

source: Importer - Types
fr: Importeur - Types

source: Importer - Default
fr: Importeur - Par défaut

source: Importer - Defaults
fr: Importeur - Par défaut

source: Importer - Default value
fr: Importeur - Valeur par défaut

source: Importer - Default values
fr: Importeur - Valeurs par défaut

source: Column number
fr: Numéro de colonne

source: Required
fr: Requis

source: Export field name
fr: Exporter le nom du champ

source: Fill this field if the field name is ambiguous for export. For instance: concatenated fields.
fr: Remplir ce champ si le nom du champ est ambigu pour l'export, par exemple dans le cas de champs concaténés.

source: Importer - Column
fr: Importeur - Colonne

source: Importer - Columns
fr: Importeur - Colonnes

source: Field name
fr: Nom du champ

source: Force creation of new items
fr: Forcer la création de nouveaux éléments

source: Concatenate with existing
fr: Concaténer avec l'existant

source: Concatenate character
fr: Caractère de concaténation

source: Importer - Duplicate field
fr: Importeur - Champ dupliqué

source: Importer - Duplicate fields
fr: Importeur - Champs dupliqués

source: Regular expression
fr: Expression régulière

source: Importer - Regular expression
fr: Importeur - Expression régulière

source: Importer - Regular expressions
fr: Importeur - Expressions régulières

source: Importer - Target
fr: Importeur - Cible

source: Importer - Targets
fr: Importeur - Cibles

source: True
fr: Oui

source: False
fr: Non

source: Is set
fr: Est défini

source: Importer - Target key
fr: Importeur - Clé de rapprochement

source: Importer - Targets keys
fr: Importeur - Clés de rapprochement

source: Operation type
fr: Type d'opération

source: Period
fr: Période

source: Report state
fr: État de rapport

source: Remain type
fr: Type de vestige

source: Unit
fr: Unité

source: Activity type
fr: Type d'activité

source: Documentation type
fr: Type de documentation

source: Material
fr: Matériau

source: Conservatory state
fr: État de conservation

source: Container type
fr: Type de contenant

source: Preservation type
fr: Type de conservation

source: Object type
fr: Type d'objet

source: Integrity type
fr: Type d'intégrité

source: Remarkability type
fr: Type de remarquabilité

source: Batch type
fr: Type de lot

source: Identification type
fr: Type d'identification

source: Context record relation type
fr: Type de relations entre Unités d'Enregistrement

source: Spatial reference system
fr: Système de référence spatiale

source: Support type
fr: Type de support

source: Title type
fr: Type de titre

source: Integer
fr: Entier

source: Float
fr: Nombre à virgule

source: String
fr: Chaîne de caractères

source: Year
fr: Année

source: String to boolean
fr: Chaîne de caractères vers booléen

# filesystem
source: File
fr: Fichier

source: Unknow type
fr: Type inconnu

source: 4 digit year. e.g.: "2015"
fr: Année sur 4 chiffres. Exemple : « 2015 »

source: 4 digit year/month/day. e.g.: "2015/02/04"
fr: Année sur 4 chiffres/mois/jour. Exemple : « 2015/02/04 »

source: Day/month/4 digit year. e.g.: "04/02/2015"
fr: Jour/mois/année sur 4 chiffres. Exemple : « 04/02/2015 »

source: Split character(s)
fr: Caractère(s) de séparation

source: Importer - Formater type
fr: Importeur - Type de mise en forme

source: Importer - Formater types
fr: Importeur - Types de mise en forme

source: Created
fr: Créé

source: Analyse in progress
fr: Analyse en cours

source: Analysed
fr: Analysé

source: Import pending
fr: Import en attente

source: Import in progress
fr: Import en cours

source: Finished with errors
fr: Terminé avec des erreurs

source: Finished
fr: Terminé

source: Archived
fr: Archivé

source: Imported file
fr: Fichier importé

source: Associated images (zip file)
fr: Images associées (fichier zip)

source: Encoding
fr: Codage

source: Skip lines
fr: Nombre de lignes d'entête

source: Error file
fr: Fichier erreur

source: Result file
fr: Fichier résultant

source: Match file
fr: Fichier de correspondance

source: Conservative import
fr: Import conservateur

source: End date
fr: Date de fin

source: Remaining seconds
fr: Secondes restantes

source: Analyse
fr: Analyser

source: Re-analyse
fr: Analyser de nouveau

source: Launch import
fr: Lancer l'import

source: Re-import
fr: Ré-importer

source: Archive
fr: Archiver

source: Unarchive
fr: Désarchiver

source: Delete
fr: Supprimer

source: Organizations
fr: Organisations

source: Can view all Organizations
fr: Peut voir toutes les Organisations

source: Can view own Organization
fr: Peut voir sa propre Organisation

source: Can add own Organization
fr: Peut ajouter sa propre Organisation

source: Can change own Organization
fr: Peut modifier sa propre Organisation

source: Can delete own Organization
fr: Peut supprimer sa propre Organisation

source: Groups
fr: Groupes

source: Person types
fr: Types de personne

source: Title types
fr: Types de titre

source: Mr
fr: M.

source: Miss
fr: Mlle

source: Mr and Mrs
fr: M. et Mme

source: Mrs
fr: Mme

source: Doctor
fr: Dr.

source: Contact type
fr: Type de contact

source: Is attached to
fr: Est rattaché à

source: Persons
fr: Personnes

source: Can view all Persons
fr: Peut voir toutes les Personnes

source: Can view own Person
fr: Peut voir sa propre Personne

source: Can add own Person
fr: Peut ajouter sa propre Personne

source: Can change own Person
fr: Peut modifier sa propre Personne

source: Can delete own Person
fr: Peut supprimer sa propre Personne

source: Advanced shortcut menu
fr: Menu de raccourci (avancé)

source: Ishtar user
fr: Utilisateur d'Ishtar

source: Ishtar users
fr: Utilisateurs d'Ishtar

source: To modify the password use the form in Auth > User
fr: Pour modifier le mot de passe, utilisez le formulaire dans Authentification > Utilisateurs

source: Author types
fr: Types d'auteur

source: Can view all Authors
fr: Peut voir tous les Auteurs

source: Can view own Author
fr: Peut voir son propre Auteur

source: Can add own Author
fr: Peut ajouter son propre Auteur

source: Can change own Author
fr: Peut modifier son propre Auteur

source: Can delete own Author
fr: Peut supprimer son propre Auteur

source: Source types
fr: Types de document

source: Support types
fr: Types de support

source: Format type
fr: Type de format

source: Format types
fr: Types de format

source: External ID
fr: Identifiant externe

source: Scale
fr: Échelle

source: Item number
fr: Numéro d'élément

source: Ref.
fr: Réf.

source: Internal ref.
fr: Réf. interne

source: Is preventive
fr: Est du préventif

source: Operation types
fr: Types d'opération

source: Preventive
fr: Préventif

source: Research
fr: Programmé

source: Authority name
fr: Registre

source: Authority SRID
fr: SRID

source: Spatial reference systems
fr: Systèmes de référence spatiale

source: Filename
fr: Nom de fichier

source: Administration script
fr: Script d'administration

source: Administration scripts
fr: Scripts d'administration

source: Scheduled
fr: Planifié

source: In progress
fr: En cours

source: Result
fr: Résultat

source: Administration task
fr: Tâche d'administration

source: Administration tasks
fr: Tâches d'administration

source: Unknown
fr: Inconnu

source: ISHTAR_SCRIPT_DIR is not set in your local_settings. Contact your administrator.
fr: ISHTAR_SCRIPT_DIR n'est pas défini dans votre fichier local_settings. Contactez votre administrateur.

source: Your ISHTAR_SCRIPT_DIR is containing dots "..". As it can refer to relative paths, it can be a security issue and this is not allowed. Only put a full path.
fr: La variable ISHTAR_SCRIPT_DIR contient des points « .. ». Comme cela peut correspondre à un chemin relatif, il est possible que cela puisse poser un problème de sécurité et cela n'est pas permis. Seul un chemin complet est permis.
