Repository: pypi-data/pypi-mirror-25
Catalog: packages/ishtar/ishtar-0.99.27.tar.gz/ishtar-0.99.27/translations/*/ishtar_common.po
Languages: fr

source: Your ISHTAR_SCRIPT_DIR: "{}" is not a valid directory.
fr: ISHTAR_SCRIPT_DIR: « {} » n'est pas un répertoire valable.

source: Script "{}" is not available in your script directory. Check your configuration.
fr: Le script « {} »n'est pas un fichier valable de votre répertoire de script. Vérifiez votre configuration.

source: Load another random image?
fr: Charger une autre image au hasard ?

source: PROJECT_SLUG is set to "default" change it in your local_settings (or ask your admin to do it).
fr: PROJECT_SLUG a été laissé à la valeur « default » changez le dans votre fichier local_settings (ou demandez à un administrateur de le faire).

source: The slug of your current profile is set to "default" change it on the administration page (or ask your admin to do it).
fr: Le « slug » du profil actuellement utilisé a été laissé à la valeur « default » changez le sur la page d'administration (ou demandez à un administrateur de le faire).

source: New person
fr: Ajouter une personne

source: Person modification
fr: Modifier une personne

source: Person deletion
fr: Supprimer une personne

source: New organization
fr: Ajouter une organisation

source: Organization modification
fr: Modifier une organisation

source: Organization deletion
fr: Supprimer une organisation

source: Account management
fr: Gérer les comptes

source: Account deletion
fr: Supprimer un compte

source: Archaeological file
fr: Dossier

source: Operation
fr: Opération

source: Context record
fr: Unité d'Enregistrement

source: Find
fr: Mobilier

source: Treatment request
fr: Demande de traitement

source: Treatment
fr: Traitement

source: Operation not permitted.
fr: Opération non permise.

source: New %s
fr: Nouveau %s

source: Archaeological files
fr: Dossiers

source: Finds
fr: Mobilier

source: Treatment requests
fr: Demandes de traitement

source: Treatments
fr: Traitements

source: Link unmatched items
fr: Associer les éléments non rapprochés

source: Delete import
fr: Supprimer un import

source: Merge persons
fr: Fusionner des personnes

source: Select the main person
fr: Choisir la personne principale

source: Merge organization
fr: Fusionner des organisations

source: Select the main organization
fr: Sélectionner l'organisation principale

source: Corporation manager
fr: Représentant de la personne morale

source: Search...
fr: Recherche...

source: No results
fr: Pas de résultats

source: Loading...
fr: Chargement...

source: Remove
fr: Enlever

source: Yes
fr: Oui

source: No
fr: Non

source: [%(app_name)s] Account creation/modification
fr: [%(app_name)s] Création/modification du compte

source: Page not found
fr: Page non trouvée

source: Back to main page
fr: Retour à la page principale

source: Your account on %(app_name)s has been created or modified.
fr: Votre compte sur %(app_name)s a été créé ou modifié.

source: Login:
fr: Identifiant :

source: Password:
fr: Mot de passe :

source: You can log in here:
fr: Vous pouvez vous identifier ici :

source: Thank you for you interest in the project.
fr: Merci pour l'intérêt que vous portez au projet.

source: The %(app_name)s team
fr: L'équipe %(app_name)s

source: Searches in the shortcut menu deal with all items.
fr: Les recherches dans le menu de raccourci concernent tous les éléments.

source: Searches in the shortcut menu deal with only your items.
fr: Les recherches dans le menu de raccourci ne concernent que vos éléments.

source: Logged in
fr: Connecté

source: Log out
fr: Déconnexion

source: Change password
fr: Changement de mot de passe

source: Log in
fr: Connexion

source: Current items
fr: Éléments courants

source: Processing...
fr: En traitement...

source: This can be long.
fr: Cela peut être long.

source: Time to take a coffee?
fr: Il est peut-être temps de prendre un café ?

source: Time to take another coffee?
fr: Pourquoi pas un autre café ?

source: Export as:
fr: Export en :

source: OpenOffice.org file
fr: fichier OpenOffice.org

source: PDF file
fr: fichier PDF

source: General
fr: Général

source: Year:
fr: Année :

source: Numerical reference:
fr: Référence numérique :

source: Patriarche OA code:
fr: Code Patriarche :

source: Patriarche OA code not yet recorded !
fr: Code Patriarche pas encore enregistré !

source: Operation's name:
fr: Nom de l'opération :

source: Edition date:
fr: Date d'édition :

source: Begining date:
fr: Date de début :

source: Field work end date:
fr: Date de fin de travail sur le terrain :

source: Head scientist:
fr: Responsable scientifique :

source: State:
fr: État :

source: Active file
fr: Dossier actif

source: Closed operation
fr: Opération close

source: Closing date:
fr: Date de clôture :

source: by
fr: par

source: Cost:
fr: Coût :

source: Duration:
fr: Durée :

source: Day
fr: Jour

source: Remains:
fr: Vestiges :

source: Periods:
fr: Périodes :

source: Related file:
fr: Dossier en relation avec :

source: Operator's reference code:
fr: Référence de l'opérateur :

source: Planning service:
fr: Service instructeur :

source: Permit type:
fr: Type de permis :

source: Permit reference:
fr: Référence du permis :

source: General contractor organisation:
fr: Organisation de l'aménageur :

source: General contractor:
fr: Aménageur :

source: Comment:
fr: Commentaire :

source: Towns:
fr: Communes :

source: Main address:
fr: Adresse des terrains :

source: Complement:
fr: Complément :

source: Postal code:
fr: Code postal :

source: Associated parcels
fr: Parcelles associées

source: Parcel
fr: Parcelle

source: Owner
fr: Propriétaire

source: No parcel associated to this operation
fr: Pas de parcelle associée à cette opération

source: Admninistrative acts
fr: Actes administratifs

source: No administrative act associated to this operation
fr: Pas d'acte administratif associé à cette opération

source: No document associated to this operation
fr: Pas de document associé à cette opération

source: Context Records
fr: Unités d'Enregistrement

source: ID
fr: Identifiant

source: Chronology
fr: Chronologie

source: No context record associated to this operation
fr: Pas d'Unité d'Enregistrement associée à cette opération

source: Welcome in Ishtar, open source software for management and inventory of archaeological data
fr: Bienvenue dans Ishtar, logiciel libre de gestion et d'inventaire en archéologie

source: Some useful links:
fr: Quelques liens utiles :

source: Presentation site and blog
fr: Site de présentation et blog

source: stay tuned with Ishtar news!
fr: restez à l'écoute des nouvelles concernant Ishtar !

source: Admin interface
fr: Interface d'administration

source: for admin only.
fr: seulement pour les administrateurs.

source: need help? find a new bug? a fantastic feature to propose? Here is the place to go.
fr: besoin d'aide ? un nouveau bug à signaler ? une nouvelle fonctionnalité révolutionnaire à proposer ? C'est là qu'il faut aller.

source: Source code
fr: Dépôt de code source

source: where the magic happens.
fr: c'est là que la magie opère.

source: Add
fr: Ajouter

source: Ishtar administration
fr: Administration d'Ishtar

# Region
source: State
fr: Région

source: Choose a state first
fr: Choisissez une région

source: Search and select an item
fr: Rechercher puis sélectionner un élément

source: Pinned search:
fr: Recherche épinglée :

source: Export as CSV
fr: Export en CSV

source: Export as CSV - full
fr: Export en CSV - complet

source: CSV full
fr: CSV complet

source: Export as CSV -
fr: Export en CSV -

source: An error as occured during search. Check your query fields.
fr: Une erreur est intervenue sur cette recherche. Vérifiez la pertinence de vos critères de recherche.

source: and
fr: et

source: Show / hide advanced search
fr: Afficher/cacher la recherche avancée

source: Help
fr: Aide

source: remove
fr: supprimer

source: Validate
fr: Valider

source: The current items are linked to this import:
fr: Les éléments suivants sont associés à cet import :

source: All these items will be deleted with this import.
fr: Tous ces éléments vont être supprimés avec cet import.

source: Are you sure?
fr: Êtes-vous sûr ?

source: Back
fr: Retour

source: No pending imports.
fr: Pas d'imports en attente.

source: File
fr: Fichier

source: Status
fr: État

source: Source file
fr: Fichier source

source: Control file
fr: Fichier de contrôle

source: Checking "Select all" only selects the current page.
fr: Cocher « Tout sélectionner » sélectionne seulement la page courante.

source: Basket content
fr: Contenu du panier

source: Close
fr: Fermer

source: Merge
fr: Fusionner

source: Every operation on this form is irreversible
fr: Chaque opération sur ce formulaire est irréversible

source: Item A
fr: Élément A

source: Item B
fr: Élément B

source: B is a duplicate of A
fr: B est un doublon de A

source: A is a duplicate of B
fr: A est un doublon de B

source: Is not duplicate
fr: N'est pas un doublon

source: Modify
fr: Modifier

source: New
fr: Nouveau

source: Save
fr: Enregistrer

source: Cancel
fr: Annuler

source: Contact informations
fr: Coordonnées

source: Close all windows
fr: Fermer toutes les fenêtres

source: Created by:
fr: Créé par :

source: Person in the organization
fr: Personnes au sein de l'organisation

source: No person in this organization
fr: Pas de personne au sein de cette organisation

source: General contractor organization of archaeological files
fr: Organisation de l'aménageur des dossiers

source: Planning service of archaeological files
fr: Service instructeur des dossiers

source: Phone type
fr: Type de téléphone

source: Business address
fr: Adresse professionnelle

source: Other address
fr: Autre adresse

source: Associated organization
fr: Organisation associée

source: Associated operations as scientist
fr: Opérations associées en tant que responsable scientifique

source: Associated operations as responsible
fr: Opérations associées en tant que responsable

source: In charge of archaeological files
fr: Responsable des dossiers

source: General contractor of archaeological files
fr: Aménageur des dossiers

source: Responsible for planning service of archaeological files
fr: Responsable pour le service instructeur des dossiers

source: Documents associated to operations
fr: Documents des opérations associées

source: Documents associated to context records
fr: Documents des Unités d'Enregistrement associées

source: Documents associated to finds
fr: Documents du mobilier associé

source: Web link
fr: Lien Internet

source: Simple menu limited to your own items. Be careful only the last 100 items are displayed.
fr: Menu simple limité à vos propres éléments. Attention seuls les 100 derniers éléments sont affichés.

source: Advanced menu
fr: Menu avancé

source: advanced
fr: avancé

source: Pin an item in order to constrain default searches with this item. By default only your items are displayed. New created and modified items are auto-pin.
fr: Épingler un élément permet de contraindre les recherches par défaut à cet élément. Par défaut seuls vos propres éléments sont listés. Les nouveaux éléments et ceux modifiés sont auto-épinglés.

source: Search within my items
fr: Rechercher parmi mes éléments

source: Search within all items
fr: Rechercher parmi tous les éléments

source: Refresh menu
fr: Rafraîchir le menu

source: Unpin
fr: Désépingler

source: Powered by <a href="https://ishtar-archeo.net/">Ishtar</a> v%(VERSION)s - a free software under AGPL v3 license.
fr: Propulsé par <a href="https://ishtar-archeo.net/">Ishtar</a> v%(VERSION)s - logiciel libre sous licence AGPL v3.

# Sheet
source: Creation
fr: Création

source: Internal ID
fr: ID interne

source: Previous version
fr: Version précédente

source: Restore this version
fr: Restaurer cette version

source: Are you sure to restore to this version? All changes made since this version will be lost.
fr: Êtes-vous certain de vouloir revenir à cette version ? Tous les changements réalisés depuis cette version seront perdus.

source: Restore
fr: Restaurer

source: Next version
fr: Version suivante

source: Item pined in your shortcut menu.
fr: Cet élément a été épinglé dans votre menu de raccourcis.

source: Pin
fr: Épingler

source: Export as OpenOffice.org file
fr: Exporter en fichier OpenOffice.org

source: Export as PDF file
fr: Exporter en fichier PDF

source: Relation between items are not historized.
fr: Les relations entre éléments ne sont pas historisées.

source: Related to
fr: Associé à

source: Link
fr: Lien

source: Numbers
fr: Nombres

source: Change
fr: Modifier

source: Draw rectangle on the graph to zoom. Double-click to reinitialize.
fr: Dessiner un rectangle sur le graphique pour zoomer. Double-cliquer pour réinitialiser.

source: Display as an image
fr: Afficher comme une image

source: Right-click on this image to save it.
fr: Clic droit sur l'image pour l'enregistrer.

source: By years
fr: Par années

source: Average:
fr: Moyenne :

source: Standard deviation:
fr: Écart-type :

source: Median:
fr: Médiane :

source: By operations
fr: Par opérations

source: Created last
fr: Dernières créations

source: Recent changes
fr: Dernières modifications

source: Modified
fr: Modifié

source: No data for these criteria.
fr: Pas de données pour ces critères.

source: Month
fr: Mois

source: User type
fr: Type d'utilisateur

source: You have entered the following informations:
fr: Vous avez entré les informations suivantes :

source: Would you like to save them?
fr: Voulez-vous sauvegarder ces informations ?

source: Add/Modify
fr: Ajouter/Modifier

source: The form has changed. If you don't validate it, all your changes will be lost.
fr: Le formulaire a changé. Si vous ne le validez pas, tous vos changements seront perdus.

source: Existing parcels from the operation will be automatically added to the archaeological file.
fr: Les parcelles existantes de l'opération vont être automatiquement ajoutées au dossier.

source: all
fr: tout

source: Add all parcels from the archaeological file
fr: Ajouter toutes les parcelles du dossier associé

source: No town set in the associated file.
fr: Pas de commune dans le dossier associé.

source: Validate and end
fr: Valider et confirmer

source: Item successfully closed
fr: Élément clos avec succès

source: Item successfully deleted
fr: Élément supprimé avec succès

source: Item successfully saved
fr: Élément enregistré avec succès

source: You have saved the following informations:
fr: Vous avez enregistré les informations suivantes :

source: Associated persons
fr: Personnes associées

source: Associated archaeological files
fr: Dossiers associés

source: Operator of archaeological operations
fr: Opérateur des opérations

source: Adminact: operator of archaeological operations
fr: Acte administratif : opérateur des opérations

source: Scientist in charge of archaeological files
fr: Responsable scientifique des dossiers

source: Scientist in charge of archaeological operations
fr: Responsable scientifique des opérations

source: In charge of archaeological operations
fr: Responsable des opérations

source: Rapporteur CIRA des operations
fr: Rapporteur CIRA des opérations

source: Administrativ act: in charge of archaeological operations
fr: Actes administratifs : responsable des opérations

source: Administrativ act: scientist in charge
fr: Actes administratifs : responsable scientifique

source: Administrativ act: signatory
fr: Actes administratifs : signataire

source: In charge of warehouses
fr: Responsable des dépots

source: Treatments of items
fr: Traitements des éléments

source: downstream
fr: aval

source: upstream
fr: amont

source: Property of items
fr: Propriété des éléments

source: Owns parcels
fr: Possède des parcelles

source: Account successfully activated
fr: Compte créé avec succès

source: Account activation failed
fr: La création du compte a échoué

source: You may now login with your username and password.
fr: Vous pouvez maintenant vous identifier avec votre identifiant et votre mot de passe

source: Login now
fr: S'identifier

source: Home
fr: Accueil

source: Activate account at
fr: Activez votre compte sur

source: Link is valid for %(expiration_days)s days.
fr: Ce lien est valide pour %(expiration_days)s jours.

source: Account activation on
fr: Activation du compte sur

source: Forgot password?
fr: Oubli de mot de passe ?

source: Reset it
fr: Réinitialiser

source: Not member?
fr: Non enregistré ?

source: Register
fr: S'enregistrer

source: Logged out
fr: Déconnecté

source: Password changed
fr: Mot de passe modifié

source: Submit
fr: Soumettre

source: Password reset successfully
fr: Mot de passe réinitialisé

source: Password reset failed
fr: La réinitialisation du mot de passe a échoué

source: Email with password reset instructions has been sent.
fr: Un courriel avec les instructions pour la réinitialisation du mot de passe a été envoyé.

source: Reset password at %(site_name)s
fr: Remise à zéro du mot de passe pour %(site_name)s

source: Reset password
fr: Réinitialisation du mot de passe

source: You are now registered. Activation email sent.
fr: Vous êtes maintenant enregistré. Un courriel d'activation de votre compte vous a été envoyé.
