Repository: pypi-data/pypi-mirror-25
Catalog: packages/il2fb-commons/il2fb-commons-1.0.1.tar.gz/il2fb-commons-1.0.1/il2fb/commons/locale/*/LC_MESSAGES/il2fb-commons.po
Languages: ru

source: rookie
ru: курсант

source: average
ru: новичек

source: veteran
ru: ветеран

source: ace
ru: ас

source: aircraft
ru: самолет

source: armor
ru: бронетранспорт

source: artillery
ru: артиллерия

source: balloon
ru: аэростат

source: light
ru: источник света

source: radio
ru: радио

source: ship
ru: корабль

source: stationary
ru: неподвижный объект

source: train
ru: поезд

source: vehicle
ru: транспорт

source: echelon right
ru: правый пеленг

source: echelon left
ru: левый пеленг

source: line abreast
ru: шеренга

source: line asteam
ru: колонна

source: vic
ru: клин

source: finger four
ru: 4 пальца

source: diamond
ru: ромб

source: takeoff (normal)
ru: взлёт (нормальный)

source: takeoff (pair)
ru: взлёт (парой)

source: takeoff (in line)
ru: взлёт (в линию)

source: takeoff (taxiing)
ru: взлёт (руление)

source: takeoff (taxiing from static)
ru: взлёт (руление из статического объекта)

source: normal
ru: нормальный полёт

source: air attack
ru: атака воздушной цели

source: ground attack
ru: атака наземной цели

source: patrol (triangle)
ru: патрулирование (треугольником)

source: patrol (square)
ru: патрулирование (квадратом)

source: patrol (pentagon)
ru: патрулирование (пятиугольником)

source: patrol (hexagon)
ru: патрулирование (шестиугольником)

source: patrol (random)
ru: патрулирование (произвольно)

source: artillery spotter
ru: артиллерийский корректировщик

source: landing (on left)
ru: посадка (слева)

source: landing (on right)
ru: посадка (справа)

source: landing (short on left)
ru: посадка (короткий слева)

source: landing (short on right)
ru: посадка (короткий справа)

source: landing (straight)
ru: посадка (по прямой)

source: none
ru: нет

source: red
ru: красная

source: blue
ru: синяя

source: green
ru: зелёная

source: gold
ru: золотая

source: purple
ru: фиолетовая

source: aqua
ru: лазурная

source: maroon
ru: бордовая

source: navy
ru: темно-синяя

source: emerald
ru: изумрудная

source: olive
ru: оливковая

source: magenta
ru: пурпурная

source: teal
ru: стальная

source: orange
ru: оранжевая

source: turquoise
ru: бирюзовая

source: brown
ru: коричневая

source: salad
ru: салатовая

source: Australia
ru: Австралия

source: Finland
ru: Финляндия

source: France
ru: Франция

source: Germany
ru: Германия

source: Hungary
ru: Венгрия

source: Japan
ru: Япония

source: Italy
ru: Италия

source: Netherlands
ru: Голландия

source: New Zealand
ru: Новая Зеландия

source: Poland
ru: Польша

source: Romania
ru: Румыния

source: Slovakia
ru: Словакия

source: Soviet Union
ru: Советский Союз

source: United Kingdom
ru: Объединённое королевство

source: United States
ru: Соединённые Штаты

source: Army of the Air
ru: ВВС Франции

source: Finnish Air Force
ru: ВВС Финляндии

source: Romanian Air Force
ru: ВВС Румынии

source: Hungarian Air Force
ru: ВВС Венгрии

source: Luftwaffe
ru: Люфтваффе

source: German Air Force
ru: ВВС Германии

source: Imperial Japanese Army
ru: Императорская армия Японии

source: Imperial Japanese Navy
ru: Императорский флот Японии

source: Polish Air Force
ru: ВВС Польши

source: Regia Aeronautica Italiana
ru: Королевские ВВС Италии

source: Royal Australian Air Force
ru: Королевские ВВС Австралии

source: Royal Air Force
ru: Королевские ВВС

source: Royal Navy
ru: Королевский флот

source: Royal Netherlands Air Force
ru: Королевские ВВС Голландии

source: Royal New Zealand Air Force
ru: Королевские ВВС Новой Зеландии

source: Slovak Air Force
ru: ВВС Словакии

source: United States Army Air Forces
ru: ВВС Армии США

source: United States Marine Corps
ru: Корпус морской пехоты США

source: United States Navy
ru: Военно-морские силы США

source: VVS RKKA
ru: ВВС РККА

source: Workers-Peasants Red Army Air Forces
ru: ВВС Рабоче-Крестьянской Красной Армии

source: No Air Force
ru: Без ВВС

source: destroy
ru: уничтожить

source: destroy area
ru: уничтожить участок

source: destroy bridge
ru: уничтожить мост

source: recon
ru: разведка

source: escort
ru: сопровождение

source: cover
ru: защита

source: cover area
ru: защита участка

source: cover bridge
ru: защита моста

source: primary
ru: основная

source: secondary
ru: дополнительная

source: hidden
ru: скрытая

source: clear
ru: безоблачно

source: good
ru: ясно

source: hazy
ru: дымка

source: poor
ru: слабый туман

source: blind
ru: туман

source: precipitation
ru: осадки

source: thunderstorm
ru: гроза

source: low_gust
ru: слабые

source: moderate_gust
ru: средние

source: strong_gust
ru: сильные

source: low_turbulence
ru: слабая

source: moderate_turbulence
ru: средняя

source: strong_turbulence
ru: сильная

source: very_strong_turbulence
ru: очень сильная
