Repository: pypi-data/pypi-mirror-25
Catalog: packages/Pootle/Pootle-2.9.0b3.tar.bz2/Pootle-2.9.0b3/pootle/locale/*/pootle_js.po
Languages: cs, he, ug

source: Saved successfully.
cs: Úspěšně uloženo.
he: נשמר בהצלחה.
ug: مۇۋەپپەقىيەتلىك ساقلاندى.

source: Deleted successfully.
cs: Úspěšně odstraněno.
he: נמחק בהצלחה.
ug: مۇۋەپپەقىيەتلىك ئۆچۈرۈلدى.

source: Delete
cs: Odstranit
he: מחיקה
ug: ئۆچۈر

source: Add Language
cs: Přidat jazyk
he: הוספת שפה
ug: تىل قوش

source: Cancel
cs: Zrušit
he: ביטול
ug: ۋاز كەچ

source: %(count)s language matches your query.
cs: Dotazu odpovídá %(count)s jazyk.
he: שפה אחת תואמת את השאילתה שלך.
ug: %(count)s تىل سۈرۈشتۈرۈشىڭىزگە ماس كېلىدۇ.

source: There is %(count)s language.
cs: Existuje %(count)s jazyk.
he: ישנה שפה אחת.
ug: %(count)s تىل بار. تۆۋەندىكىلىرى يېقىندا قوشۇلغانلىرى.

source: Search Languages
cs: Vyhledat jazyky
he: חיפוש שפות
ug: تىل ئىزدە

source: Find language by name, code
cs: Najít jazyk podle názvu nebo kódu
he: חיפוש שפות לפי שם, קוד
ug: تىلنى ئىسمى ياكى كودى بويىچە ئىزدە

source: Edit Language
cs: Upravit jazyk
he: עריכת שפה
ug: تىل تەھرىر

source: Use the search form to find the language, then click on a language to edit.
cs: Použijte formulář pro vyhledání jazyku a poté klikněte na jeho název pro provedení úprav.
he: ניתן להשתמש בחיפוש כדי למצוא את השפה ואז ללחוץ על השפה כדי לערוך.
ug: تىل ئىزدەش ئۈچۈن ئىزدەش جەدۋىلىنى ئىشلىتىڭ، ئاندىن تەھرىرلەيدىغان تىلدىن بىرنى تاللاڭ.

source: Code
cs: Kód
he: קוד
ug: كود

source: Full Name
cs: Celý název
he: שם מלא
ug: تولۇق ئاتى

source: Special Characters
cs: Speciální znaky
he: תווים מיוחדים
ug: ئالاھىدە ھەرپلەر

source: Number of Plurals
cs: Počet forem plurálu
he: מספר צורות הריבוי
ug: كۆپلۈك سانى

source: Plural Equation
cs: Podmínky použití forem plurálu
he: משוואת ריבוי
ug: كۆپلۈك ئىپادىسى

source: Save
cs: Uložit
he: שמירה
ug: ساقلا

source: Overview
cs: Přehled
he: סקירה
ug: قىسقىچە بايان

source: Team
cs: Tým
he: צוות
ug: قوشۇن

source: Add Project
cs: Přidat projekt
he: הוספת מיזם
ug: قۇرۇلۇش قوش

source: %(count)s project matches your query.
cs: Dotazu odpovídá %(count)s projekt.
he: מיזם אחד עונה לשאילתה שלך.
ug: سۈرۈشتۈرۈشىڭىزگە %(count)s قۇرۇلۇش ماس كېلىدۇ.

source: There is %(count)s project.
cs: Existuje %(count)s projekt.
he: יש מיזם אחד.
ug: %(count)s قۇرۇلۇش بار. ئاستىدىكى بىردىن كۆپ بولغانلىرى يېقىندا قوشۇلغانلىرى.

source: Search Projects
cs: Vyhledat projekty
he: חיפוש מיזמים
ug: قۇرۇلۇش ئىزدە

source: Find project by name, code
cs: Najít projekt podle názvu nebo kódu
he: חיפוש מיזמים לפי שם, קוד
ug: قۇرۇلۇشنى ئىسمى، كودى بويىچە ئىزدە

source: Edit Project
cs: Upravit projekt
he: עריכת מיזם
ug: قۇرۇلۇش تەھرىر

source: Use the search form to find the project, then click on a project to edit.
cs: Použijte formulář pro vyhledání projektu a poté klikněte na jeho název pro provedení úprav.
he: ניתן להשתמש בשדה החיפוש כדי למצוא מיזם ואז ללחוץ על שם המיזם כדי לערוך אותו.
ug: قۇرۇلۇشنى ئىزدەش ئۈچۈن ئىزدەش جەدۋىلىنى ئىشلىتىڭ، ئاندىن تەھرىرلەيدىغان قۇرۇلۇشنى بىرنى چېكىڭ.

source: Quality Checks
cs: Kontroly kvality
he: בדיקות איכות
ug: سۈپەت تەكشۈرۈش

source: File types
cs: Typy souborů
he: סוגי קבצים
ug: ھۆججەت تىپى

source: Project Tree Style
cs: Adresářová struktura projektu
he: סגנון עץ מיזם
ug: قۇرۇلۇش شاخ ئۇسلۇبى

source: Source Language
cs: Zdrojový jazyk
he: שפת המקור
ug: مەنبە تىل

source: Ignore Files
cs: Ignorovat soubory
he: התעלמות מקבצים
ug: ھۆججەتكە پەرۋا قىلما

source: String Errors Contact
cs: Kontakt pro nahlášení chyb v řetězcích
he: איש קשר לשגיאות במחרוזות
ug: ھەرپ تىزمىسى خاتالىق ئالاقىسى

source: Screenshot Search Prefix
cs: Předpona pro hledání snímků obrazovky
he: קידומת לחיפוש צילומי מסך
ug: ئېكران كەسمىسى ئىزدەش ئالدى قوشۇلغۇچى

source: Disabled
cs: Zakázáno
he: מנוטרל
ug: چەكلەنگەن

source: Languages
cs: Jazyky
he: שפות
ug: تىللار

source: Permissions
cs: Oprávnění
he: הרשאות
ug: ھوقۇقلار

source: Filesystems
cs: Systémy souborů
he: מערכות קבצים
ug: ھۆججەت سىستېمىسى

source: Load More
cs: Načíst další
he: טעינת נוספים
ug: تېخىمۇ كۆپ يۈكلە

source: Loading...
cs: Načítání...
he: בטעינה…
ug: يۈكلەۋاتىدۇ…

source: Add User
cs: Přidat uživatele
he: הוספת משתמש
ug: ئىشلەتكۈچى قوش

source: %(count)s user matches your query.
cs: Dotazu odpovídá %(count)s uživatel.
he: משתמש אחד תואם לשאילתה שלך.
ug: سۈرۈشتۈرۈشىڭىزگە %(count)s ئىشلەتكۈچى ماس كېلىدۇ.

source: There is %(count)s user.
cs: Existuje %(count)s uživatel.
he: יש משתמש אחד.
ug: %(count)s ئىشلەتكۈچى بار. تۆۋەندە كۆرۈنگىنى يېقىندا تىزىملاتقان ئىشلەتكۈچىلەر.

source: Search Users
cs: Vyhledat uživatele
he: חיפוש משתמשים
ug: ئىشلەتكۈچى ئىزدە

source: Find user by name, email, properties
cs: Najít uživatele podle jména, emailu nebo vlastností
he: חיפוש משתמשים לפי שם, דוא״ל, מאפיינים
ug: ئىشلەتكۈچىنى ئىسمى، تورخەت، خاسلىق بويىچە ئىزدە

source: Edit User
cs: Upravit uživatele
he: עריכת משתמש
ug: ئىشلەتكۈچى تەھرىر

source: Use the search form to find the user, then click on a user to edit.
cs: Použijte formulář pro vyhledání uživatele a poté klikněte na jeho jméno pro provedení úprav.
he: ניתן להשתמש בטופס החיפוש כדי למצוא את המשתמש ואז ללחוץ על שם המשתמש כדי לערוך אותו.
ug: ئىشلەتكۈچى ئىزدەش ئۈچۈن ئىزدەش جەدۋىلىنى ئىشلىتىڭ، ئاندىن تەھرىرلەيدىغان ئىشلەتكۈچىدىن بىرنى چېكىڭ.

source: Note: when deleting a user their contributions to the site, e.g. comments, suggestions and translations, are attributed to the anonymous user (nobody).
cs: Poznámka: po smazání uživatele budou jeho příspěvky, tedy poznámky, návrhy a překlady přiřazeny anonymnímu uživateli (nobody).
he: לתשומת לבך: לאחר מחיקה של משתמש באתר, התרומות השונות כגון תגובות, הצעות ותרגומים נזקפים לזכות המשתמש האלמוני (אף אחד).
ug: دىققەت: ئىشلەتكۈچى ئۆچۈرۈلسە ئۇنىڭ تۆھپىسى، مەسىلەن باھا، تەكلىپ ۋە تەرجىمىلىرى ئاتسىز ئىشلەتكۈچىگە تەۋە بولىدۇ.

source: Username
cs: Uživatelské jméno
he: שם משתמש
ug: ئىشلەتكۈچى ئاتى

source: Active
cs: Aktivní
he: פעיל
ug: ئاكتىپ

source: Password
cs: Heslo
he: ססמה
ug: ئىم

source: Set a new password
cs: Nastavit nové heslo
he: הגדרת ססמה חדשה
ug: يېڭى ئىم تەڭشەك

source: Email
he: דוא״ל
ug: تورخەت

source: Administrator
cs: Správce
he: מנהל
ug: باشقۇرغۇچى

source: Twitter
he: טוויטר

source: Twitter username
cs: Uživatelské jméno pro Twitter
he: שם משתמש בטוויטר
ug: ‫Twitter ئىشلەتكۈچى ئاتى

source: LinkedIn profile URL
cs: Adresa profilu LinkedIn
he: כתובת לפרופיל LinkedIn
ug: ‫LinkedIn سەپلىمە ھۆججەت تور ئادرېسى

source: Website
cs: Webová stránka
he: אתר
ug: تورتۇرا

source: Personal website URL
cs: Adresa osobní webové stránky
he: כתובת האתר האישי
ug: شەخسىي تورتۇرا ئادرېسى

source: Short Bio
cs: Stručný životopis
he: קורות חיים מקוצרים
ug: قىسقىچە تونۇشتۇرۇش

source: Personal description
cs: Osobní popis
he: תיאור אישי
ug: شەخسىي چۈشەندۈرۈش

source: Public Profile
cs: Veřejný profil
he: פרופיל ציבורי
ug: ئاممىۋى سەپلىمە ھۆججەت

source: Settings
cs: Nastavení
he: הגדרות
ug: تەڭشەكلەر

source: Preview will be displayed here.
cs: Zde bude zobrazen náhled.
he: התצוגה המקדימה תופיע כאן.
ug: ئالدىن كۆزىتىش بۇ جايدا كۆرسىتىلىدۇ.

source: We have sent an email containing the special link to <span>%s</span>. Please check your spam folder if you do not see the email.
cs: Odeslali jsme e-mail obsahující tento speciální odkaz na adresu <span>%s</span>. Pokud tento e-mail nevidíte, zkontrolujte složku s nevyžádanou poštou.
he: שלחנו הודעה בדוא״ל עם קישור מיוחד אל <span>%s</span>. נא לבדוק את תיקיית הזבל שלך אם ההודעה עדיין לא הגיעה.
ug: بىز بىر پارچە تورخەت ئەۋەتتۇق، خەتتە <span>%s</span> نىڭ ئۇلانمىسى بار. ئەگەر تورخەتنى كۆرمىگەن بولسىڭىز ئەخلەت خەتلەر قىسقۇچىنى تەڭشۈرۈڭ.

source: We have sent an email containing the special link to the address used to register this account. Please check your spam folder if you do not see the email.
cs: Odeslali jsme e-mail obsahující tento speciální odkaz na adresu použitou při registraci vašeho účtu. Pokud tento e-mail nevidíte, zkontrolujte složku s nevyžádanou poštou.
he: שלחנו הודעה בדוא״ל עם קישור מיוחד אל הכתובת בה נעשה שימוש להירשם לחשבון זה. נא לבדוק את תיקיית הזבל שלך אם ההודעה עדיין לא הגיעה.
ug: ھېسابات خەتلىتىش ئۇلانمىسىنى ئۆز ئىچىگە ئالغان ئادرېس بار تورخەت ئەۋەتتۇق. ئەگەر تورخەتنى تاپشۇرۇۋالمىغان بولسىڭىز ئەخلەت خەتلەر قىسقۇچىنى تەكشۈرۈڭ.

source: Your account needs activation.
cs: Váš účet vyžaduje aktivaci.
he: חשבונך דורש הפעלה.
ug: ھېساباتىڭىزنى ئاكتىپلاش زۆرۈر.

source: Please follow that link to continue the account creation.
cs: Pro pokračování v procesu založení účtu klikněte na zadaný odkaz.
he: נא להיכנס לקישור כדי להמשיך ביצירת החשבון.
ug: بۇ ئۇلانمىنى چېكىپ ھېسابات قۇرۇشنى داۋاملاشتۇرۇڭ.

source: Close
cs: Zavřít
he: סגירה
ug: تاقا

source: Your account is inactive because an administrator deactivated it.
cs: Váš účet je neaktivní, protože byl deaktivován administrátorem.
he: החשבון שלך אינו פעיל כיוון שנוטרל על ידי מנהל.
ug: ھېساباتىڭىز ئاكتىپ ئەمەس چۈنكى ئۇنى باشقۇرغۇچى توختىتىۋەتكەن.

source: Contact Us
cs: Kontaktujte nás
he: יצירת קשר
ug: بىز بىلەن ئالاقىلىشىڭ

source: This email confirmation link expired or is invalid.
cs: Platnost potvrzovacího odkazu vypršela, nebo je odkaz neplatný.
he: קישור האימות פג או שגוי.
ug: بۇ تورخەتتىكى جەزملەش ئۇلانمىسىنىڭ ۋاقتى ئۆتكەن ياكى ئىناۋەتسىز.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
cs: Odkaz na resetování hesla byl neplatný, patrně kvůli tomu, že už byl jednou použit. Požádejte prosím o resetování hesla znovu.
he: הקישור לאיפוס ההסמה הנו שגוי, כנראה שכבר נעשה בו שימוש. נא לבקש איפוס ססמה שוב.
ug: ئىمنى ئەسلىگە قايتۇرۇش ئۇالنمىسى ئىناۋەتسىز، بەلكىم ئۇ ئاللىبۇرۇن ئىشلىتىلىپ بولغان. يېڭىدىن ئىمنى ئەسلىگە قايتۇرۇش ئىلتىماسى ئەۋەتىڭ.

source: Reset Password
cs: Resetovat heslo
he: איפוס ססמה
ug: ئىمنى ئەسلىگە قايتۇرۇش

source: Password changed, signing in...
cs: Heslo bylo změněno, prosím přihlaste se...
he: הססמה הוחלפה, מתבצעת כניסה…
ug: ئىم ئۆزگەردى، تىزىمغا كىرىۋاتىدۇ…

source: Repeat Password
cs: Zopakujte heslo
he: נא לחזור על הססמה
ug: ئىم تەكرارلا

source: Set New Password
cs: Nastavit nové heslo
he: הגדרת ססמה חדשה
ug: يېڭى ئىم تەڭشەش

source: After changing your password you will sign in automatically.
cs: Po změně hesla budete automaticky přihlášeni.
he: לאחר שינוי הססמה שלך תתבצע כניסה אוטומטית למערכת.
ug: ئىمنى ئۆزگەرتكەندىن كېيىن ئۆزلۈكىدىن تىزىمغا كىرىسىز.

source: Sending email to %s...
cs: Odesílání e-mailu na adresu %s...
he: נשלח דוא״ל אל %s…
ug: ھازىر %s غا تورخەت يوللاۋاتىدۇ…

source: Please follow that link to continue the password reset procedure.
cs: Pro pokračování v procesu resetování hesla klikněte na daný odkaz.
he: נא להיכנס לקישור זה כדי להמשיך לתהליך איפוס הססמה.
ug: ئۇلانمىنى چېكىپ ئىم قايتۇرۇۋېلىش جەريانىنى داۋاملاشتۇرۇڭ.

source: Didn't receive an email? Check if it was accidentally filtered out as spam, or try requesting another copy of the email.
cs: Neobdrželi jste žádný e-mail? Zkontrolujte, zda nebyl omylem označen jako spam, nebo zkuste požádat o opětovné zaslání e-mailu.
he: לא קיבלת הודעה בדוא״ל? כדאי לבדוק האם היא סווגה בטעות כדואר או לנסות ולבקש עותק נוסף של ההודעה.
ug: تورخەتنى تاپشۇرۇۋالمىدىڭىزمۇ؟ ئەخلەت خەتلەر قاتارىغا كىرىپ قالدىمۇ تەكشۈرۈپ بېقىڭ ياكى تورخەتنى قايتا يوللاشنى ئىلتىماس قىلىڭ.

source: Resend Email
cs: Znovu odeslat e-mail
he: שליחת דוא״ל מחדש
ug: تورخەتنى قايتا يوللا

source: Sign up as a new user
cs: Zaregistrovat se jako nový uživatel
he: הרשמה כמשתמש חדש
ug: يېڭى ئىشلەتكۈچى خەتلىتىش

source: I forgot my password
cs: Zapomněl jsem heslo
he: שכחתי את הססמה שלי
ug: ئىمنى ئۇنۇتتۇم

source: Sign In
cs: Přihlásit se
he: כניסה
ug: تىزىمغا كىر

source: Signed in. Redirecting...
cs: Jste přihlášeni. Probíhá přesměrování...
he: נכנסת. מתבצעת הפנייה…
ug: تىزىمغا كىردى. نىشاننى يۆتكەۋاتىدۇ…

source: Social Services
cs: Sociální služby
he: שירותים חברתיים
ug: ئىجتىمائىي مۇلازىمەتلەر

source: Login / Password
cs: Uživatelské jméno / Heslo
he: כניסה / ססמה
ug: تىزىمغا كىر /ئىم

source: Sign Up
cs: Zaregistrovat se
he: הרשמה
ug: خەتلەت

source: Sign in as an existing user
cs: Přihlásit se jako existující uživatel
he: כניסה כמשתמש קיים
ug: مەۋجۇت ئىشلەتكۈچى سۈپىتىدە تىزىمغا كىرىڭ

source: An error occurred while attempting to sign in via %s.
cs: Při pokusu o přihlášení prostřednictvím %s došlo k chybě.
he: אירעה שגיאה בעת הניסיון להיכנס דרך %s.
ug: ‫%s سالاھىيىتىدە تىزىمغا كىرگەندە خاتالىق كۆرۈلدى.

source: An error occurred while attempting to sign in via your social account.
cs: Při pokusu o přihlášení prostřednictvím vašeho sociálního účtu došlo k chybě.
he: אירעה שגיאה בעת הניסיון להיכנס באמצעות החשבון שלך ברשתות חברתיות.
ug: ئىجتىمائىي ئالاقە ھېساباتىڭىز ئارقىلىق تىزىمغا كىرىشنى سىنىغاندا خاتالىق كۆرۈلدى.

source: Try again
cs: Zkusit znovu
he: לנסות שוב
ug: قايتا سىنا

source: Sign In With %s
cs: Přihlásit se prostřednictvím %s
he: כניסה באמצעות %s
ug: تىزىمغا %s بىلەن كىرىڭ

source: Signing in with an external service for the first time will automatically create an account for you.
cs: První přihlášení prostřednictvím externí služby automaticky vytvoří uživatelský účet.
he: כניסה עם שירות חיצוני בפעם הראשונה תיצור עבורך חשבון באופן אוטומטי.
ug: سىرتقى ھېسابات ئارقىلىق تۇنجى قېتىم تىزىمغا كىرگەندە ئۆزلۈكىدىن سىزگە يېڭى ھېساباتتىن بىرنى قۇرىدۇ

source: Sign In With...
cs: Přihlaste se prostřednictvím...
he: כניסה באמצעות…
ug: باشقىچە تىزىمغا كىرىش…

source: Account Inactive
cs: Účet neaktivní
he: חשבון בלתי פעיל
ug: ھېسابات چەكلەنگەن

source: Account Activation
cs: Aktivace účtu
he: הפעלת חשבון
ug: ھېسابات ئاكتىپلاش

source: Email Confirmation
cs: Potvrzovací e-mail
he: אימות דוא״ל
ug: تورخەت جەزملەش

source: Reset Your Password
cs: Resetovat heslo
he: איפוס הססמה שלך
ug: ئىمنى ئەسلىگە قايتۇر

source: Oops...
cs: Jejda...
he: אבוי…
ug: ۋاييەي…

source: Social Verification
cs: Sociální ověření
he: אימות חברתי
ug: ئىجتىمائىي دەلىللەش

source: More...
cs: Podrobnosti...
he: עוד…
ug: تېخىمۇ كۆپ…

source: Contributors, 30 Days
cs: Přispěvatelé, 30 dní
he: תרומות, 30 יום
ug: تۆھپىكارلار، 30 كۈن

source: #%(position)s
he: מס׳ %(position)s

source: Show disabled
cs: Zobrazit vypnuté
he: הצגת מנוטרלים
ug: كۆرسىتىش چەكلەنگەن

source: Hide disabled
cs: Skrýt vypnuté
he: הסתרת מנוטרלים
ug: يوشۇرۇش چەكلەنگەن

source: All Languages
cs: Všechny jazyky
he: כל השפות
ug: بارلىق تىللار

source: All Projects
cs: Všechny projekty
he: כל המיזמים
ug: ھەممە قۇرۇلۇشلار

source: Updating data
cs: Probíhá aktualizace dat
he: הנתונים מתעדכנים
ug: سانلىق مەلۇماتلارنى يېڭىلاۋاتىدۇ

source: You have unsaved changes in this string. Navigating away will discard those changes.
cs: Pro tento řetězec existují neuložené změny. Při přechodu na jiný řetězec budou tyto změny zahozeny.
he: יש לך שינויים למחרוזת שטרם נשמרו. עזיבת העמוד תגרום להשלכת השינויים האלה.
ug: بۇ تىزىقتا تېخى ساقلىمىغان ئۆزگەرتىشىڭىز بار. ئايرىلسىڭىز بۇ سانلىق مەلۇماتلار يوقىلىدۇ.

source: Go to the next string (Ctrl+.)<br/><br/>Also:<br/>Next page: Ctrl+Shift+.<br/>Last page: Ctrl+Shift+End
cs: Přejít na další řetězec (Ctrl+.)<br/><br/>Také:<br/>Další stránka: Ctrl+Shift+.<br/>Poslední stránka: Ctrl+Shift+End
he: מעבר למחרוזת הבאה (Ctrl+.‎)<br/><br/>כמו כן:<br/>העמוד הבא: Ctrl+Shift+.<br/>העמוד האחרון: Ctrl+Shift+End
ug: كېيىنكى تىزىققا يۆتكىلىشتە (Ctrl+.)<br/><br/> يەنە: <br/>كېيىنكى بەت: Ctrl+Shift+.<br/>ئاخىرقى بەت: Ctrl+Shift+End

source: Go to the previous string (Ctrl+,)<br/><br/>Also:<br/>Previous page: Ctrl+Shift+,<br/>First page: Ctrl+Shift+Home
cs: Přejít na předchozí řetězec (Ctrl+,)<br/><br/>Také:<br/>Předchozí stránka: Ctrl+Shift+,<br/>První stránka: Ctrl+Shift+Home
he: מעבר למחרוזת הקודמת (Ctrl+,‎)<br/><br/>כמו כן:<br/>העמוד הקודם: Ctrl+Shift+,<br/>העמוד הראשון: Ctrl+Shift+Home
ug: ئالدىنقى تىزىققا يۆتكىلىشتە (Ctrl+,)<br/><br/>يەنە:<br/>ئالدىنقى بەت: Ctrl+Shift+,<br/>بىرىنچى بەت: Ctrl+Shift+Home

source: %s's pending suggestions
cs: Nevyřízené návrhy uživatele %s
he: ההצעות הממתינות של %s
ug: %s نىڭ كۈتۈۋاتقان تەكلىپلىرى

source: %s's accepted suggestions
cs: Přijaté návrhy uživatele %s
he: ההצעות של %s שהתקבלו
ug: %s نىڭ قوبۇل قىلىنغان تەكلىپلىرى

source: %s's rejected suggestions
cs: Odmítnuté návrhy uživatele %s
he: ההצעות של %s שנדחו
ug: %s نىڭ رەت قىلىنغان تەكلىپلىرى

source: %s's submissions
cs: Překlady uživatele %s
he: ההגשות של %s
ug: %s نىڭ تاپشۇرغانلىرى

source: %s's overwritten submissions
cs: Přepsané překlady uživatele %s
he: ההגשות של %s ששוכתבו
ug: %s نىڭ قاپلىۋەتكەن تاپشۇرغانلىرى

source: Error while connecting to the server
cs: Při připojování k serveru došlo k chybě
he: אירעה שגיאה במהלך ההתחברות לשרת
ug: مۇلازىمېتىرغا باغلانغاندا خاتالىق كۆرۈلدى

source: Not found
cs: Nenalezeno
he: לא נמצא
ug: تېپىلمىدى

source: Server error
cs: Chyba na straně serveru
he: שגיאת שרת
ug: مۇلازىمېتىر خاتالىقى

source: The server seems down. Try again later.
cs: Zdá se, že server není funkční. Zkuste se připojit později.
he: ייתכן כי השרת אינו פעיל. נא לנסות שוב מאוחר יותר.
ug: مۇلازىمېتىر تاقالغاندەك تۇرىدۇ. سەل تۇرۇپ قايتا سىناڭ.

source: This string no longer exists.
cs: Tento řetězec již neexistuje.
he: המחרוזת אינה קיימת עוד.
ug: بۇ تىزىق ئەمدى مەۋجۇد ئەمەس.

source: Go back to browsing
cs: Zpět na procházení
he: חזרה לעיון
ug: كۆز يۈگۈرتۈشكە قايت

source: Reload page
cs: Znovu načíst stránku
he: רענון העמוד
ug: بەتنى قايتا يۈكلە

source: some anonymous user
cs: anonymní uživatel
he: משתמש אלמוני כלשהו
ug: بەزى ئاتسىز ئىشلەتكۈچى

source: someone
cs: uživatel
he: מישהו
ug: بىرسى

source: Similar translations
cs: Obdobné překlady
he: תרגומים דומים
ug: ئوخشايدىغان تەرجىمىلەر

source: Plural form %(index)s
cs: Forma plurálu %(index)s
he: צורת רבים %(index)s
ug: كۆپلۈك شەكلى %(index)s

source: Edit the suggestion before accepting, if necessary
cs: Pokud je to třeba, návrh před jeho přijetím upravte
he: ניתן לערוך את ההצעה בטרם האישור, אם יש צורך בכך
ug: ئەگەر زۆرۈر بولسا، قوللىنىشتىن ئىلگىرى تەۋسىيەنى تەھرىرلەڭ

source: Provide optional comment (will be publicly visible)
cs: Zadejte nepovinný komentář (bude veřejně viditelný)
he: נא לספק הערה כרשות (תופיע לקהל הרחב)
ug: تاللاشچان ئىزاھات تەمىنلەڭ (ھەممەيلەن كۆرەلەيدۇ)

source: Accept
cs: Přijmout
he: אישור
ug: قوشۇل

source: Reject
cs: Zamítnout
he: דחייה
ug: رەت قىل

source: %(timeSince)s via file upload
cs: %(timeSince)s nahráním souboru
he: %(timeSince)s דרך העלאת קבצים
ug: %(timeSince)s ئارقىلىق ھۆججەت يوللاش

source: Clear all
cs: Smazat vše
he: מחיקת הכול
ug: ھەممىنى تازىلا

source: Clear value
cs: Smazat hodnotu
he: מחיקת ערך
ug: قىممىتىنى تازىلا

source: No results found
cs: Nebyly nalezeny žádné výsledky
he: לא נמצאו תוצאות
ug: نەتىجە تېپىلمىدى

source: Select...
cs: Vybrat...
he: בחירה…
ug: تاللا…

source: Type to search
cs: Zadejte text pro vyhledávání
he: יש להקליד כדי לחפש
ug: ئىزدەيدىغاننى كىرگۈزۈڭ

source: disabled
cs: zakázáno
he: מנוטרל
ug: چەكلەنگەن

source: Congratulations! You have completed this task!
cs: Gratulujeme! Dokončili jste tuto úlohu!
he: ברכות! השלמת את המשימה!
ug: مۇبارەك بولسۇن! بۇ ۋەزىپىنى تاماملىدىڭىز!

source: Collapse details
cs: Sbalit podrobnosti
he: צמצום הפרטים
ug: تەپسىلاتىنى قاتلا

source: Expand details
cs: Rozbalit podrobnosti
he: הרחבת הפרטים
ug: تەپسىلاتىنى ياي

source: Edit My Public Profile
cs: Upravit můj veřejný profil
he: עריכת הפרופיל הציבורי שלי
ug: ئاممىۋى سەپلىمە ھۆججىتىمنى تەھرىرلە

source: My Public Profile
cs: Můj veřejný profil
he: הפרופיל הציבורי שלי
ug: ئاممىۋى سەپلىمە ھۆججىتىم

source: Discard changes.
cs: Zahodit změny.
he: התעלמות משינויים.
ug: ئۆزگەرتىشلەرنى تاشلىۋەت

source: Yes
cs: Ano
he: כן
ug: ھەئە

source: No
cs: Ne
he: לא
ug: ياق

source: There are unsaved changes. Do you want to discard them?
cs: Změny nebyly uloženy. Chcete je zahodit?
he: ישנם שינויים שלא נשמרו. להתעלם מהם?
ug: تېخى ساقلىمىغان ئۆزگەرتىشلەر بار. ئۇلارنى تاشلىۋېتەمسىز؟

source: To set or change your avatar for your email address (%(email)s), please go to gravatar.com.
cs: Pro nastavení avataru pro vaši e-mailovou adresu (%(email)s) prosím přejděte na stránky gravatar.com.
he: כדי לשנות את התמונה עבור כתובת הדוא״ל שלך (%(email)s), נא לגשת אל gravatar.com.
ug: تورخەت ئادرېسىڭىز (%(email)s) نىڭ باش سۈرىتىڭىزنى تەڭشەش ياكى ئۆزگەرتىشتە، gravatar.com نى زىيارەت قىلىڭ.

source: Your Full Name
cs: Vaše celé jméno
he: השם המלא שלך
ug: تولۇق ئىسمىڭىز

source: Avatar
he: תמונת משתמש
ug: باش سۈرەت

source: Your Twitter username
cs: Vaše uživatelské jméno pro Twitter
he: שם המשתמש שלך בטוויטר
ug: سىزنىڭ Twitter ئىسمىڭىز

source: Your LinkedIn profile URL
cs: Adresa vašeho profilu LinkedIn
he: כתובת הפרופיל שלך ב־LinkedIn
ug: سىزنىڭ LinkedIn شەخسىي ئۇچۇر تور ئادرېسىڭىز

source: Your Personal website/blog URL
cs: Adresa vaší osobní webové stránky nebo blogu
he: כתובת הבלוג/האתר הפרטי שלך
ug: شەخسىي تورتۇرا/بىلوگ تور ئادرېسىڭىز

source: Why are you part of our translation project? Describe yourself, inspire others!
cs: Proč jste se stali účastníky našeho překladového projektu? Řekněte nám něco o sobě a inspirujte ostatní uživatele!
he: מדוע לקחת חלק במיזם התרגום? נשמח לשמוע פירוט עליך, לתת השראה לאחרים!
ug: سىز نېمە ئۈچۈن تەرجىمە قۇرۇلۇشىمىزنىڭ بىر ئەزاسى بولدىڭىز؟ ئۆزىڭىزنى تونۇشتۇرۇڭ، باشقىلارنى رىغبەتلەندۈرۈڭ!

source: Email Address
cs: E-mailová adresa
he: כתובת דוא״ל
ug: تورخەت ئادرېسى

source: Enter your email address, and we will send you a message with the special link to reset your password.
cs: Zadejte svou e-mailovou adresu a my vám zašleme speciální odkaz pro resetování hesla.
he: נא להזין את כתובת הדוא״ל, אנו נשלח לך הודעה עם הקישור המיוחד לאיפוס הססמה שלך.
ug: تورخەت ئادرېسىڭىزنى كىرگۈزۈڭ، بىز ئىمنى قايتا ئۆزگەرتىدىغان ئۇلانمىنى ئۆز ئىچىگە ئالغان تورخەتنى خەت ساندۇقىڭىزغا يوللايمىز.

source: No, thanks
cs: Ne, děkuji
he: לא, תודה
ug: ياق، رەھمەت

source: Send Email
cs: Odeslat e-mail
he: שליחת דוא״ל
ug: تورخەت يوللا

source: We have sent an email containing the special link to <span>%s</span>
cs: Odeslali jsme e-mail obsahující tento speciální odkaz na adresu <span>%s</span>
he: שלחנו הודעת דוא״ל המכילה את הקישור המיוחד לכתובת <span>%s</span>
ug: بىز بىر پارچە تورخەت ئەۋەتتۇق، خەتتە <span>%s</span> نىڭ ئۇلانمىسى بار.

source: Creating new user accounts is prohibited.
cs: Vytváření nových uživatelských účtů je zakázáno.
he: ההרשאה ליצירת חשבונות משתמש חדשים חסומה.
ug: يېڭى ئىشلەتكۈچىنى خەتلىتىش چەكلەنگەن.

source: We found a user with <span>%(email)s</span> email in our system. Please provide the password to finish the sign in procedure. This is a one-off procedure, which will establish a link between your Pootle and %(provider)s accounts.
cs: Nalezli jsme v našem systému uživatele s e-mailem <span>%(email)s</span>. Pro dokončení procesu přihlášení zadejte jeho heslo. Toto je jednorázový požadavek, který vytvoří propojení mezi vaším účtem na Pootle serveru a %(provider)s účtem.
he: מצאנו משתמש עם כתובת הדוא״ל <span>%(email)s</span> במערכת שלנו. נא לספק את הססמה כדי לסיים את תהליך הכניסה. מדובר בתהליך חד פעמים, שיפעיל קישור בין החשבון שלך ב־Pootle לבין החשבונות שלך ב־%(provider)s.
ug: سىستېمىمىزدا <span>%(email)s</span> تورخەت ئادرېسى بار ئىشلەتكۈچى بايقالدى. تىزىمغا كىرىشنى تاماملاش ئۈچۈن ئىمنى تەمىنلەڭ. بۇ Pootle ۋە %(provider)s ھېسابات ئارىسىدا ئۇلانما قۇرۇشتىكى بىر قېتىملىق جەريان.

source: No results.
cs: Žádné výsledky.
he: אין תוצאות.
ug: نەتىجە يوق.

source: Project / Language
cs: Projekt / Jazyk
he: מיזם / שפה
ug: قۇرۇلۇش/تىل

source: Suggested
cs: Navrhnul
he: הוצע
ug: تەۋسىيە قىلىنغان

source: Translated
cs: Přeloženo
he: תורגם
ug: تەرجىمە قىلىنغان

source: Reviewed
cs: Zkontrolováno
he: נסקר
ug: تەكشۈرۈلگەن

source: Score Change
cs: Změna hodnoty
he: שינוי בניקוד
ug: نەتىجە ئۆزگىرىشى

source: %s word
cs: %s slovo
he: מילה אחת
ug: %s سۆز

source: No activity recorded in a given period
cs: Ve vybraném období nebyla zaznamenána žádná aktivita
he: לא נרשמה פעילות בטווח שצוין.
ug: بېرىلگەن مەزگىلدە ئاكتىپ خاتىرە يوق

source: Please select a valid user.
cs: Vyberte existujícího uživatele.
he: נא לבחור במשתמש תקני.
ug: ئىناۋەتلىك ئىشلەتكۈچىدىن بىرنى تاللاڭ.

source: More
cs: Více
he: יותר
ug: تېخىمۇ كۆپ

source: Hide
cs: Skrýt
he: הסתרה
ug: يوشۇر

source: Less
cs: Méně
he: פחות
ug: تېخىمۇ ئاز
