Repository: pypi-data/pypi-mirror-25
Catalog: packages/Pootle/Pootle-2.9.0b3.tar.bz2/Pootle-2.9.0b3/pootle/locale/*/pootle.po
Languages: sv, uz

source: User
sv: Användare
uz: Foydalanuvchi

source: Previous month
sv: Föregående månad
uz: Oldingi oy

source: Next month
sv: Nästa månad
uz: Keyingi oy

source: Detailed Report
sv: Detaljerad rapport
uz: Batafsil hisobot

source: Detailed Statistics
sv: Detaljerad statistik
uz: Batafsil statistika

source: Delete
sv: Radera
uz: O‘chirish

source: or
sv: eller
uz: yoki

source: Save
sv: Spara
uz: Saqlash

source: Use <code>&lt;a href="<strong>#/page-slug</strong>"&gt;Link text&lt;/a&gt;</code> code to provide links between static pages. Such links will be rewritten with full paths to static pages.
sv: Använd <code>&lt;a href="<strong>#/page-slug</strong>"&gt;Link text&lt;/a&gt;</code> kod för att tillhandahålla länkar mellan statiska sidor. Sådana länkar kommer att skrivas om med fullständiga sökvägar till statiska sidor.
uz: Statik sahifalararo havolalarni keltirish uchun <code>&lt;a href="<strong>#/page-slug</strong>"&gt;Matn havolasi&lt;/a&gt;</code> kodidan foydalanig. Bunday havolalar statik sahifalarga bo‘lgan yo‘llar bilan almashtiriladi.

source: In Announcement pages use <code><strong>/xx/</strong></code> within URLs for a dynamic language code.
sv: I meddelandesidor använd <code><strong>/xx/</strong></code> i webbadresser för en dynamisk språkkod.
uz: E’lon sahifalari dinamik til kodi uchun URL manzillari ichida <code><strong>/xx/</strong></code> kodidan foydalanadi.

source: Last Edited
sv: Senast redigerad
uz: So‘nggi tahrirlash

source: Yes
sv: Ja
uz: Ha

source: No
sv: Nej
uz: Yo‘q

source: edit
sv: redigera
uz: tahrirlash

source: view
sv: visa
uz: ko‘rish

source: No pages yet.
sv: Inga sidor, än.
uz: Haligacha sahifalar yo‘q.

source: Legal Pages
sv: Juridiska sidor
uz: Qonuniy sahifa

source: Add Legal Page
sv: Lägg till juridisk sida
uz: Qonuniy sahifa qo‘shish

source: Regular Pages
sv: Vanliga sidor
uz: Muntazam sahifalar

source: Add Regular Page
sv: Lägg till vanlig sida
uz: Muntazam sahifa qo‘shish

source: Announcements
sv: Meddelanden
uz: E’lonlar

source: Add Announcement
sv: Lägg till meddelande
uz: E’lon qo‘shish

source: Fix critical errors
sv: Fixa kritiska fel
uz: Jiddiy xatolarni to‘g‘rilash

source: Critical errors
sv: Kritiska fel

source: Review suggestions
sv: Granska förslag
uz: Tavsiyalarni ko‘rib chiqish

source: Continue translation
sv: Fortsätt översätta
uz: Tarjimani davom ettirish

source: View all
sv: Visa alla
uz: Barchasini ko‘rish

source: All
sv: Alla
uz: Barchasi

source: Expand details
sv: Visa detaljer
uz: Tafsilotlarni kengaytirish

source: Translation Statistics
sv: Översättningsstatistik
uz: Tarjima statistikasi

source: Failing Checks
sv: Fel har upptäckts
uz: Xatolarni tekshirish

source: More...
sv: Mer...
uz: Ko‘proq...

source: Less...
sv: Mindre...

source: Updates
sv: Uppdateringar

source: Last updated:
sv: Senast uppdaterad:

source: Translations
sv: Översättningar

source: Last action:
sv: Senaste åtgärd:

source: This project is disabled and visible to administrators only.
sv: Detta projekt är inaktiverat och synlig endast för administratörer.
uz: Ushbu loyiha o‘chirib qo‘yilgan va faqat administratorlarga ko‘rinadi.

source: Please fill in all the fields.
sv: Fyll i alla textfält.
uz: Barcha maydonlarni to‘ldiring.

source: Send Message
sv: Skicka meddelande
uz: Xabar jo‘natish

source: Thanks!
sv: Tack!
uz: Rahmat!

source: We have received your message and will try to respond as soon as possible.
sv: Vi har fått ditt meddelande och kommer att försöka svara så snart som möjligt.
uz: Sizning xabaringizni qabul qildik. Imkon qadar tezroq javob qaytarishga harakat qilamiz.

source: score
sv: poäng
uz: tarjimalar soni

source: No user contributions yet.
sv: Inga användarbidrag än.
uz: Foydalanuvchi hech qanday hissa qo‘shmagan.

source: Top contributors:
sv: Bästa bidragsgivare:

source: Are You Human?
sv: Är du mänsklig?
uz: Siz insonmisiz?

source: To protect the server against attacks we have to verify that submissions are made by human users.
sv: För att skydda servern mot attacker så måste vi verifiera att insändningar görs av mänskliga användare.
uz: Serverni hujumlardan himoya qilish uchun tarjimalar insonlar tomonidan qilinganligiga ishonch hosil qilishimiz kerak.

source: Please answer this question:
sv: Svara på denna fråga:
uz: Ushbu savolga javob bering:

source: Confirm
sv: Bekräfta
uz: Tasdiqlash

source: Go back to browsing
sv: Gå tillbaka till bläddra
uz: Ko‘rish uchun orqaga qaytish

source: My suggestions
sv: Mina förslag
uz: Tavsiyalarim

source: My submissions
sv: Mina bidrag
uz: Tarjimalarim

source: My overwritten submissions
sv: Mina överskrivna bidrag
uz: Mening almashtirgan tarjimalarim

source: Checks
sv: Kontroller
uz: Tekshirishlar

source: Select type
sv: Välj typ
uz: Turini tanlash

source: Default order
sv: Standardordning
uz: Standart tartib bo‘yicha

source: Important first
sv: Viktigt först
uz: Muhimlari birinchi

source: Newest first
sv: Nyaste först
uz: Yangilari birinchi

source: Oldest first
sv: Äldsta först
uz: Eskilari birinchi

source: Go to the previous string (Ctrl+Up)
sv: Gå till föregående sträng (Ctrl+Up)
uz: Oldingi qatorga o‘tish (Ctrl+Up)

source: Current string number (Ctrl+Shift+U)<br/><br/>Type in the number and press Enter<br/>to go to any position
sv: Aktuellt strängnummer (Ctrl+Shift+U)<br/><br/>Skriv in numret och tryck på Enter<br/>för att gå till vilken position som helst
uz: Joriy qator raqami (Ctrl+Shift+U)<br/>Boshqa joyga o‘tish uchun <br/>raqamning ichiga yozing va "Enter" tugmasini bosing<br/>

source: Total strings
sv: Totalt antal strängar
uz: Jami qatorlar

source: Go to the next string (Ctrl+Down)
sv: Gå till nästa sträng (Ctrl+Down)
uz: Keyingi qatorga o‘tish (Ctrl+Down)

source: The following suggestions submitted by you have been accepted with the comment:
sv: Följande förslag inskickad av dig har godkänts med kommentaren:

source: We hope this feedback will help you improve your future contributions.
sv: Vi hoppas att denna återkoppling kommer att hjälpa dig att förbättra dina framtida bidrag.

source: The following suggestions submitted by you have been rejected with the comment:
sv: Följande förslag inskickad av dig har fått avslag med kommentaren:

source: Translate
sv: Översätt
uz: Tarjima qilish

source: <a href="%(url)s">Unit #%(id)s</a>
sv: <a href="%(url)s">Enhet #%(id)s</a>
uz: <a href="%(url)s">Qism #%(id)s</a>

source: Priority:
sv: Prioritet:
uz: Muhimligi:

source: Context:
sv: Sammanhang:
uz: Matn:

source: Locations:
sv: Platser:
uz: Manzillar:

source: Terminology:
sv: Terminologi:
uz: Atamalar:

source: Insert the translated term into the editor
sv: Infoga den översatta termen i editorn
uz: Tahrirlagichga tarjima qilingan atamani kiriting

source: Comments:
sv: Kommentarer:
uz: Izohlar:

source: Click to open the image in a popup
sv: Klicka för att öppna bilden i en popup
uz: Ochiladigan oynadagi rasmni ochish uchun bosing

source: Screenshots...
sv: Skärmbilder...
uz: Ekran rasmlari...

source: Copy into translation
sv: Kopiera till översättning
uz: Tarjima ichiga nusxa ko‘chirish

source: Report a problem with this string
sv: Rapportera ett problem med den här strängen
uz: Ushbu qatordagi muammo haqida xabar berish

source: Submit
sv: Skicka in
uz: Jo‘natish

source: Submit translation and go to the next string (Ctrl+Enter)
sv: Lägg till översättning och gå till nästa enhet (Ctrl+Enter)
uz: Tarjimani jo‘natish va keyingi qatorga o‘tish (Ctrl+Enter)

source: Suggest
sv: Föreslå
uz: Tavsiya qilish

source: Suggest translation and go to the next string (Ctrl+Enter)
sv: Föreslå översättning och gå till nästa enhet (Ctrl+Enter)
uz: Tarjimani tavsiya qilish va keyingi qatorga o‘tish (Ctrl+Enter)

source: Switch to translation mode (Ctrl+Shift+Space)
sv: Växla till översättningsläge (Ctrl+Shift+Space)
uz: Tarjima usuliga o‘tish (Ctrl+Shift+Space)

source: Switch to suggestion mode (Ctrl+Shift+Space)
sv: Växla till förslagsläge (Ctrl+Shift+Space)
uz: Tavsiya qilish usuliga o‘tish (Ctrl+Shift+Space)

source: Mark this string as needing further work (Ctrl+Space)
sv: Markera denna sträng som om den behöver kontrolleras (Ctrl+Space)
uz: Ushbu qatorni uzoq ishlashni talab qiladi sifatida belgilash (Ctrl+Space)

source: Show Timeline
sv: Visa tidslinje
uz: Vaqt qatorini ko‘rsatish

source: Add Comment
sv: Lägg till kommentar
uz: Izoh qoldirish

source: Raw View
sv: Rå vy
uz: Qator ko‘rinishi

source: reviewed by <a href="%(profile_url)s">%(reviewer)s</a>
sv: granskad av <a href="%(profile_url)s">%(reviewer)s</a>

source: Insert %(character_name)s (Unicode value %(character_code)s) into the editor
sv: Infoga %(character_name)s (Unicode value %(character_code)s) i editorn

source: User suggestions
sv: Användarförslag
uz: Foydalanuvchi tavsiyalari

source: More options
sv: Fler alternativ

source: Less options
sv: Färre alternativ

source: Accept suggestion
sv: Godkänn förslag
uz: Tavsiyani qabul qilish

source: Reject suggestion
sv: Avvisa förslag
uz: Tavsiyani rad qilish

source: Remove suggestion
sv: Ta bort förslag
uz: Tavsiyani olib tashlash

source: A long time ago
sv: För länge sedan
uz: Ancha vaqtlar oldin

source: Comment:
sv: Kommentar:
uz: Izoh:

source: Critical issues with the translation
sv: Kritiska problem med översättningen
uz: Tarjima bilan mavjud jiddiy muammolar

source: Critical errors:
sv: Kritiska fel:
uz: Jiddiy xatolar:

source: Mute quality check
sv: Ta bort kvalitetskontroll
uz: Sifatni tekshirishni o‘chirib qo‘yish

source: Unmute quality check
sv: Använd kvalitetskontroll
uz: Sifatni tekshirishni yoqib qo‘yish

source: Possible issues with the translation
sv: Möjliga problem med översättningen
uz: Tarjima bilan mavjud muammolar

source: Watch out for:
sv: Se upp för:
uz: Xatolar:

source: Remove comment
sv: Ta bort kommentar
uz: Izohni olib tashlash

source: Timeline
sv: Tidslinje
uz: Vaqt qatori

source: Bad Request
sv: Felaktig begäran
uz: Yomon so‘rov

source: Error 400
sv: Fel 400
uz: Xato: 400

source: The operation is not permitted.
sv: Operationen är inte tillåten.
uz: Jarayonga ruxsat berilmadi.

source: Permission Denied
sv: Åtkomst nekad
uz: Ruxsat rad etildi

source: You don't seem to have permissions to access this page.
sv: Du har inte behörighet för att komma åt denna sida.
uz: Ushbu sahifaga kirish uchun sizda yetarlicha huquq yo‘q.

source: Page Not Found
sv: Sidan kunde inte hittas
uz: Sahifa topilmadi

source: We're sorry, but the requested page could not be found.
sv: Tyvärr, den begärda sidan kunde inte hittas.
uz: Kechirasiz, so‘ralgan sahifa topilmadi.

source: Server Error
sv: Serverfel
uz: Server xatoligi

source: A server error has occurred. Thank you for your patience.
sv: Ett serverfel har inträffat. Tack för ditt tålamod.
uz: Xatolik yuz berdi. Sabr qilganingiz uchun rahmat.

source: Exception:
sv: Undantag:
uz: Istisno:

source: If you need assistance, you may refer to this error as <strong>%(ref)s</strong>.
sv: Om du behöver hjälp, referera då till det här felet som <strong>%(ref)s</strong>.
uz: Agar sizga yordam kerak bo‘lsa, ushbu xatoga <strong>%(ref)s</strong> sifatida yondashishingiz mumkin.

source: Database Error
sv: Databasfel
uz: Ma’lumotlar bazasida xatolik

source: Pootle can't connect to the database, the database is not initialized yet, or a schema upgrade is needed before continuing.
sv: Pootle kan inte ansluta till databasen, databasen har inte initierats ännu eller en schemauppgradering behövs innan du fortsätter.
uz: Pootle ma’lumotlar bazasiga ulana olmadi, ma’lumotlar bazasi haligacha ishga tushirilmagan yoki davom etishdan oldin yangilash sxemasi kerak.

source: Please read the <a href="%(url)s">Pootle documentation</a> for installation and upgrade instructions. Contact the server administrator if you feel this is a mistake.
sv: Läs dokumentation för <a href="%(url)s">Pootle</a> för instruktioner om installation och uppgradering. Kontakta serveradministratören om du anser att detta är ett misstag.
uz: O‘rnatish va yangilash ko‘rsatmalari uchun <a href="%(url)s">Pootle qo‘llanmasi</a>ni o‘qib chiqing. Agar buni xato deb hisoblasangiz, server administratori bilan bog‘laning.

source: The reported error was:
sv: Den rapporterade felet var:
uz: Xabar berilgan xato:

source: Page %(page_number)s of %(page_count)s.
sv: Sida %(page_number)s av %(page_count)s.

source: Select all
sv: Markera alla

source: Browse
sv: Bläddra
uz: Ko‘rish

source: Team
sv: Grupp

source: Filter suggestions
sv: Filtrera förslag

source: Language team
sv: Språkgrupp

source: Member admin
sv: Medlem administratör

source: Add team member
sv: Lägg till gruppmedlem

source: Remove selected
sv: Ta bort markerad

source: Unit and suggestions admin
sv: Enhet och förslag admin

source: Pending suggestions:
sv: Väntande förslag:

source: Total words:
sv: Totalt antal ord:

source: Translated:
sv: Översatt:

source: Needs work:
sv: Behöver kontrolleras:

source: Pootle requires JavaScript
sv: Pootle kräver JavaScript
uz: Pootle ishlashi uchun JavaScript kerak

source: Please enable JavaScript in your browser preferences and reload the page.
sv: Aktivera JavaScript i din webbläsares inställningar och ladda om sidan.
uz: Brauzeringiz sozlamalaridan JavaScript’ni yoqib qo‘ying va sahifani qayta yuklang.

source: skip to navigation
sv: hoppa till navigering
uz: navigatsiyaga o‘tish

source: Public Profile
sv: Publik profil
uz: Ommaviy profil

source: Settings
sv: Inställningar
uz: Sozlamalar

source: Sign out
sv: Logga ut
uz: Chiqish

source: Sign In
sv: Logga in
uz: Kirish

source: A Translation project (%(tp)s) has been created at %(url)s, and has updated successfully.
sv: Ett översättningsprojekt (%(tp)s) har skapats på %(url)s och har uppdaterats.

source: An error occurred creating Translation project (%(tp)s). Please contact your system administrator.
sv: Ett fel uppstod när översättningsprojekt (%(tp)s) skapades. Kontakta systemadministratören.

source: Here you can add, edit, or delete the languages for this project.
sv: Här kan du lägga till, redigera eller ta bort språk för detta projekt.
uz: Bu yerda ushbu loyiha uchun tillar qo‘shishingiz, ularni tahrirlashingiz yoki o‘chirishingiz mumkin.

source: There are no templates for this project, so adding new languages from this screen is disabled.
sv: Det finns inga mallar för detta projekt, så att lägga till nya språk från den här skärmen är inaktiverad.
uz: Bu loyiha uchun shablonlar yo‘q, shuning uchun ushbu ekrandan yangi tillarni qo‘shish o‘chirib qo‘yilgan.

source: Below you can add, edit, and delete the permissions for this project.
sv: Nedan kan du lägga till, redigera och ta bort behörigheter för detta projekt.
uz: Pastda ushbu loyiha uchun ruxsalar qo‘shishingiz, tahrirlashingiz va ularni o‘chirishingiz mumkin.

source: This static page is inactive and visible to administrators only. You can activate it by <a href="%(edit_url)s">editing its properties</a>
sv: Denna statiska sida är inaktiv och endast synlig för administratörer. Du kan aktivera den genom att <a href="%(edit_url)s">redigera dess egenskaper</a>
uz: Ushbu statistika sahifasi faol emas va faqat administratorlarga ko‘rinadi. Siz uni <a href="%s">uning xossalarini tahrirlash</a> bilan faollashtirishingiz mumkin

source: Action Required
sv: Åtgärd krävs
uz: Talab qilinadigan amal

source: Before continuing, you must read and accept the following documents.
sv: Innan du fortsätter måste du läsa och godkänna följande dokument.
uz: Davom etishdan oldin quyidagi hujjatlarni o‘qishingiz va ularga rozi bo‘lishingiz kerak.

source: No thanks. Sign out
sv: Nej tack. Logga ut
uz: Yo‘q, rahmat. Chiqaman

source: Continue
sv: Fortsätt
uz: Davom etish

source: Terminology
sv: Terminologi
uz: Atamalar

source: Below you can add, edit, and delete the permissions for this translation project.
sv: Nedan kan du lägga till, redigera och ta bort behörigheter för detta översättningsprojekt.
uz: Pastda tarjima loyihasiga huquqlar qo‘shishingiz, tahrirlashingiz va ularni o‘chirishingiz mumkin.

source: Description...
sv: Beskrivning...
uz: Ta’rifi...

source: Details...
sv: Detaljer...
uz: Tafislotlar...

source: Translator Comments
sv: Översättarens kommentarer
uz: Tarjimon izohlari

source: Manage Terminology
sv: Hantera terminologi
uz: Atamalarni boshqarish

source: Translation
sv: Översättning
uz: Tarjima

source: No terminology file has been found
sv: Ingen terminologifil har hittats
uz: Atamashunoslik fayli topilmadi

source: In order to use the terminology feature, make sure to add a terminology file to your translation project. The terminology file must be named 'pootle-terminology' and use the same file extension (format) as the rest of the project files. This custom terminology will be used in addition to any terminology suggestions provided by the 'Terminology' project.
sv: För att kunna använda terminologi-funktionen, se till att lägga till en terminologifil till översättningsprojekt. Terminologifilen måste namnges 'pootle-terminology' och använder samma filändelse (format) som resten av projektfilerna. Denna anpassade terminologi kommer att användas utöver de terminologiförslag som tillhandahålls av 'Terminologi'-projektet.
uz: Atamalar xususiyatidan foydalanish tartibiga ko‘ra, tarjima loyihasiga atamalar faylini qo‘shishingiz kerak. Atamalar fayli 'pootle-terminology' deb qayta nomlanishi va xuddi shu fayl kengaytmasidan (formatdan) qolgan loyiha fayllari uchun foydalanish kerak. Ushbu boshqa atamalar 'Atamalar' loyihasi tomonida keltirilgan har qanday atamalar tavsiyalariga qo‘shimcha sifatida foydalaniladi.

source: Here you can manage the terms in the terminology files.
sv: Du kan hantera den här termen i terminologifilen.
uz: Bu yerda siz atamalar fayllaridagi atamalarni boshqarishingiz mumkin.

source: File
sv: Fil
uz: Fayl

source: Once you upload files, you will be able to add, edit and delete terms.
sv: När du laddat upp filer kommer du att kunna lägga till, redigera och radera termer.
uz: Bir marta fayllarni yuklasangiz, so‘ngra atamalar qo‘shishingiz, ularni tahrirlashingiz va o‘chirishingiz mumkin bo‘ladi.

source: Latest activity:
sv: Senaste aktivitet:
uz: So‘nggi faoliyat:

source: User Account
sv: Användarkonto
uz: Foydalanuvchining hisobi

source: Do you want to change your password? Click the 'Reset Password' button which will initiate the process of setting a new password.
sv: Vill du ändra ditt lösenord? Klicka på knappen 'Återställ lösenord' som kommer att inleda processen med att ställa in ett nytt lösenord.
uz: Parolingizni o‘zgartirishni xohlaysizmi? Yangi parolni o‘rnatish jarayonini ishga tushiradigan "Parolni tiklash" tugmasini bosing.

source: Reset Password
sv: Återställ lösenord
uz: Parolni tiklash

source: Statistics
sv: Statistik
uz: Statistika

source: Daily activity
sv: Daglig aktivitet
uz: Har kunlik faoliyat

source: Welcome
sv: Välkommen
uz: Xush kelibsiz

source: Welcome to Pootle
sv: Välkommen till Pootle
uz: Pootle xizmatiga xush kelibsiz

source: Come and join us!
sv: Kom och gör oss sällskap!
uz: Bizga qo‘shiling!

source: Sign in
sv: Logga in
uz: Kirish

source: Top Contributors for the Last 30 Days
sv: Bästa bidragsgivare för de senaste 30 dagarna

source: Plural Form %d
uz: %d ko‘plik shakli

source: Singular
uz: Birlikda

source: Plural
uz: Ko‘plikda

source: Filter
uz: Filtr

source: Administration
uz: Boshqarish

source: Status
uz: Holati

source: Term
uz: Atama
