Repository: pypi-data/pypi-mirror-25
Catalog: packages/Pootle/Pootle-2.9.0b3.tar.bz2/Pootle-2.9.0b3/pootle/locale/*/pootle.po
Languages: sv, uz

source: Some problem happened when tried to send the confirmation email. Please try again later.
sv: Något problem dök upp när e-postbekräftelse försökte skickas. Försök igen senare.
uz: Tasdiqlash xatini jo‘natishga urinilayotganda muammolar yuz berdi. Keyinroq urinib ko‘ring.

source: An error occurred logging you in. Please contact your system administrator
sv: Ett fel uppstod när du skulle logga in. Kontakta systemadministratören
uz: Kirayotganingizda xatolik yuz berdi. Tizim administratori bilan bog‘laning

source: Your user seems to have disappeared. Please report this to the site owners.
sv: Ditt användarnamn verkar ha försvunnit. Rapportera detta till webbplatsägarna.
uz: Foydalanuvchingiz yo‘qolib qolganga o‘xshaydi. Bu haqida sayt egalariga xabar bering.

source: Username
sv: Användarnamn
uz: Foydalanuvchi nomi

source: Required. 30 characters or fewer. Letters, numbers and @/./+/-/_ characters
sv: Krävs. 30 tecken eller färre. Bokstäver, siffror och @/./+/-/_ tecken
uz: 30 tagacha belgi kiritish mumkin. Harflar, raqamlar va @/./+/-/_ kabi belgilar

source: Enter a valid username.
sv: Ange ett giltigt användarnamn.
uz: To‘g‘ri foydalanuvchi nomini kiriting.

source: Email Address
sv: E-postadress
uz: E-pochta manzili

source: Full Name
sv: Fullständigt namn
uz: To‘liq ismi

source: Active
sv: Aktiv
uz: Faol

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
sv: Betecknar huruvida användaren ska betraktas som aktiv. Avmarkera detta istället för att ta bort konton.
uz: Ushbu foydalanuvchini faol sifatida ko‘rinishi uchun qilingan. O‘chirilgan hisoblar o‘rniga buni olib tashlang.

source: Superuser Status
sv: Administratörsstatus
uz: Super foydalanuvchi holati

source: Designates that this user has all permissions without explicitly assigning them.
sv: Betecknar att denna användare har alla behörigheter utan att explicit tilldela dem.
uz: Ushbu foydalanuvchi aniq ularni tayinlashsiz barcha huquqlarga ega ekanligini bildiradi.

source: date joined
sv: datum då du anslöt
uz: qo‘shilgan sanasi

source: Number of Rows
sv: Antal rader
uz: Qatorlar soni

source: Alternative Source Languages
sv: Alternativa källspråk
uz: Muqobil manba tillar

source: Score
sv: Poäng
uz: Tezligi

source: Is employee?
sv: Är anställd?
uz: Ish beruvchimi?

source: Website
sv: Webbplats
uz: Veb sayt

source: Short Bio
sv: Kort biografi
uz: Qisqacha biografiya

source: This email address already exists.
sv: Denna e-postadress finns redan.
uz: Bu e-pochta manzili allaqachon mavjud.

source: Name
sv: Namn
uz: Nomi

source: Please enter your name
sv: Ange ditt namn
uz: Ismingizni kiriting

source: Email address
sv: E-postadress
uz: E-pochta manzili

source: Please enter your email address
sv: Ange din e-postadress
uz: E-pochta manzilingizni kiriting

source: Message
sv: Meddelande
uz: Xabar

source: Please enter your message
sv: Ange ditt meddelande
uz: Xabarni kiriting

source: Contact Us
sv: Kontakta oss
uz: Biz bilan bog‘lanish

source: Report problem with string
sv: Rapportera ett problem med sträng
uz: Qatordagi muammo haqida xabar berish

source: Download translation files for offline translation
sv: Hämta översättningsfiler för översättning offline
uz: Oflayn tarjima qilish uchun tarjima fayllarini yuklab olish

source: Download for offline translation
sv: Hämta för översättning offline
uz: Oflayn tarjima qilish uchun yuklab olish

source: Download translation files for backup
sv: Hämta översättningsfiler för säkerhetskopiering
uz: Nusxasini saqlab qo‘yish uchun tarjima fayllarini yuklab olish

source: Download for backup
sv: Hämta för säkerhetskopiering
uz: Zaxira uchun yuklab olish

source: Upload translation files or archives in .zip format
sv: Ladda upp översättningsfiler eller arkiv i zip-format
uz: Tarjima fayllarini yoki arxivlarni (.zip formatda) yuklash

source: Upload translations
sv: Ladda upp översättningar
uz: Kompyuterdan tarjimalarni yuklash

source: Upload as %(user)s
sv: Ladda upp som %(user)s
uz: %(user)s sifatida yuklash

source: Download offline TM for the translation project
sv: Ladda ner offline TM för översättningsprojekt
uz: Tarjima loyihasi uchun oflayn tarjima xotirasini yuklab olish

source: Download offline TM
sv: Ladda ner offline TM
uz: Oflayn tarjima xotirasini yuklab olish

source: Unsupported filetype '%s', only PO files are supported at this time
sv: Filtypen stöds inte '%s', endast PO-filer stöds just nu
uz: Mos kelmaydigan fayl turi: '%s',hozirda faqat PO fayllar qo‘llab-quvvatlanadi

source: File '%s' missing X-Pootle-Path header
sv: Filen '%s' saknar X-Poodle-Path huvud
uz: '%s' fayli X-Pootle-Path bosh qatorida yo‘q

source: File '%s' missing or invalid X-Pootle-Revision header
sv: Filen '%s' saknar eller ogiltig X-Poodle-Revision huvud
uz: '%s' fayli yo‘q yoki X-Pootle-Revision bosh sahifasi noto‘g‘ri

source: Could not create '%s'. Missing Project/Language? (%s)
sv: Det gick inte att skapa '%s'. Saknar projekt/språk? (%s)
uz: '%s' yaratilmadi. Loyiha/Til? (%s) qoldirib ketilgan

source: There was an error uploading your file
sv: Det gick inte att överföra filen
uz: Faylni yuklashda xatolik yuz bergan

source: Language code does not follow the ISO convention
sv: Språkkod följer inte ISO-konventionen
uz: Til kodi ISO bitimiga to‘g‘ri kelmaydi

source: Source Language
sv: Källspråk
uz: Manba til

source: You cannot remove a file type from a Project, if there are files of that file type ('%s')
sv: Du kan inte ta bort en filtyp från ett projekt, om det finns filer av den filtypen ('%s')

source: Password
sv: Lösenord
uz: Parol

source: Please enter a valid LinkedIn user profile URL.
sv: Ange en giltig LinkedIn användarprofil-URL.
uz: To‘g‘ri Linkedin foydalanuvchi profili URL manzilini kiriting.

source: Running (%d worker)
sv: Kör (%d arbetare)
uz: (%d ta ishchi) barjarmoqda

source: Stopped
sv: Stoppad
uz: To‘xtatildi

source: All Users
sv: Alla användare
uz: Barcha foydalanuvchilar

source: Add Permissions
sv: Lägg till behörigheter
uz: Ruxsat qo‘shish

source: Select one or more permissions
sv: Välj en eller flera behörigheter
uz: Bitta yoki bir nechta huquqlarni tanlang

source: Revoke Permissions
sv: Återkalla behörigheter
uz: Ruxsatlarni bekor qilish

source: No files in this project.
sv: Inga filer i detta projekt.
uz: Ushbu loyihada fayllar yo‘q.

source: There are errors in the form. Please review the problems below.
sv: Det finns fel i formuläret. Granska problemen nedan.
uz: Shaklda xatolar mavjud. Quyidagi muammolarni ko‘rib chiqing.

source: Critical
sv: Kritiskt
uz: Jiddiy

source: Cosmetic
sv: Kosmetisk
uz: Kosmetik

source: Functional
sv: Funktionell
uz: Xususiyatli

source: Extraction
sv: Extrahering
uz: Ajratishlar

source: Other
sv: Andra
uz: Boshqa

source: Accelerators
sv: Snabbtangenter
uz: Tezlatgichlar

source: Acronyms
sv: Akronymer
uz: Qisqartma so‘zlar

source: Blank
sv: Tom
uz: Bo‘sh

source: Brackets
sv: Parenteser
uz: Qavatlar

source: Compendium conflict
sv: Kompendiumkonflikt
uz: Ziddiyatlar yig‘indisi

source: Translator credits
sv: Erkännande
uz: Tarjimon kreditlari

source: Dialog sizes
sv: Dialogstorlekar
uz: Oyna hajmi

source: Double quotes
sv: Dubbla citationstecken
uz: Qo‘shtirnoqlar

source: Double spaces
sv: Dubbla mellanslag
uz: Ikki marta bo‘sh joy qoldirilgan

source: Repeated word
sv: Upprepat ord
uz: Takrorlangan so‘z

source: E-mail
sv: E-post
uz: E-pochta

source: Ending punctuation
sv: Avslutande interpunktion
uz: Tinish belgisi tugashi

source: Ending whitespace
sv: Avslutande mellanslag
uz: Bo‘sh joy bilan tugash

source: Escapes
sv: Esc-tecken
uz: Pastga tushirishlar

source: File paths
sv: Filsökvägar
uz: Fayl yo‘llari

source: Functions
sv: Funktioner
uz: Funksiya

source: GConf values
sv: GConf-värden
uz: GConf qiymatlari

source: Fuzzy
sv: Luddig
uz: Noaniq

source: Old KDE comment
sv: Gammal KDE-kommentar
uz: Eski KDE mulohazasi

source: Long
sv: Lång
uz: Uzun

source: Must translate words
sv: Måste översätta ord
uz: Tarjima qilinishi kerak bo‘lgan so‘zlar

source: Newlines
sv: Nya rader
uz: Yangi qatordagi belgilar

source: Number of plurals
sv: Antal pluralformer
uz: Ko‘pliklar soni

source: Don't translate words
sv: Översätt inte ord
uz: So‘zlarni tarjima qilmang

source: Numbers
sv: Nummer
uz: Raqamlar

source: Options
sv: Inställningar
uz: Moslamalar

source: Punctuation spacing
sv: Interpunktionsmellanrum
uz: Tinish belgilarining joylashuvi

source: Pure punctuation
sv: Rena interpunktioner
uz: Tinish belgilari o‘zgartirilmagan

source: Python brace placeholders
sv: Parentens-platshållare för Python
uz: Python qavsli o‘zgaruvchilar

source: Number of sentences
sv: Antal meningar
uz: So‘zlar soni

source: Short
sv: Kort
uz: Qisqa

source: Simple capitalization
sv: Gemener och versaler
uz: Oddiy katta harf

source: Simple plural(s)
sv: Enkla pluralformer
uz: Oddiy ko‘plik

source: Single quotes
sv: Enkla citationstecken
uz: Yakka qo‘shtirnoqlar

source: Starting capitalization
sv: Inledande versal
uz: Bosh harf bilan boshlangan

source: Starting punctuation
sv: Inledande interpunktion
uz: Tinish belgisi bilan boshlangan

source: Starting whitespace
sv: Inledande mellanslag
uz: Bo‘sh joy tashlab boshlangan

source: Tabs
sv: Flikar
uz: Ichki oynalar

source: Unchanged
sv: Oförändrad
uz: O‘zgartirilmagan

source: Untranslated
sv: Ej översatt
uz: Tarjima qilinmagan

source: URLs
sv: URL:er
uz: URL’lar

source: Valid characters
sv: Giltiga tecken
uz: To‘g‘ri belgilar

source: Placeholders
sv: Platshållare
uz: To‘ldiruvchilar

source: Valid XML
sv: Giltig XML
uz: To‘g‘ri XML

source: XML tags
sv: XML taggar
uz: XML teglar

source: Romanian: Avoid cedilla diacritics
sv: Rumänska: Undvik diakritiska tecken

source: Romanian: Use "niciun"/"nicio"
sv: Rumänska: Använd "niciun"/"nicio"

source: Format name
sv: Format namn
uz: Format nomi

source: Format title
sv: Format titel
uz: Format sarlavhasi

source: Enabled
sv: Aktiverad
uz: Yoqib qo‘yilgan

source: Monolingual format
sv: Enspråkigt format
uz: Bir tillik format

source: GNU-style
sv: GNU-stil
uz: GNU-uslubi

source: non GNU-style
sv: icke GNU-stil
uz: GNU-uslubi emas

source: Django-style
sv: Django-stil
uz: Django-uslubi

source: Custom
sv: Anpassad
uz: Boshqa

source: Filesystem backend
sv: Backend för filsystem

source: Select a filesystem backend
sv: Välj ett backend för filsystem

source: Backend URL or path
sv: Backend-URL eller sökväg

source: The URL or path to your translation files
sv: URL eller sökvägen till översättningsfiler

source: Translation path mapping
sv: Mappning översättningssökväg

source: Translation path mapping that maps the localisation files on the filesystem to files on Pootle.
sv: Mappning av översättningssökvägar som mappar översättningsfiler på filsystemet till filer på Pootle.

source: Filesystem language codes must be unique
sv: Filsystemets språkkoder måste vara unika

source: Pootle language mappings must be unique
sv: Pootle språkmappning måste vara unik

source: Member
sv: Medlem

source: Submitter
sv: Bidragare

source: Reviewer
sv: Granskare

source: Administrator
sv: Administratör

source: Administrators
sv: Administratörer

source: Reviewers
sv: Granskare

source: Submitters
sv: Bidragare

source: Members
sv: Medlemmar

source: New member
sv: Ny medlem

source: Add a user to this team
sv: Lägg till en användare till gruppen

source: Role
sv: Roll

source: Role is required when adding a new member
sv: Roll krävs när du lägger till en ny medlem

source: Reject
sv: Vägra

source: Accept
sv: Godkänn

source: Filter by suggester
sv: Filtrera efter förslagsställare

source: Filter by state
sv: Filtrera efter tillstånd

source: Project
sv: Projekt
uz: Loyiha

source: Code
sv: Kod
uz: Kod

source: ISO 639 language code for the language, possibly followed by an underscore (_) and an ISO 3166 country code. <a href="http://www.w3.org/International/articles/language-tags/">More information</a>
sv: Språkkod ISO 639 för språket, möjligen följt av ett understreck (_) och en landskod enligt ISO 3166. <a href="http://www.w3.org/International/articles/language-tags/">Mer information</a>
uz: Til uchun ISO 639 til kodi pastki chiziqcha (_) va ISO 3166 mamlakat kodi bilan kiritilgan bo‘lishi mumkin. <a href="http://www.w3.org/International/articles/language-tags/">Batafsil ma’lumot</a>

source: Special Characters
sv: Specialtecken
uz: Maxsus belgilar

source: Enter any special characters that users might find difficult to type
sv: Ange eventuella specialtecken som användare kan ha svårt för att mata in
uz: Foydalanuvchilar yozish uchun qiynalib topadigan har qanday belgini kiriting

source: For more information, visit <a href="http://docs.translatehouse.org/projects/localization-guide/en/latest/l10n/pluralforms.html">our page</a> on plural forms.
sv: För mer information, besök <a href="http://docs.translatehouse.org/projects/localization-guide/en/latest/l10n/pluralforms.html">vår sida</a> om pluralformer.
uz: Batafsil ma’lumot olish uchun ko‘plik shaklidagi <a href="http://docs.translatehouse.org/projects/localization-guide/en/latest/l10n/pluralforms.html">sahifamiz</a>ga tashrif buyuring.

source: Unknown
sv: Okänt
uz: Noma’lum

source: Number of Plurals
sv: Antal pluralformer
uz: Ko‘pliklar soni

source: Plural Equation
sv: Pluralekvation
uz: Ko‘plik darajasi

source: Unit
sv: Enhet
uz: Qism

source: State
sv: Tillstånd
uz: Holati

source: Source
sv: Källa
uz: Manba

source: Suggestion
sv: Förslag
uz: Tavsiya

source: Suggested by
sv: Föreslaget av

source: Suggested at
sv: Föreslaget den

source: Rejected %s suggestion with comment. User will be notified
sv: Avvisade %s förslag med kommentar. Användare kommer att meddelas

source: Accepted %s suggestion with comment. User will be notified
sv: Godkände %s förslag med kommentar. Användare kommer att meddelas

source: Rejected %s suggestion
sv: Avvisade %s förslag

source: Accepted %s suggestion
sv: Godkände %s förslag

source: Search
sv: Sök
uz: Izlash

source: Search (Ctrl+Shift+S)<br/>Type and press Enter to search
sv: Sök (Ctrl+Shift+S)<br/>Skriv och tryck Enter för att söka
uz: Qidiring (Ctrl+Shift+S)<br/>Qidirish uchun yozing va Enter tugmasini bosing

source: Source Text
sv: Källtext
uz: Manba matn

source: Target Text
sv: Måltext
uz: Mo‘ljaldagi matn

source: Comments
sv: Kommentarer
uz: Izohlar

source: Locations
sv: Platser
uz: Manzillar

source: First
sv: Första
uz: Birinchi

source: Previous
sv: Föregående
uz: Oldingi

source: Next
sv: Nästa
uz: Keyingi

source: Last (%d)
sv: Sista (%d)
uz: So‘nggi (%d)

source: Search unavailable
sv: Sökning är inte tillgänglig
uz: Izlab bo‘lmaydi

source: Tweet this!
sv: Twittra detta!
uz: Twitter tamog‘ida xabar qoldirish!

source: No contributions in the last 30 days
sv: Inga bidrag under de senaste 30 dagarna

source: My Website
sv: Min webbplats
uz: Mening veb saytim

source: My LinkedIn Profile
sv: Min LinkedIn profil
uz: Mening LinkedIn profilim

source: Some translations are provided by anonymous volunteers. These are registered under this special meta-account.
sv: Vissa översättningar ges av anonyma volontärer. Dessa är registrerade enligt detta speciella meta-konto.
uz: Ba’zi tarjimalar anonim ko‘ngillilar tomonidan amalga oshirilgan. Ular ushbu maxsus meta-account ostida ro‘yxatdan o‘tishgan.

source: Some translations are imported from external files. These are registered under this special meta-account.
sv: Vissa översättningar importeras från externa filer. Dessa är registrerade enligt detta speciella meta-konto.
uz: Ba’zi tarjimalar tashqi fayllardan import qilingan. Ular ushbu maxsus meta-account ostida ro‘yxatdan o‘tishgan.

source: Show others who you are, tell about yourself<br/>and make your public profile look gorgeous!
sv: Visa andra vem du är, berätta om dig själv<br/>och gör din publika profil underbar!
uz: O‘zingizni boshqalarga taniting! Ma’lumotlarni kiriting <br/> va ommaviy profilingizni ajoyib ko‘rinishga keltiring!

source: You can set or change your avatar image at www.gravatar.com
sv: Du kan ändra din profilbild på www.gravatar.com
uz: Avatar o‘rnatish yoki uni o‘zgartirishni www.gravatar.com sayti orqali amalga oshirishingiz mumkin.

source: Anonymous User
sv: Anonym användare
uz: Anonim foydalanuvchi

source: Admin
sv: Administratör

source: Select one or more languages
sv: Välj ett eller flera språk
uz: Bir yoki bir nechta tillarni tanlang

source: Language
sv: Språk
uz: Til

source: "%(code)s" cannot be used as a project code
sv: "%(code)s" kan inte användas som en projekt-kod

source: "%(code)s" cannot be used as a project checker
sv: "%(code)s" kan inte användas som en projekt-kontroll

source: A short code for the project. This should only contain ASCII characters, numbers, and the underscore (_) character.
sv: En kort kod för projektet. Denna bör endast innehålla ASCII-tecken, siffror och understreck (_).
uz: Loyiha uchun qisqa kod. U faqat ASCII kodlar, raqamlar va pastki chiziq (_) belgisini o‘zida jamlashi kerak.

source: Quality Checks
sv: Kvalitetskontroller
uz: Sifat tekshiruvlari

source: Automatic detection of GNU/non-GNU file layouts (slower)
sv: Automatisk identifiering av gnu/icke-gnu fillayouter (långsammare)

source: GNU style: files named by language code
sv: GNU-stil: filer får sitt namn av språkkoden
uz: GNU uslubi: til kodi bo‘yicha nomlangan fayllar

source: Non-GNU: Each language in its own directory
sv: Icke-GNU: Varje språk i sin egna katalog
uz: GNU emas: Har bir til o‘zininng direktoriyasida

source: Allow Pootle FS to manage filesystems (Experimental)
sv: Tillåt Pootle FS att hantera filsystem (Experimentell)

source: Project Tree Style
sv: Projektträd
uz: Loyiha daraxt uslubida

source: Ignore Files
sv: Ignorera filer
uz: Fayllarni e’tiborsiz qoldirish

source: Errors Report Email
sv: E-post felrapport
uz: Hisobot xati xatoliklari

source: An email address where issues with the source text can be reported.
sv: En e-postadress där problem kan rapporteras med källtexten.
uz: Manba matni bilan bog‘liq muammolar mavjud e-pochta manzili haqida hisobot berish mumkin.

source: Screenshot Search Prefix
sv: Skärmbild sökprefix
uz: Old qo‘shimchalarni izlash rasmi

source: Disabled
sv: Inaktiverad
uz: O‘chirib qo‘yilgan

source: Translation project (%s) has been created. We are now updating its files from file templates.
sv: Översättningsprojekt (%s) har skapats. Vi uppdaterar nu filer från filmallar.

source: Translation project (%s) has been deleted
sv: Översättningsprojekt (%s) har tagits bort
uz: Tarjima loyihasi (%s) o‘chirildi

source: Target
sv: Mål
uz: Mo‘ljal

source: Comment
sv: Kommentar
uz: Izoh qoldirish

source: Path
sv: Sökväg
uz: Yo‘l

source: Obsolete
sv: Föråldrat
uz: Mutlaqo

source: Needs work
sv: Behöver kontrolleras
uz: Yana ishlash kerak

source: Translated
sv: Översatta
uz: Tarjima qilindi

source: Insufficient rights to access this directory.
sv: Otillräckliga rättigheter för att få tillgång till den här katalogen.
uz: Direktoriyaga kirish uchun yetarlicha huquq yo‘q.

source: Insufficient rights to access suggestion mode.
sv: Otillräckliga rättigheter för tillgång till förslagsläge.
uz: Tavsiya rejimidan foydalanish uchun yetarlicha huquq yo‘q.

source: Insufficient rights to access translation mode.
sv: Otillräckliga rättigheter för tillgång till översättningsläget.
uz: Tarjima rejimidan foydalanish uchun yetarlicha huquq yo‘q.

source: Insufficient rights to access review mode.
sv: Otillräckliga rättigheter för tillgång till granskningsläget.
uz: Qayta ko‘rib chiqish rejimidan foydalanish uchun yetarlicha huquq yo‘q.

source: Needs work flag must be cleared
sv: Behöver kontrolleras flagga måste rensas
uz: Ishlash kerak bayroqchasi tozalanishi kerak

source: Translator comment
sv: Översättarens kommentar
uz: Tarjimon izohi

source: Insufficient rights to access this page.
sv: Otillräckliga rättigheter för att få tillgång till den här sidan.
uz: Ushbu sahifaga kirish uchun yetarlicha huquq yo‘q.

source: Added suggestion
sv: Lade till förslag
uz: Tavsiya qo‘shildi

source: Accepted suggestion from %(author)s
sv: Godkända förslag från %(author)s
uz: %(author)s tavsiyasi qabul qilindi

source: Accepted suggestion from %(author)s with comment: %(comment)s
sv: Godkände förslag från %(author)s med kommentar: %(comment)s

source: Rejected suggestion from %(author)s
sv: Avvisade förslag från %(author)s
uz: %(author)s tavsiyasi rad qilindi

source: Rejected suggestion from %(author)s with comment: %(comment)s
sv: Avvisade förslag från %(author)s med kommentar: %(comment)s

source: Unit created
sv: Enhet skapad
uz: Qism yaratildi

source: Comment:
sv: Kommentar:

source: Suggestion accepted with comment
sv: Förslag godkändes med kommentar

source: Suggestion rejected with comment
sv: Förslag avvisades med kommentar

source: Path too long.
sv: Sökväg för lång.
uz: Yo‘l juda uzun.

source: Arguments missing.
sv: Argument saknas.
uz: Argumentlar yo‘q.

source: Failed to remove comment.
sv: Misslyckades med att ta bort kommentar.
uz: Izoh olib tashlanmadi.

source: Comment submission failed.
sv: Misslyckades med att skicka in kommentar.
uz: Fikr bildirish amalga oshmadi.

source: This term already exists in this file.
sv: Termen finns redan i filen.
uz: Ushbu atama allaqachon bu fayl ichida mavjud.

source: Translation project (%s) created
sv: Översättningsprojekt (%s) skapades

source: Translation project (%s) creation failed
sv: Översättningsprojekt (%s) gick inte att skapa

source: I have read and accept: <a href="%(url)s" class="%(classes)s">%(title)s</a>
sv: Jag har läst och accepterar: <a href="%(url)s" class="%(classes)s">%(title)s</a>
uz: Men o‘qib chiqdim va shartlarga roziman: <a href="%(url)s" class="%(classes)s">%(title)s</a>

source: Whether this page is active or not.
sv: Om denna sida är aktiv eller inte.
uz: Ushbu sahifa faol yoki nofaol bo‘lgan.

source: Virtual Path
sv: Virtuell sökväg
uz: Virtual yo‘l

source: Title
sv: Titel
uz: Sarlavha

source: Display Content
sv: Visa innehåll
uz: Saytni ko‘rsatish

source: Allowed markup: %s
sv: Tillåt uppmärkning: %s
uz: Ruxsat berilgan bo‘lishlar: %s

source: Redirect to URL
sv: Omdirigera till URL
uz: URL’ga yo‘naltirish

source: If set, this page will redirect to this URL
sv: Om satt, kommer denna sida omdirigeras till denna URL
uz: Agar o‘rnatilsa, ushbu sahifa bu URL manzilga yo‘naltiriladi

source: URL or content must be provided.
sv: Webbadress eller innehåll måste anges.
uz: URL yoki sayt keltirilishi kerak.

source: Virtual path already in use.
sv: Virtuell sökvägen används redan.
uz: Virtual yo‘ldan foydalanib kelinmoqda.

source: Legal Page
sv: Juridisk sida
uz: Qonuniy sahifa

source: Regular Page
sv: Vanlig sida
uz: Muntazam sahifa

source: Page Title
sv: Sidtitel
uz: Sahifa sarlavhasi

source: projects/<project_code> or <language_code> or <language_code>/<project_code>
sv: projects/<project_code> eller <language_code> eller <language_code>/<project_code>
uz: projects/<project_code> yoki <language_code> yoki <language_code>/<project_code>

source: Text is missing
sv: Text saknas
uz: Matn kiritilmagan

source: Filtering rules that tell which files this virtual folder comprises.
sv: Filtreringsregler som talar om vilken filer denna virtuella mapp omfattar.

source: Priority
sv: Prioritet
uz: Muhimligi

source: Number specifying importance. Greater priority means it is more important.
sv: Nummer som anger betydelse. Högre prioritet innebär att det är viktigare.
uz: Muhimligini ko‘rsatuvchi raqam. Yuqori muhimlik darajasi uning juda ham muhimligini bildiradi.

source: Is public?
sv: Är publik?
uz: Ommaviymi?

source: Whether this virtual folder is public or not.
sv: Om denna virtuella mapp är publik eller inte.
uz: Ushbu jild ommaviy bo‘lganda yoki bo‘lmaganda.

source: Description
sv: Beskrivning
uz: Ta’rifi
