Repository: pypi-data/pypi-mirror-25
Catalog: packages/Pootle/Pootle-2.9.0b3.tar.bz2/Pootle-2.9.0b3/pootle/locale/*/pootle_js.po
Languages: cs, he, ug

source: Show
cs: Zobrazit
he: הצגה
ug: كۆرسەت

source: Translated by %(fullname)s in “<span title="%(path)s">%(project)s</span>” project %(time_ago)s
cs: Přeložil %(fullname)s v projektu „<span title="%(path)s">%(project)s</span>“ %(time_ago)s
he: תורגם ע״י %(fullname)s במיזם „<span title="%(path)s">%(project)s</span>“ לפני %(time_ago)s
ug: “<span title="%(path)s">%(project)s</span>” قۇرۇلۇشىدا %(time_ago)s دە %(fullname)s تەرجىمە قىلدى

source: Translated by %(fullname)s in “<span title="%(path)s">%(project)s</span>” project
cs: Přeložil %(fullname)s v projektu „<span title="%(path)s">%(project)s</span>“
he: תורגם על ידי %(fullname)s במיזם „<span title="%(path)s">%(project)s</span>“
ug: “<span title="%(path)s">%(project)s</span>” قۇرۇلۇشىدا %(fullname)s تەرجىمە قىلدى
