Repository: pypi-data/pypi-mirror-25
Catalog: packages/Pootle/Pootle-2.9.0b3.tar.bz2/Pootle-2.9.0b3/pootle/locale/*/pootle.po
Languages: sv, uz

source: Use this to provide more information or instructions. Allowed markup: %s
sv: Använd detta för att ge mer information eller fler instruktioner. Tillåten uppmärkning: %s
uz: Bundan ko‘proq ma’lumot yoki ko‘rsatmalar keltirish uchun foydalaning. Ruxsat berilgan belgilash: %s

source: There are user accounts with duplicate emails. This will not be allowed in Pootle 2.8.
sv: Det finns användarkonton med dubbla e-poster. Detta kommer inte att tillåtas i Pootle 2.8.
uz: Foydalanuvchi hisoblarida e-pochta ikki marta keltirilgan. Bunga Pootle 2.8 versiyasida ruxsat berilmagan.

source: Try using 'pootle find_duplicate_emails', and then update user emails with 'pootle update_user_email username email'. You might also want to consider using pootle merge_user or purge_user commands
sv: Försök att använda 'pootle find_duplicate_emails' och uppdatera sedan användarens e-post med 'pootle update_user_email'. Du kanske också vill överväga att använda pootle merge_user eller purge_user kommandon
uz: 'pootle find_duplicate_emails' buyrug‘idan foydalaning va so‘ngra 'pootle update_user_email username email' buyrug‘i bilan foydalanuvchi e-pochta manzillarini yangilang. Shuningdek, siz pootle xizmati uchun merge_user yoki purge_user buyruqlaridan ham foydalanishingiz mumkin.

source: Your version of Django is too old.
sv: Din version av Django är för gammal.
uz: Django versiyasi juda eski.

source: Try pip install --upgrade 'Django==%s'
sv: Försök med pip install --upgrade 'Django==%s'
uz: Ushbu buyruq bilan o‘rnatib ko‘ring --upgrade 'Django==%s'

source: Your version of lxml is too old.
sv: Din version av lxml är för gammal.
uz: lxml versiyasi juda eski.

source: Try pip install --upgrade lxml
sv: Försök med pip install --upgrade lxml
uz: Oson o‘rnatishga urinib ko‘ring --upgrade lxml

source: Your version of Translate Toolkit is too old.
sv: Din version av Translate Toolkit är för gammal.
uz: Translate Toolkit versiyasi juda eski.

source: Try pip install --upgrade translate-toolkit
sv: Försök med install --upgrade translate-toolkit
uz: Oson o‘rnatishga urinib ko‘ring --upgrade translate-toolkit

source: Could not connect to Redis (%s)
sv: Kunde inte ansluta till Redis (%s)
uz: (%s)ga ulana olmadi

source: Make sure Redis is running on %(host)s:%(port)s
sv: Se till att Redis körs på %(host)s:%(port)s
uz: Redis %(host)s:%(port)s bilan ishlayotganligini tekshirib ko‘ring

source: Your version of Redis is too old.
sv: Din version av Redis är för gammal.
uz: Redis versiyasi juda eski.

source: Update your system's Redis server package to at least version %s
sv: Uppdatera systemets serverpaket för Redis till åtminstone version %s
uz: Tizimingizning Redis server paketini so‘nggi %s versiyasiga yangilang

source: No worker running.
sv: Ingen worker körs.

source: Run new workers with 'pootle rqworker'
sv: Kör nya workers med 'pootle rqworker'

source: Cache backend is not set to Redis.
sv: Cache backend är inte satt till Redis.
uz: Kech zahira nusxasini saqlashni Redis’da o‘rnatib bo‘lmaydi.

source: Set default cache backend to django_redis.cache.RedisCache Current settings: %r
sv: Ange standardcache backend till django_redis.cache.RedisCache Aktuella inställningar: %r
uz: Standart kesh zahira nusxasini django_redis.cache.RedisCache’ga o‘rnatish Joriy sozlamalar: %r

source: Could not initiate a Redis cache connection
sv: Det gick inte att initiera en Redis cache-anslutning
uz: Redis kesh ulanishni ishga tushirib bo‘lmadi

source: Double-check your CACHES settings
sv: Dubbelkolla dina cache-inställningar
uz: KESHLAR sozlamalarini ikki marta tekshirib ko‘ring

source: Distinct django_redis.cache.RedisCache configurations are required for `default`, `redis` and `lru`.
sv: Distinkta django_redis.cache.RedisCache konfigurationer krävs för `default`,` redis` och `lru`.

source: DEBUG mode is on. Do not do this in production!
sv: Debugläge är på. Gör inte detta i produktion!
uz: DEBUG rejimi yoqilgan. Ishlab chiqarishda buni qilmang!

source: Set DEBUG = False in Pootle settings
sv: Ange DEBUG = False i Pootle inställningar
uz: Pootle sozlamalariga DEBUG = False shaklida kiriting

source: The sqlite database backend is unsupported
sv: SQLite databas backend stöds inte
uz: sqlite ma’lumotlar bazasini zahiralash ishlamaydi

source: Set your default database engine to postgresql or mysql
sv: Ställ in standarddatabasmotor till PostgreSQL eller MySQL

source: Not using cached_db as session engine
sv: Använder inte cached_db som sessionsmotor
uz: cached_db seans tizimi sifatida foydalanilmayapti

source: Set SESSION_ENGINE to django.contrib.sessions.backend.cached_db Current settings: %r
sv: Ange SESSION_ENGINE till django.contrib.sessions.backends.cached_db Aktuella inställningar: %r
uz: SESSION_ENGINE’ni django.contrib.sessions.backend.cached_db’ga o‘rnating Joriy sozlamalar: %r

source: POOTLE_CONTACT_EMAIL is not set.
sv: POOTLE_CONTACT_EMAIL är inte satt.
uz: POOTLE_CONTACT_EMAIL o‘rnatilmagan.

source: Set POOTLE_CONTACT_EMAIL to allow users to contact administrators through the Pootle contact form.
sv: Ange POOTLE_CONTACT_EMAIL för att tillåta användare att kontakta administratörer genom Pootle kontaktformulär.
uz: Foydalanuvchilarga Pootle kontakt shakli orqali administrator bilan bog‘lanishi uchun POOTLE_CONTACT_EMAIL sozlamasini o‘rnating.

source: POOTLE_CONTACT_EMAIL is using the following default setting %r.
sv: POOTLE_CONTACT_EMAIL använder följande standardinställning %r.
uz: POOTLE_CONTACT_EMAIL sozlamasi quyidagi %r sozlamasi uchun foydalanilmoqda.

source: POOTLE_CONTACT_EMAIL is the address that will receive messages sent by the contact form.
sv: POOTLE_CONTACT_EMAIL är den adress som kommer att ta emot meddelanden från kontaktformuläret.
uz: POOTLE_CONTACT_EMAIL – kontakt shakli orqali yuborilgan xabarlarni qabul qiladigan manzil.

source: DEFAULT_FROM_EMAIL is not set.
sv: DEFAULT_FROM_EMAIL är inte satt.
uz: DEFAULT_FROM_EMAIL – o‘rnatilmadi.

source: DEFAULT_FROM_EMAIL is used in all outgoing Pootle email. Don't forget to review your mail server settings.
sv: DEFAULT_FROM_EMAIL används i all utgående Pootle e-post. Glöm inte att granska e-postserverinställningar.
uz: DEFAULT_FROM_EMAIL Pootle e-pochta manzili orqali barcha chiquvchi xatlar uchun foydalanailadi. E-pochta manzili serveri sozlamalarini ko‘rib chiqishni unutmang.

source: DEFAULT_FROM_EMAIL is using the following default setting %r.
sv: DEFAULT_FROM_EMAIL använder följande standardinställning %r.
uz: DEFAULT_FROM_EMAIL – quyidagi %r sozlamasi uchun foydalanilmoqda.

source: POOTLE_TM_SERVER['%s'] has no INDEX_NAME.
sv: POOTLE_TM_SERVER['%s'] har ingen INDEX_NAME.
uz: POOTLE_TM_SERVER['%s'] serverida INDEX_NAME yo‘q.

source: Set an INDEX_NAME for POOTLE_TM_SERVER['%s'].
sv: Ange en INDEX_NAME för POOTLE_TM_SERVER['%s'].
uz: POOTLE_TM_SERVER['%s'] uchun INDEX_NAME nomini o‘rnating.

source: Duplicate '%s' INDEX_NAME in POOTLE_TM_SERVER.
sv: Dubbla '%s' INDEX_NAME i POOTLE_TM_SERVER.
uz: POOTLE_TM_SERVER serveridagi '%s' INDEX_NAME nomini nusxalang.

source: Set different INDEX_NAME for all servers in POOTLE_TM_SERVER.
sv: Ange olika INDEX_NAME för alla servrar i POOTLE_TM_SERVER.
uz: POOTLE_TM_SERVER serveridagi barcha serverlar uchun boshqa INDEX_NAME nomini o‘rnating.

source: POOTLE_TM_SERVER['%s'] has no ENGINE.
sv: POOTLE_TM_SERVER['%s'] har ingen ENGINE.
uz: POOTLE_TM_SERVER['%s'] serverida ENGINE yo‘q.

source: Set a ENGINE for POOTLE_TM_SERVER['%s'].
sv: Ange en ENGINE för POOTLE_TM_SERVER['%s'].
uz: POOTLE_TM_SERVER['%s'] serveri uchun ENGINE o‘rnating.

source: POOTLE_TM_SERVER['%s'] has no HOST.
sv: POOTLE_TM_SERVER['%s'] har ingen HOST.
uz: POOTLE_TM_SERVER['%s'] serverida HOST yo‘q.

source: Set a HOST for POOTLE_TM_SERVER['%s'].
sv: Ange en HOST för POOTLE_TM_SERVER['%s'].
uz: POOTLE_TM_SERVER['%s'] serveri uchun HOST o‘rnating.

source: POOTLE_TM_SERVER['%s'] has no PORT.
sv: POOTLE_TM_SERVER['%s'] har ingen PORT.
uz: POOTLE_TM_SERVER['%s'] serverida PORT yo‘q.

source: Set a PORT for POOTLE_TM_SERVER['%s'].
sv: Ange en PORT för POOTLE_TM_SERVER['%s'].
uz: POOTLE_TM_SERVER['%s'] uchun port o‘rnating.

source: POOTLE_TM_SERVER['%s'] has a WEIGHT less than 0.0 or greater than 1.0
sv: POOTLE_TM_SERVER['%s'] har en WEIGHT mindre än 0.0 eller större än 1.0
uz: POOTLE_TM_SERVER['%s'] serverida WEIGHT qiymati 0.0 dan kamroq yoki 1.0 dan kattaroq

source: Set a WEIGHT between 0.0 and 1.0 (both included) for POOTLE_TM_SERVER['%s'].
sv: Ange en WEIGHT mellan 0.0 och 1.0 (båda inkluderade) för POOTLE_TM_SERVER['%s'].
uz: POOTLE_TM_SERVER['%s'] serveri uchun WEIGHT qiymatini 0.0 va 1.0 (ikkalasini ham ko‘rsating) oralig‘ida ko‘rsating.

source: POOTLE_MARKUP_FILTER is missing.
sv: POOTLE_MARKUP_FILTER saknas.
uz: POOTLE_MARKUP_FILTER – yo‘q.

source: Set POOTLE_MARKUP_FILTER.
sv: Ange POOTLE_MARKUP_FILTER.
uz: O‘rnating: POOTLE_MARKUP_FILTER.

source: Invalid value in POOTLE_MARKUP_FILTER.
sv: Ogiltigt värde i POOTLE_MARKUP_FILTER.
uz: POOTLE_MARKUP_FILTER qiymatida noto‘g‘ri qiymat.

source: Set a valid value for POOTLE_MARKUP_FILTER.
sv: Ange ett giltigt värde för POOTLE_MARKUP_FILTER.
uz: POOTLE_MARKUP_FILTER uchun to‘g‘ri qiymatni o‘rnating.

source: Invalid markup in POOTLE_MARKUP_FILTER.
sv: Ogiltig uppmärkning i POOTLE_MARKUP_FILTER.
uz: POOTLE_MARKUP_FILTER’da noto‘g‘ri belgilash.

source: Set a valid markup for POOTLE_MARKUP_FILTER.
sv: Ange en giltig uppmärkning för POOTLE_MARKUP_FILTER.
uz: POOTLE_MARKUP_FILTER uchun to‘g‘ri belgini o‘rnating.

source: POOTLE_MARKUP_FILTER is set to '%s' markup, but the package that provides can't be found.
sv: POOTLE_MARKUP_FILTER är satt till '%s' upppmärkning, men det paket kan inte hittas.
uz: POOTLE_MARKUP_FILTER – '%s' belgiga o‘rnatilgan, ammo keltirilgan paket topilmadi.

source: Install the package or change POOTLE_MARKUP_FILTER.
sv: Installera paketet eller ändra POOTLE_MARKUP_FILTER.
uz: Paketni o‘rnating yoki POOTLE_MARKUP_FILTER’ni o‘zgartiring.

source: The default 'admin' user still has a password set to 'admin'.
sv: Standardanvändaren 'admin' har fortfarande ett lösenord satt till 'admin'.
uz: Asosiy 'admin' foydalanuvchisi hali ham 'admin'ga o‘rnatilgan parolga ega.

source: Remove the 'admin' user or change its password.
sv: Ta bort 'admin' användaren eller ändra lösenord.
uz: 'admin' foydalanuvchisini olib tashlang yoki parolini o‘zgartiring.

source: Database connection uses transaction_hooks.
sv: Databasanslutningen använder transaction_hooks.

source: Set the DATABASES['default']['ENGINE'] to use a Django backend from django.db.backends.
sv: Ange DATABASES['default']['ENGINE'] till att använda en Django backend från django.db.backends.

source: Email server is not available.
sv: E-postserver är inte tillgänglig.
uz: E-pochta serveri mavjud emas.

source: Review your email settings and make sure your email server is working.
sv: Granska dina e-postinställningar och se till att e-postservern fungerar.
uz: E-pochta sozlamalarini ko‘rib chiqing va e-pochta serveri ishlayotganligiga ishonch hosil qiling.

source: Revision is missing or has an incorrect value.
sv: Revision saknas eller har ett felaktigt värde.
uz: Qayta ko‘rilmagan yoki qiymati noto‘g‘ri.

source: Run `revision --restore` to reset the revision counter.
sv: Kör `revision --restore` för att återställa revisionsräknaren.
uz: Qayta ko‘rishni hisoblagichni tiklash uchun `revision --restore` buyrug‘ini bajaring.

source: No canonical URL provided and default site set to example.com.
sv: Ingen canonical URL har angetts och standardwebbplats satt till example.com.

source: Set the `POOTLE_CANONICAL_URL` in settings or update the default site if you are using django.contrib.sites.
sv: Sätt `POOTLE_CANONICAL_URL` i inställningar eller uppdatera standardwebbplats om du använder django.contrib.sites.

source: Canonical URL is set to http://localhost.
sv: Canonical URL är satt till http://localhost.

source: Set the `POOTLE_CANONICAL_URL` to an appropriate value for your site or leave it empty if you are using `django.contrib.sites`.
sv: Sätt `POOTLE_CANONICAL_URL` till ett lämpligt värde för din webbplats eller lämna det tomt om du använder `django.contrib.sites`.

source: POOTLE_FS_WORKING_PATH setting is not set.
sv: POOTLE_FS_WORKING_PATH inställning är inte satt.

source: Path ('%s') pointed to by POOTLE_FS_WORKING_PATH doesn't exist.
sv: Sökväg ('%s') som pekas ut av POOTLE_FS_WORKING_PATH existerar inte.

source: Create the directory pointed to by `POOTLE_FS_WORKING_PATH`, or change the setting.
sv: Skapa katalogen som pekas ut av `POOTLE_FS_WORKING_PATH` eller ändra i inställningar.

source: Path ('%s') pointed to by POOTLE_FS_WORKING_PATH is not writable by Pootle.
sv: Sökväg ('%s') som pekas ut av POOTLE_FS_WORKING_PATH är inte skrivbar av Pootle.

source: Add the write permission to the `POOTLE_FS_WORKING_PATH` or change the setting.
sv: Lägg till skrivrättigheter till `POOTLE_FS_WORKING_PATH` eller ändra i inställningar.

source: MySQL requires time zone settings.
sv: MySQL kräver tidszonsinställningar.

source: Pootle does not yet support Python 3.
sv: Pootle stöder ännu inte Python 3.

source: Use a Python 2.7 virtualenv.
sv: Använd en Python 2.7 virtualenv.

source: Pootle no longer supports Python versions older than 2.7
sv: Pootle stöder inte längre Python versioner äldre än 2.7

source: Progress
sv: Förlopp
uz: Jarayon

source: Last Activity
sv: Senaste aktivitet
uz: So‘nggi faollik

source: Suggestions
sv: Förslag
uz: Tavsiyalar

source: Incomplete
sv: Ofullständiga
uz: Tugallanmagan

source: Total
sv: Totalt
uz: Jami

source: Last updated
sv: Senast uppdaterad
uz: So‘nggi yangilangan

source: Back to language
sv: Tillbaka till språk
uz: Tilga qaytish

source: Back to parent folder
sv: Tillbaka till föräldramapp
uz: Yuqori jilga qaytish

source: You do not have rights to administer Pootle.
sv: Du har inte behörighet att administrera Pootle.
uz: Pootle’ni boshqarish uchun sizga huquq berilmagan.

source: Time to answer has expired
sv: Svarstiden överstegs
uz: Javob berish vaqti o‘tib ketdi

source: Enter a number
sv: Ange ett tal
uz: Raqam kiriting

source: Incorrect
sv: Felaktigt
uz: Noto‘g‘ri

source: With selected
sv: Med utvalda

source: Add comment
sv: Lägg till kommentar

source: Select all items matching filter criteria, including those not shown
sv: Välj alla objekt som matchar filterkriterier, även sådana som inte visas

source: You must specify an action to take
sv: Du måste ange en åtgärd som ska vidtas

source: A valid search field must be specified
sv: Ett giltigt sökfält måste specificeras

source: Can access a project
sv: Har åtkomst till projekt
uz: Loyihaga kira oladi

source: Cannot access a project
sv: Har inte åtkomst till projekt
uz: Loyihaga kirib bo‘lmadi

source: Can make a suggestion for a translation
sv: Kan lämna förslag till ändringar av en översättning
uz: Tarjima uchun tavsiya bera oladi

source: Can submit a translation
sv: Kan skicka in en översättning
uz: Tarjima qila oladi

source: Can review suggestions
sv: Kan granska förslag
uz: Tarjimalarni ko‘rib chiqish mumkin

source: Can perform administrative tasks
sv: Kan utföra administrativa uppgifter
uz: Administrator vazifasini bajara oladi

source: %(user)s removed translation for %(source)s
sv: %(user)s tog bort översättning för %(source)s

source: %(user)s accepted suggestion for %(source)s
sv: %(user)s godkände förslag för %(source)s

source: %(user)s uploaded file
sv: %(user)s laddade upp fil

source: %(user)s muted %(check)s for %(source)s
sv: %(user)s tog bort %(check)s för %(source)s

source: %(user)s unmuted %(check)s for %(source)s
sv: %(user)s lade till %(check)s för %(source)s

source: %(user)s added suggestion for %(source)s
sv: %(user)s lade till förslag för %(source)s

source: %(user)s rejected suggestion for %(source)s
sv: %(user)s avvisade förslag för %(source)s

source: %(user)s translated %(source)s
sv: %(user)s översatte %(source)s

source: %(user)s edited %(source)s
sv: %(user)s redigerade %(source)s

source: %(user)s pre-translated %(source)s
sv: %(user)s förhandsöversatt %(source)s

source: %(user)s reviewed %(source)s
sv: %(user)s granskade %(source)s

source: %(user)s marked as needs work %(source)s
sv: %(user)s markerade att %(source)s behöver kontrolleras

source: You cannot access this page.
sv: Du kan inte få tillgång till den här sidan.
uz: Siz ushbu sahifaga kira olmaysiz.

source: Error accessing %(filename)s, Filesystem sent error: %(errormsg)s
sv: Fel vid åtkomst till %(filename)s. Filsystemet skickade felet: %(errormsg)s
uz: %(filename)s’ga kirishda xato, fayl tizimi xato jo‘natid: %(errormsg)s

source: You need to <a class="js-login" href="%(login_link)s">login</a> to access this page.
sv: Du behöver <a class="js-login" href="%(login_link)s">logga in</a> för att komma åt denna sida.
uz: Ushbu sahifadan foydalanish uchun <a class="js-login" href="%(login_link)s">kirishingiz kerak</a>.

source: Privacy Policy
sv: Integritetspolicy
uz: Maxfiylik siyosati

source: Legal
sv: Juridisk information
uz: Qonuniy

source: License
sv: Licens
uz: Litsenziya

source: Contributor License
sv: Bidragslicens
uz: Hissa qo‘shuvchi litsenziyasi

source: Terms of Use
sv: Användarvilkor
uz: Foydalanish shartlari

source: Terms of Service
sv: Användarvillkor
uz: Xizmat shartlari

source: Getting Started
sv: Komma igång
uz: Tarjima qilishni boshlash

source: About
sv: Om
uz: Pootle haqida

source: About This Pootle Server
sv: Om denna Pootle-server
uz: Pootle serveri haqida

source: This site is running Pootle — powerful web software to empower teams to do translation and translation management. This community tool is Free Software, and any team can use it and contribute to the Pootle community. Read more on the <a href="http://pootle.translatehouse.org/">project website</a>.
sv: Denna webbplats kör Pootle — en kraftfull webbprogramvara för att samla grupper att översätta och hantera översättningar. Detta gemenskapsdrivna verktyg är fri programvara och alla grupper kan använda det för att bidra till Pootle-gemenskapen. Läs mer på <a href="http://pootle.translatehouse.org/">projektets webbplats</a>.

source: Pootle %(pootle_version)s is powered by Translate Toolkit %(toolkit_version)s.
sv: Pootle %(pootle_version)s använder Translate Toolkit %(toolkit_version)s.
uz: Pootle %(pootle_version)s – Translate Toolkit %(toolkit_version)s tomonidan yaratilgan.

source: A Pootle account has been created for you using this email address.
sv: Ett Pootle-konto har skapats åt dig med denna e-postadress.
uz: Ushbu e-pochta manzilidan foydalanish uchun Pootle hisobi yaratildi.

source: To activate your account, follow this link:
sv: Följ denna länk för att aktivera ditt konto:
uz: Hisobingizni faollashtirish uchun quyidagi linkka o‘ting:

source: This message is sent to verify that the email address is in fact correct. If you did not want to register an account, you may simply ignore the message.
sv: Detta meddelande har skickats till dig för att validera att e-postadressen är korrekt. Om du inte vill registrera ett konto så kan du helt enkelt ignorera detta meddelande.
uz: Ushb xabar e-pochtangiz haqiqatdan borligini tekshirish maqsadida jo‘natildi. Agar hisob ochish uchun ro‘yxatdan o‘tishni xohlamasangiz, xatga e’tibor bermang.

source: Pootle e-mail confirmation
sv: Pootle e-postbekräftelse
uz: Pootle e-pochta manzilini tasdiqlash

source: We have received a request to reset your password.
sv: Vi har fått en begäran om att återställa lösenordet.

source: To reset your password, follow this link:
sv: För att återställa ditt lösenord, följ denna länk:

source: If you do not want to reset your password, you may simply ignore the message.
sv: Om du inte vill återställa ditt lösenord, kan du helt enkelt ignorera meddelandet.

source: Pootle password reset e-mail
sv: Pootle e-post för återställning av lösenord

source: Registration Disabled
sv: Registreringen inaktiverad
uz: Ro‘yxatdan o‘tish o‘chirib qo‘yildi

source: Registration is currently disabled. Please try again later.
sv: Registrering är inaktiverad. Försök igen senare.
uz: Ro‘yxatdan o‘tish vaqtincha o‘chirib qo‘yilgan. Keyinroq qayta urinib ko‘ring.

source: Save Changes
sv: Spara ändringar
uz: O‘zgarishlarni saqlash

source: Info
sv: Information
uz: Ma’lumot

source: Users
sv: Användare
uz: Foydalanuvchilar

source: Languages
sv: Språk
uz: Tillar

source: Projects
sv: Projekt
uz: Loyihalar

source: Permissions
sv: Behörigheter
uz: Ruxsatlar

source: Static Pages
sv: Statistiksidor
uz: Statik sahifalar

source: Server Statistics
sv: Serverstatistik
uz: Server statistikasi

source: Submissions
sv: Bidrag
uz: Yaratilganlar

source: Pending suggestions
sv: Väntande förslag
uz: Kutilayotgan tavsiyalar

source: Background Jobs
sv: Bakgrundsjobb
uz: Orqa fondagi vazifalar

source: Pending jobs
sv: Väntande jobb
uz: Navbatdagi vazifalar

source: Failed jobs
sv: Misslyckade jobb
uz: Amalga oshmagan vazifalar

source: System Checks
sv: Systemkontroller
uz: Tizim tekshiruvlari

source: No issues have been detected. All is good!
sv: Inga problem har upptäckts. Allt är bra!
uz: Hech qanday muammo aniqlanmadi. Hammasi joyida!

source: Here you can add, edit, and delete the default permissions in this Pootle server.
sv: Här kan du lägga till, redigera och ta bort standardbehörigheterna i denna Pootle-server.
uz: Bu yerda siz Pootle serveriga huquqlar qo‘shishingiz, tahrirlashingiz va barcha mavjud huquqlarni o‘chirishingiz mumkin.

source: The user “nobody” refers to any user that is not logged in (an anonymous, unidentified user). The user “default” refers to the rights that all logged in users will have by default, unless other specific rights were assigned to them.
sv: Användaren ”nobody” refererar en användare som inte är inloggad (en anonym, oidentifierad användare). Användaren ”default” refererar till behörigheten som alla inloggade användare får som standard, såvida inte andra specifika behörigheter har tilldelats dem.
uz: "nobody" foydalanuvchisi tizimga kirmagan (anonim, aniqlanmagan foydalanuvchi) har qanday foydalanuvchi hisoblanadi. "default" foydalanuvchisi tizimga kirgan barcha foydalanuvchilarning standart bo‘yicha huquqlariga (boshqa maxsus huquqlar ularga belgilanmaguncha) ega.

source: Filesystem configuration: %(project_code)s
sv: Filesystemskonfiguration: %(project_code)s

source: Pootle FS is still experimental, we’d love you to use it, but it does require a level of expertise in localisation, Python and Pootle in case anything goes wrong.
sv: Pootle FS är fortfarande på experimentstadiet , vi vill gärna att du använder det, men det kräver en nivå av expertis inom lokalisering, Python och Pootle i fall något går fel.

source: Backend configuration
sv: Backend-konfiguration

source: Update filesystem configuration
sv: Uppdatera filsystemskonfiguration

source: Translation path mapping should be of the format:
sv: Mappning av översättningssökväg bör vara av formatet:

source: Only `&lt;language_code&gt;` is required, although it must end with `.&lt;ext&gt;`
sv: Endast `&lt;language_code&gt;` krävs, även om det måste sluta med `.&lt;ext&gt;`

source: If you are using the localfs backend the translation path mapping will be combined with the path specified in backend URL
sv: Om du använder localfs backend kommer mappning av översättningssökväg att kombineras med den sökväg som anges i backend-URL

source: For other backends the translation path mapping will be relative to the root of the repository.
sv: För andra backend kommer mappningen av översättningssökväg vara relativ till roten av lagringsplatsen.

source: Language mapping configuration
sv: Mappning av språkkonfiguration

source: Remove
sv: Ta bort

source: Pootle code
sv: Pootle-kod

source: Filesystem code
sv: Filsystem-kod

source: Add
sv: Lägg till
uz: Qo‘shish

source: Update
sv: Uppdatera
